Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-notes/help/*/*.po
Languages: el, fr, zh_cn

source: To open a note in the <interface>Search All Notes</interface> dialog, do one of the following:
el: Για να ανοίξετε μία σημείωση στο παράθυρο <interface>Αναζήτηση σε όλες τις σημειώσεις</interface>, κάντε ένα από τα παρακάτω:
fr: Pour ouvrir une note de la fenêtre <interface>Rechercher dans toutes les notes</interface>, effectuez l'une de ces actions :
zh_cn: 要在 <interface>搜索全部便笺</interface> 对话框中打开一个便笺，使用如下方法之一：

source: Double-click on a note.
el: Διπλό κλικ σε μία σημείωση.
fr: double-cliquez sur une note,
zh_cn: 在便笺上双击

source: Highlight a note by selecting it and then select <menuchoice><guimenuitem>Open</guimenuitem></menuchoice> from the <guimenuitem>File</guimenuitem> menu.
el: Επισημάνετε μία σημείωση επιλέγοντάς την και στη συνέχεια επιλέξτε <menuchoice><guimenuitem>Άνοιγμα...</guimenuitem></menuchoice> από το μενού <guimenuitem>Αρχείο</guimenuitem>.
fr: sélectionnez une note puis <menuchoice><guimenuitem>Ouvrir</guimenuitem></menuchoice> dans le menu <guimenuitem>Fichier</guimenuitem>,
zh_cn: 通过选择高亮一个便笺，然后从 <guimenuitem>文件</guimenuitem> 菜单中选择 <menuchoice><guimenuitem>打开</guimenuitem></menuchoice>。

source: Right-click on a note and select <menuchoice><guimenuitem>Open</guimenuitem></menuchoice> from the context menu that appears.
el: Κάντε δεξί-κλικ σε μία σημείωση και επιλέξτε <menuchoice><guimenuitem>Άνοιγμα...</guimenuitem></menuchoice> από το μενού επιλογών που εμφανίζεται.
fr: faites un clic droit sur une note et choisissez <menuchoice><guimenuitem>Ouvrir</guimenuitem></menuchoice> dans le menu contextuel qui apparaît,
zh_cn: 在一个便笺上右键点击然后选择从显示的上下文菜单中选择 <menuchoice><guimenuitem>打卡</guimenuitem></menuchoice>。

source: Highlight a note by selecting it and then press the key combination <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>.
el: Επισημάνετε μία σημείωση επιλέγοντάς την και στη συνέχεια πατήστε το συνδυασμό πλήκτρων <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>.
fr: sélectionnez une note et effectuez la combinaison de touches <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>.
zh_cn: 通过选择它然后点击键组合 <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo> 高亮一个便笺。

source: Working With Notes
el: Εργασία με σημειώσεις
fr: Opération sur les notes
zh_cn: 使用便笺

source: Notes are modified and edited through the main window for each note. The toolbar at the top of each note allows you to stylize the note and perform other note-related functions. We discuss the functions of each item on the toolbar in the following sections.
el: Οι σημειώσεις τροποποιούνται και διορθώνονται από το κεντρικό τους παράθυρο. Η γραμμή εργαλείων στην κορυφή κάθε σημείωσης σας επιτρέπει να αλλάζετε το στυλ και να εκτελείτε διάφορες ενέργειες σχετικές με τη σημείωση. Στις παρακάτω ενότητες συζητούμε τις λειτουργίες κάθε αντικειμένου στη γραμμή εργαλείων.
fr: Les notes peuvent être modifiées et mises en forme dans la fenêtre principale de chacune d'elles. La barre d'outils supérieure permet de modifier style et autres caractéristiques. Les fonctionnalités de chaque outil de cette barre sont décrites dans les sections suivantes.
zh_cn: 便笺通过每个便笺的主窗口修改和编辑。每个便笺顶部的工具栏允许您定义便笺的风格和执行其它与便笺有关的功能。我们在如下章节中讨论工具栏上每个条目的功能。

source: Search
el: Αναζήτηση
fr: Recherche
zh_cn: 搜索

source: Clicking the <guibutton>Search</guibutton> button will open the <interface>Search All Notes</interface> dialog described earlier (<xref linkend="search-all-notes"/>.)
el: Κάνοντας κλικ στο κουμπί <guibutton>Αναζήτηση</guibutton> θα ανοίξει το παράθυρο <interface>Αναζήτηση σε όλες τις σημειώσεις</interface> το οποίο περιγράψαμε νωρίτερα (<xref linkend="search-all-notes"/>.)
fr: Le bouton <guibutton>Rechercher</guibutton> ouvre la fenêtre <interface>Rechercher dans toutes les notes</interface> décrite précédemment (consultez la <xref linkend="search-all-notes"/>.)
zh_cn: 点击 <guibutton>搜索</guibutton> 按钮将打开前面提到的 <interface>搜索全部便笺</interface> (<xref linkend="search-all-notes"/>)。

source: Link
el: Σύνδεσμος
fr: Lien
zh_cn: 链接

source: The <guibutton>Link</guibutton> button allows you to create a link to a new note from within the current note. For example, if your note contains the phrase <quote>FinalExam</quote>, you can select this text with the mouse and click the <guibutton>Link</guibutton> button to create a new note with the title <quote>FinalExam</quote>. A link will also be created in the current note that can be clicked to open the new <quote>FinalExam</quote> note.
el: Το κουμπί <guibutton>Σύνδεση</guibutton> σας επιτρέπει να δημιουργήσετε μια σύνδεση προς μια νέα σημείωση μέσα από την ήδη υπάρχουσα. Για παράδειγμα, αν η σημείωσή σας περιέχει τη φράση <quote>Τελικές εξετάσεις</quote>, μπορείτε να την επιλέξετε με το ποντίκι και να κάνετε κλικ στο κουμπί <guibutton>Σύνδεση</guibutton> για να δημιουργήσετε μια νέα σημείωση με τίτλο <quote>Τελικές εξετάσεις</quote>. Μια σύνδεση θα δημιουργηθεί στην αρχική σημείωση πάνω στην οποία μπορείτε να κάνετε κλικ για να ανοίξετε τη σημείωση <quote>Τελικές εξετάσεις</quote>.
fr: Le bouton <guibutton>Lier</guibutton> sert à lier une nouvelle note à la note actuelle. Par exemple, si celle-ci contient le terme <quote>Examen Final</quote>, en sélectionnant ce texte et en cliquant sur <guibutton>Lier</guibutton> une nouvelle note intitulée <quote>Examen Final</quote> est créée. Un lien sera introduit dans la note actuelle : en cliquant dessus, vous ouvrez la nouvelle note <quote>Examen Final</quote>.
zh_cn: <guibutton>Link</guibutton> 允许您创建从当前便笺内到新便笺的链接。例如，如果您的便笺包含短语 <quote>期末考试</quote>，您可以使用鼠标选择此文本并点击 <guibutton>Link</guibutton> 按钮以使用 <quote>期末考试</quote> 为标题创建一个新便笺。也将在当前便笺中创建一个点击可以打开 <quote>期末考试</quote> 便笺的链接。

source: Changing the title of a note will update links present in other notes. This prevents broken links from occurring when a note is renamed.
el: Αλλάζοντας τον τίτλο μιας σημείωσης ενημερώνονται και τα ονόματα των συνδέσεων προς αυτήν που βρίσκονται σε άλλες σημειώσεις. Με αυτόν τον τρόπο αποφεύγεται η δημιουργία σπασμένων συνδέσεων όταν μετονομάζεται μια σημείωση.
fr: Le fait de modifier le titre d'une note met à jour les liens présents dans d'autres notes, ce qui évite la présence de liens morts lors du renommage d'une note.
zh_cn: 更改便笺的标题将更新其它便笺中的连接。这阻止重命名便笺时造成的链接损坏。

source: Text
el: Κείμενο
fr: Texte
zh_cn: 文本

source: Formatting text within your notes can be done using the <guibutton>Text</guibutton> button. The <guibutton>Text</guibutton> button will display a menu with several options from which you can choose. Each menu item is explained next.
el: Η μορφοποίηση κειμένου μέσα στις σημειώσεις μπορεί να γίνει χρησιμοποιώντας το κουμπί <guibutton>Κείμενο</guibutton>. Το κουμπί <guibutton>Κείμενο</guibutton> εμφανίζει ένα μενού με διάφορες επιλογές από τις οποίες μπορείτε να επιλέξετε. Κάθε αντικείμενου του μενού εξηγείται στη συνέχεια.
fr: Le bouton <guibutton>Texte</guibutton> permet de formater le texte d'une note. Ce menu déroulant offre plusieurs choix d'options détaillées ci-après.
zh_cn: 格式化便笺中的文本可以使用 <guibutton>文本</guibutton> 按钮。<guibutton>文本</guibutton> 按钮将显示一个带有可以选择的很多选项的菜单。每个菜单都在下边解释了。

source: Undo
el: Αναίρεση
fr: Annuler
zh_cn: 撤销

source: Support for <quote>Undo</quote> is available in Gnote through this menu item. The Undo function allows you to revert previous changes made to your note during the current session. To undo your last change using the keyboard, use the standard keybinding, <keycombo><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo>.
el: Η υποστήριξη για <quote>Αναίρεση</quote> είναι διαθέσιμη στο Gnote μέσα από αυτή την επιλογή. Η λειτουργία Αναίρεσης σας επιτρέπει να αναιρέσετε προηγούμενες αλλαγές που έγιναν στη σημείωση κατά τη διάρκεια της τρέχουσας επεξεργασίας. Για να αναιρέσετε την προηγούμενη αλλαγή χρησιμοποιώντας το πληκτρολόγιο, χρησιμοποιήστε το συνδυασμό πλήκτρων, <keycombo><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo>.
fr: La fonction <quote>Annuler</quote> de Gnote est disponible dans ce menu. Elle vous permet de revenir à une rédaction antérieure de la note dans le cours d'une session. Le raccourci clavier standard <keycombo><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo> vous permet d'annuler la dernière modification.
zh_cn: Gnote 中，对 <quote>撤销</quote> 的支持可以通过此菜单条目的使用。撤销功能允许您还原当前会话中先前的更改。要使用键盘撤销您的最后更能够，使用标准键盘快捷键，<keycombo><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo>。

source: Redo
el: Ακύρωση αναίρεσης
fr: Rétablir
zh_cn: 重做

source: The <quote>Redo</quote> function is used to put back changes that were removed using the <quote>Undo</quote> feature. To redo your last change using the keyboard, use the standard keybinding, <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo>.
el: Η λειτουργία <quote>Ακύρωση αναίρεσης</quote> χρησιμοποιείται για την επαναφορά αλλαγών που αναιρέθηκαν με τη λειτουργία <quote>Αναίρεση</quote>. Για να ακυρώσετε την τελευταία αναίρεση χρησιμοποιώντας το πληκτρολόγιο, χρησιμοποιήστε το συνδυασμό πλήκτρων, <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo>.
fr: De même, la fonction <quote>Rétablir</quote> restaure les modifications annulées précédemment. Pour rétablir la dernière annulation à l'aide du clavier, utilisez le raccourci classique <keycombo><keycap>Maj</keycap><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo>.
zh_cn: <quote>重做</quote> 功能用于放回 <quote>撤销</quote> 功能撤销的更改。要使用键盘重做最新的更改，请使用标准的键盘组合键 <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo>。

source: Bold
el: Έντονα
fr: Gras
zh_cn: 宽体

source: To make text within your note bold, first select the text you want to modify. Then select the <menuchoice><guimenuitem>Bold</guimenuitem></menuchoice> option from the <guibutton>Text</guibutton> menu. You may also use the keybinding <keycombo><keycap>Ctrl</keycap><keycap>B</keycap></keycombo> after selecting the text.
el: Για να μετατρέψετε κείμενο της σημείωσής σας σε έντονο, πρώτα επιλέξτε το κείμενο που θέλετε να τροποποιήσετε. Στη συνέχεια επιλέξτε <menuchoice><guimenuitem>Έντονα</guimenuitem></menuchoice> από το μενού επιλογών <guibutton>Κείμενο</guibutton>. Μπορείτε επίσης να χρησιμοποιήσετε το συνδυασμό πλήκτρων <keycombo><keycap>Ctrl</keycap><keycap>B</keycap></keycombo> μετά την επιλογή του κειμένου.
fr: Pour mettre du texte en gras, sélectionnez-le et choisissez <menuchoice><guimenuitem>Gras</guimenuitem></menuchoice> dans le menu <guibutton>Texte</guibutton>. La même action est obtenue en pressant le raccourci <keycombo><keycap>Ctrl</keycap><keycap>B</keycap></keycombo>.
zh_cn: 要使您便笺中的文本为粗体，首选选择要更改的文本，然后从 <guibutton>Text</guibutton> 菜单中选择 <menuchoice><guimenuitem>粗体</guimenuitem></menuchoice> 选项。也可以在选择文本后使用键盘快捷键 <keycombo><keycap>Ctrl</keycap><keycap>B</keycap></keycombo>。

source: Italic
el: Πλάγια
fr: Italique
zh_cn: 斜体

source: To make text within your note italic, first select the text you want to modify. Then select the <menuchoice><guimenuitem>Italic</guimenuitem></menuchoice> option from the <guibutton>Text</guibutton> menu. You may also use the keybinding <keycombo><keycap>Ctrl</keycap><keycap>I</keycap></keycombo> after selecting the text.
el: Για να μετατρέψετε κείμενο της σημείωσής σας σε πλάγιο, πρώτα επιλέξτε το κείμενο που θέλετε να τροποποιήσετε. Στη συνέχεια επιλέξτε <menuchoice><guimenuitem>Πλάγια</guimenuitem></menuchoice> από το μενού επιλογών <guibutton>Κείμενο</guibutton>. Μπορείτε επίσης να χρησιμοποιήσετε το συνδυασμό πλήκτρων <keycombo><keycap>Ctrl</keycap><keycap>I</keycap></keycombo> μετά την επιλογή του κειμένου.
fr: Pour mettre du texte en italique, sélectionnez-le et choisissez <menuchoice><guimenuitem>Italique</guimenuitem></menuchoice> dans le menu <guibutton>Texte</guibutton>. La même action est obtenue en pressant le raccourci <keycombo><keycap>Ctrl</keycap><keycap>I</keycap></keycombo>.
zh_cn: 要使您便笺中的文本为粗体，首选选择要更改的文本，然后从 <guibutton>文本</guibutton> 菜单中选择 <menuchoice><guimenuitem>斜体</guimenuitem></menuchoice> 选项。也可以在选择文本后使用键盘快捷键 <keycombo><keycap>Ctrl</keycap><keycap>I</keycap></keycombo>。

source: Strikeout
el: Διαγραμμένα
fr: Barré
zh_cn: 剔除

source: The strikeout style will put a line through the selected text. To add a strikeout, select the text and then select the <menuchoice><guimenuitem>Strikeout</guimenuitem></menuchoice> option from the <guibutton>Text</guibutton> menu. You may also use the keybinding <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> after selecting the text.
el: Το στυλ διαγραμμένα θα τοποθετήσει μια γραμμή στο επιλεγμένο κείμενο. Για να προσθέσετε διαγραφή, επιλέξτε το κείμενο και μετά επιλέξτε <menuchoice><guimenuitem>Διαγραφή</guimenuitem></menuchoice> από το μενού επιλογών <guibutton>Κείμενο</guibutton>. Μπορείτε επίσης να χρησιμοποιήσετε το συνδυασμό πλήκτρων <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> μετά την επιλογή του κειμένου.
fr: Le style barré, comme son nom l'indique, consiste à barrer d'un trait le texte sélectionné. Pour mettre du texte en barré, sélectionnez-le et choisissez <menuchoice><guimenuitem>Barré</guimenuitem></menuchoice> dans le menu <guibutton>Texte</guibutton>. La même action est obtenue en pressant le raccourci <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo>.
zh_cn: 删除线风格将放置一条穿过选中文本的线。要添加删除线，选择文本然后从 <guibutton>文本</guibutton> 菜单中选择 <menuchoice><guimenuitem>删除线</guimenuitem></menuchoice> 选项。您也可以在选择文本后使用键盘快捷键 <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo>。

source: Highlight
el: Επισήμανση
fr: Surligné
zh_cn: 高亮

source: The highlight style will put a yellow background around the selected text. To add a highlight, select the text and then select the <menuchoice><guimenuitem>Highlight</guimenuitem></menuchoice> option from the <guibutton>Text</guibutton> menu. You may also use the keybinding <keycombo><keycap>Ctrl</keycap><keycap>H</keycap></keycombo> after selecting the text.
el: Το στυλ επισήμανση θα τοποθετήσει κίτρινο φόντο γύρω από το επιλεγμένο κείμενο. Για να προσθέσετε επισήμανση, επιλέξτε το κείμενο και μετά επιλέξτε <menuchoice><guimenuitem>Επισήμανση</guimenuitem></menuchoice> από το μενού επιλογών <guibutton>Κείμενο</guibutton>. Μπορείτε επίσης να χρησιμοποιήσετε το συνδυασμό πλήκτρων <keycombo><keycap>Ctrl</keycap><keycap>H</keycap></keycombo> μετά την επιλογή του κειμένου.
fr: Le surlignage fait apparaître le texte sélectionné sur fond jaune. Pour surligner du texte, sélectionnez-le et choisissez <menuchoice><guimenuitem>Surligné</guimenuitem></menuchoice> dans le menu <guibutton>Texte</guibutton>. La même action est obtenue en pressant le raccourci <keycombo><keycap>Ctrl</keycap><keycap>H</keycap></keycombo>.
zh_cn: 高亮风格将放置黄色背景到选中的文本周围。要添加高亮，选择文本然后从 <guibutton>文本</guibutton> 菜单选择 <menuchoice><guimenuitem>高亮</guimenuitem></menuchoice> 选项。您也可以在选择文本之后使用键盘组合键 <keycombo><keycap>Ctrl</keycap><keycap>H</keycap></keycombo>。

source: Fixed Width
el: Σταθερό πλάτος
fr: Chasse fixe
zh_cn: 等宽

source: The fixed width style allows text to use a fixed width font. To change existing text, first select the text you want to modify. Then select the <menuchoice><guimenuitem>Fixed Width</guimenuitem></menuchoice> option from the <guibutton>Text</guibutton> menu. You can also select the <menuchoice><guimenuitem>Fixed Width</guimenuitem></menuchoice> option from the <guibutton>Text</guibutton> before you start typing to have the text you type be in a fixed width style.
el: Το στυλ σταθερό πλάτος επιτρέπει στο κείμενο να χρησιμοποιήσει γραμματοσειρά σταθερού πλάτους. Για να αλλάξετε υπάρχον κείμενο, πρώτα επιλέξτε το κείμενο που θέλετε να τροποποιήσετε. Στη συνέχεια επιλέξτε <menuchoice><guimenuitem>Σταθερό πλάτος</guimenuitem></menuchoice> από το μενού επιλογών <guibutton>Κείμενο</guibutton>. Μπορείτε επίσης να επιλέξετε το <menuchoice><guimenuitem>Σταθερό πλάτος</guimenuitem></menuchoice> από το μενού επιλογών <guibutton>Κείμενο</guibutton> πριν ξεκινήσετε την πληκτρολόγηση για να έχει το κείμενο που πληκτρολογείτε στυλ σταθερού πλάτους.
fr: L'option chasse fixe utilise une police dans laquelle tous les caractères ont le même espacement. Pour écrire du texte avec une police à chasse fixe, sélectionnez-le et faites <menuchoice><guimenuitem>Chasse fixe</guimenuitem></menuchoice> dans le menu <guibutton>Texte</guibutton>. L'option <menuchoice><guimenuitem>Chasse fixe</guimenuitem></menuchoice> peut aussi être définie avant la saisie du texte ; elle sera alors appliquée à tout texte saisi par la suite.
zh_cn: 等宽风格允许文本使用等宽字体。要更改现有文本，首先选择想要更改的文本。然后从 <guibutton>文本</guibutton> 菜单中选择 <menuchoice><guimenuitem>等宽</guimenuitem></menuchoice> 选项。也可以在开始输入之前在 <guibutton>文本</guibutton> 中选择 <menuchoice><guimenuitem>等宽</guimenuitem></menuchoice> 以使您输入的文本为等宽风格。

source: The <menuchoice><guimenuitem>Fixed Width</guimenuitem></menuchoice> option is a feature provided by the Fixed Width Add-in. For more information on add-ins, see <xref linkend="plugins"/>.
el: Η επιλογή <menuchoice><guimenuitem>Σταθερό πλάτος</guimenuitem></menuchoice> είναι χαρακτηριστικό που παρέχεται από την πρόσθετη λειτουργία Σταθερό Πλάτος. Για περισσότερες πληροφορίες σχετικά με τις πρόσθετες λειτουργίες, δείτε <xref linkend="plugins"/>.
fr: Le greffon Chasse fixe doit être installé pour bénéficier de l'option <menuchoice><guimenuitem>Chasse fixe</guimenuitem></menuchoice>. Voir la <xref linkend="plugins"/> pour de plus amples informations sur les greffons.
zh_cn: <menuchoice><guimenuitem>等宽</guimenuitem></menuchoice> 选项是由等宽附加组件提供的一个功能。关于附加组件的更多信息，请参看 <xref linkend="plugins"/>。

source: Font size
el: Μέγεθος γραμματοσειράς
fr: Taille de la police
zh_cn: 字体大小

source: Small
el: Μικρό
fr: Petite
zh_cn: 小

source: Normal
el: Κανονικό
fr: Normale
zh_cn: 普通

source: Large
el: Μεγάλο
fr: Grande
zh_cn: 大

source: Huge
el: Τεράστιο
fr: Énorme
zh_cn: 巨大

source: There are actually four options in this part of the menu: <placeholder-1/>. Each one of these options represents a font size to use for the selected text in the note. To modify the font size, select the text and then select one of <placeholder-2/> options from the <guibutton>Text</guibutton> menu.
el: Υπάρχουν τέσσερις επιλογές σε αυτό το τμήμα του μενού επιλογών: <placeholder-1/>. Κάθε μία από αυτές εκπροσωπεί ένα μέγεθος γραμματοσειράς που μπορεί να χρησιμοποιηθεί για το επιλεγμένο κείμενο στη σημείωση. Για να τροποποιήσετε το μέγεθος γραμματοσειράς, επιλέξτε το κείμενο και μετά επιλέξτε μία από τις επιλογές <placeholder-2/> από το μενού επιλογών <guibutton>Κείμενο</guibutton>.
fr: Il y a maintenant quatre options dans cette partie de menu : <placeholder-1/> Chacune représente une taille de police applicable au texte sélectionné dans la note. Pour en modifier la taille, choisissez une des options <placeholder-2/> du menu <guibutton>Texte</guibutton>.
zh_cn: 菜单的此部分中实际上有四个选项：<placeholder-1/>。这些选项中的每一个都代表要在便笺中为选中文本使用的字体大小。要修改字体大小，选择文本然后从 <guibutton>文本</guibutton> 菜单选择 <placeholder-2/> 选项中的一个，

source: Bullets
el: Κουκκίδες
fr: Puces
zh_cn: 项目符号

source: Increase Indent
el: Αύξηση εσοχής
fr: Augmenter l'indentation
zh_cn: 增加缩进

source: Decrease Indent
el: Μείωση εσοχής
fr: Diminuer l'indentation
zh_cn: 减少缩进

source: Select the <menuchoice><guimenuitem>Bullets</guimenuitem></menuchoice> option from the <guibutton>Text</guibutton> menu to begin or end a bulleted list. If the cursor is inside a bulleted list, the <placeholder-1/> options will be enabled.
el: Επιλέξτε <menuchoice><guimenuitem>Κουκκίδες</guimenuitem></menuchoice> από το μενού επιλογών <guibutton>Κείμενο</guibutton> για να ξεκινήσετε ή να τερματίσετε μια λίστα με κουκκίδες. Αν ο κέρσορας βρίσκεται μέσα σε μια λίστα με κουκκίδες, οι επιλογές <placeholder-1/> θα ενεργοποιηθούν.
fr: Dans le menu <guibutton>Texte</guibutton>, choisissez l'option <menuchoice><guimenuitem>Puces</guimenuitem></menuchoice> pour commencer ou terminer une liste à puces. Si le curseur d'insertion de caractères se trouve à l'intérieur d'une liste à puces, les options <placeholder-1/> seront activées.
zh_cn: 从 <guibutton>文本</guibutton> 菜单中选择 <menuchoice><guimenuitem>项目符号</guimenuitem></menuchoice> 选项以开始或终止一个有项目符号的列表。如果插入点位于有符号列表中，将启用 <placeholder-1/>。

source: With the cursor on a bulleted list line, select the <menuchoice><guimenuitem>Increase Indent</guimenuitem></menuchoice> option to shift the current line to the right or the <menuchoice><guimenuitem>Decrease Indent</guimenuitem></menuchoice> option to shift the current line to the left.
el: Όταν ο κέρσορας βρίσκεται πάνω στη γραμμή μιας λίστας με κουκκίδες, επιλέξτε <menuchoice><guimenuitem>Αύξηση εσοχής</guimenuitem></menuchoice> για να μετακινήσετε τη συγκεκριμένη γραμμή προς τα δεξιά ή <menuchoice><guimenuitem>Μείωση εσοχής</guimenuitem></menuchoice> για να τη μετακινήσετε προς τα αριστερά.
fr: Lorsque le curseur est sur une ligne contenant une puce, choisissez l'option <menuchoice><guimenuitem>Augmenter l'indentation</guimenuitem></menuchoice> pour déplacer la ligne vers la droite ou <menuchoice><guimenuitem>Diminuer l'indentation</guimenuitem></menuchoice> pour la déplacer vers la gauche.
zh_cn: 在列表行上使用指针选择 <menuchoice><guimenuitem>增加缩进</guimenuitem></menuchoice> 选项，使当前行右移或 <menuchoice><guimenuitem>减少缩进</guimenuitem></menuchoice> 让当前行左移。

source: For more information on bullets, see <xref linkend="bullets"/>.
el: Για περισσότερες πληροφορίες σχετικά με τις κουκκίδες, δείτε <xref linkend="bullets"/>.
fr: Pour de plus amples informations sur les puces, consultez la <xref linkend="bullets"/>.
zh_cn: 关于项目符号的更多信息，查看 <xref linkend="bullets"/>。

source: Find in This Note
el: Αναζήτηση σε αυτήν τη σημείωση
fr: Chercher dans cette note
zh_cn: 在此便笺中查找

source: Use this to search for text within the current note. A small find bar will open up at the bottom of the note. To open the find bar using the keyboard, use the standard keybinding, <keycombo><keycap>Ctrl</keycap><keycap>F</keycap></keycombo>.
el: Χρησιμοποιήστε αυτήν την επιλογή για να αναζητήσετε κείμενο μέσα στη σημείωση. Μια μικρή μπάρα αναζήτησης θα εμφανιστεί στο κάτω μέρος της σημείωσης. Για να ανοίξετε τη μπάρα αναζήτησης με το πληκτρολόγιο, χρησιμοποιήστε το συνδυασμό πλήκτρων, <keycombo><keycap>Ctrl</keycap><keycap>F</keycap></keycombo>.
fr: Utilisez cette fonction pour rechercher du texte dans la note active. Une petite barre de recherche apparaît en bas de la fenêtre. Avec le clavier, le même résultat est obtenu en utilisant le raccourci standard <keycombo><keycap>Ctrl</keycap><keycap>F</keycap></keycombo>.
zh_cn: 使用此项在当前便笺中搜索文本。一个小型查找条将在便笺的底部打开。要使用键盘打开查找条，使用标准键盘组合键 <keycombo><keycap>Ctrl</keycap><keycap>F</keycap></keycombo>。

source: Enter text to find. After entering text, the matches will be highlighted. Click <guibutton>Find Next</guibutton> to highlight the next match and place the cursor there. Click <guibutton>Previous</guibutton> to move to the previous match.
el: Εισάγετε το κείμενο προς αναζήτηση. Μετά την εισαγωγή του κειμένου, όσες φράσεις ταιριάζουν με αυτό θα επισημανθούν. Κάντε κλικ στο <guibutton>Εύρεση επόμενου</guibutton> για να επισημανθεί το επόμενο ταίριασμα και να τοποθετηθεί ο κέρσορας σε αυτό. Κάντε κλικ στο <guibutton>Προηγούμενο</guibutton> για να επισημανθεί το προηγούμενο ταίριασμα.
fr: Saisissez le texte à rechercher. Les correspondances seront surlignés. Pour aller à la correspondance suivante et y déplacer le curseur, cliquez sur <guibutton>Suivant</guibutton>, pour revenir en arrière, cliquez sur <guibutton>Précédent</guibutton>.
zh_cn: 输入要查看的文本。输入文本之后，匹配项将高亮显示。点击 <guibutton>下一个</guibutton> 高亮下一个匹配项并且放置插入点到此处。点击 <guibutton>上一个</guibutton> 以移动到前一个匹配项。
