Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-notes/help/*/*.po
Languages: el, fr, zh_cn

source: This will open a new note that will be used as the template. Any text typed in this note will appear in all notes created in this Notebook. Create a new note in the notebook by using your mouse, right click on a notebook and select <menuchoice><guimenuitem>New Note</guimenuitem></menuchoice>.
el: Αυτό θα ανοίξει μια νέα σημείωση η οποία θα χρησιμοποιηθεί σαν πρότυπο. Το κείμενο που θα πληκτρολογηθεί σε αυτή τη σημείωση θα εμφανίζεται σε όλες τις σημειώσεις που δημιουργούνται σε αυτό το σημειωματάριο. Δημιουργήστε μια νέα σημείωση στο σημειωματάριο χρησιμοποιώντας το ποντίκι, κάντε δεξί κλικ στο σημειωματάριο και επιλέξτε <menuchoice><guimenuitem>Νέα σημείωση</guimenuitem></menuchoice>.
fr: Cela ouvre une nouvelle note qui servira de modèle. Tout le texte saisi dans celle-ci apparaîtra dans toute nouvelle note créée dans ce bloc-notes. Pour écrire une nouvelle note dans ce bloc-notes, faites un clic droit sur celui-ci et choisissez <menuchoice><guimenuitem>Nouvelle note</guimenuitem></menuchoice>.
zh_cn: 这将打开一个用于模板的新便笺。任何输入到此便笺的文本将出现在在此便笺本中创建的所有便笺中。要使用鼠标在便笺本中创建一个新便笺，在便笺上右键点击并选择 <menuchoice><guimenuitem>新建便笺</guimenuitem></menuchoice>。

source: Creating a Notebook Template
el: Δημιουργία προτύπου σημειωματάριου
fr: Création d'un modèle de bloc-notes
zh_cn: 创建便笺本模板

source: Deleting a Notebook
el: Διαγραφή σημειωματάριου
fr: Suppression d'un bloc-notes
zh_cn: 删除记事本

source: Deleting a notebook will not delete any of the notes which are currently inside the notebook. After deleting a notebook, the notes will not be associated with any notebook and can be seen by highlighting <menuchoice><guimenuitem>Unfiled Notes</guimenuitem></menuchoice> in the <menuchoice><guimenuitem>Search All Notes</guimenuitem></menuchoice> window.
el: Με τη διαγραφή ενός σημειωματάριου οι σημειώσεις που βρίσκονται μέσα σε αυτό δε θα διαγραφούν. Μετά τη διαγραφή ενός σημειωματάριου, οι σημειώσεις του δε θα συσχετιστούν με κανένα σημειωματάριο και μπορούν να προσπελαστούν επισημαίνοντας την επιλογή <menuchoice><guimenuitem>Ανολοκλήρωτες σημειώσεις</guimenuitem></menuchoice> στο παράθυρο <menuchoice><guimenuitem>Αναζήτηση σε όλες τις σημειώσεις</guimenuitem></menuchoice>.
fr: Supprimer un bloc-notes ne supprime pas les notes qui sont actuellement dedans. Après la suppression, celles-ci ne sont plus associées à un bloc-notes et peuvent être retrouvées en sélectionnant <menuchoice><guimenuitem>Notes non classées</guimenuitem></menuchoice> dans la fenêtre <menuchoice><guimenuitem>Rechercher dans toutes les notes</guimenuitem></menuchoice>.
zh_cn: 删除一个便笺本将不会删除任何当前存在在其中的便笺。删除一个便笺本之后，这些便签将不会与任何便笺本关联并且可以在 <menuchoice><guimenuitem>搜索全部便笺</guimenuitem></menuchoice> 窗口中高亮 <menuchoice><guimenuitem>未命名便笺</guimenuitem></menuchoice> 而看到。

source: You can delete a notebook you have created by one of two methods:
el: Μπορείτε να διαγράψετε ένα σημειωματάριο με μία από τις παρακάτω δύο μεθόδους:
fr: Pour supprimer un bloc-notes, utilisez l'une des deux méthodes suivantes :
zh_cn: 可以通过如下的两种方法之一删除已经创建的便笺本：

source: To delete a notebook using your mouse:
el: Για να διαγράψετε ένα σημειωματάριο με το ποντίκι:
fr: Pour supprimer un bloc-notes avec la souris :
zh_cn: 要使用鼠标删除便笺本：

source: Using your mouse, right click on a Notebook that you have created and choose <menuchoice><guimenuitem>Delete Notebook</guimenuitem></menuchoice>.
el: Χρησιμοποιώντας το ποντίκι, κάντε δεξί κλικ πάνω σε ένα σημειωματάριο και επιλέξτε <menuchoice><guimenuitem>Διαγραφή σημειωματάριου</guimenuitem></menuchoice>.
fr: Faites un clic droit sur le bloc-notes et choisissez <menuchoice><guimenuitem>Supprimer le bloc-notes</guimenuitem></menuchoice> dans le menu contextuel.
zh_cn: 使用鼠标，在已经创建的笔记本上右键点击并选择 <menuchoice><guimenuitem>删除便笺本</guimenuitem></menuchoice>。

source: To delete a Notebook from the <menuchoice><guimenuitem>Search All Notes</guimenuitem></menuchoice> menu, open <menuchoice><guimenuitem>Search All Notes</guimenuitem></menuchoice> by choosing it from the Gnote icon on the MATE Panel.
fr: Pour supprimer un bloc-notes à partir du menu de <menuchoice><guimenuitem>Rechercher dans toutes les notes</guimenuitem></menuchoice>, ouvrez <menuchoice><guimenuitem>Rechercher dans toutes les notes</guimenuitem></menuchoice> à partir de l'icône Gnote dans le tableau de bord de MATE.
zh_cn: 要从 <menuchoice><guimenuitem>搜索全部便笺</guimenuitem></menuchoice> 菜单中删除一个便笺，通过从 MATE 面板的 Gnote 图标上选择它，打开 <menuchoice><guimenuitem>搜索全部便笺</guimenuitem></menuchoice>。

source: Using your mouse, left click on the Notebook you want to delete.
el: Χρησιμοποιώντας το ποντίκι, κάντε αριστερό κλικ στο σημειωματάριο που θέλετε να διαγράψετε.
fr: sélectionnez le bloc-notes à supprimer par un clic gauche de la souris,
zh_cn: 使用鼠标，在想要删除的便笺本上单击。

source: From the menu, choose <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Delete Notebook</guimenuitem></menuchoice>
el: Από το μενού, επιλέξτε <menuchoice><guimenuitem>Επεξεργασία</guimenuitem><guimenuitem>Διαγραφή σημειωματάριου</guimenuitem></menuchoice>
fr: choisissez <menuchoice><guimenuitem>Édition</guimenuitem><guimenuitem>Supprimer le bloc-notes</guimenuitem></menuchoice>.
zh_cn: 从菜单中，选择 <menuchoice><guimenuitem>编辑</guimenuitem><guimenuitem>删除便笺本</guimenuitem></menuchoice>

source: Note Synchronization
el: Συγχρονισμός σημειώσεων
fr: Synchronisation de notes
zh_cn: 便笺同步

source: Gnote can now keep your notes synchronized between multiple computers by relying on a central server.
el: Το Gnote μπορεί πλέον να διατηρεί τις σημειώσεις σας συγχρονισμένες μεταξύ πολλών υπολογιστών βασιζόμενο σε έναν κεντρικό εξυπηρετητή.
fr: Gnote peut maintenant synchroniser des notes entre plusieurs ordinateurs en s'appuyant sur un serveur central.
zh_cn: Gnote 现在可以通过一个中间服务器中转保持您的便笺在多个计算机之前同步。

source: Configure note synchronization
el: Ρύθμιση συγχρονισμού σημειώσεων
fr: Configuration de la synchronisation des notes
zh_cn: 配置便笺同步

source: You can configure your note synchronization preferences in the <guilabel>Synchronization</guilabel> tab of the <interface>Gnote Preferences</interface> dialog. Default conflict handling behavior can be configured by selecting the <guibutton>Advanced...</guibutton> button.
el: Μπορείτε να ρυθμίσετε τις προτιμήσεις συγχρονισμού σημειώσεων στην ετικέτα <guilabel>Συγχρονισμός</guilabel> του παράθυρου <interface>Προτιμήσεις Gnote</interface>. Η προεπιλεγμένη συμπεριφορά διαχείρισης συγκρούσεων μπορεί να ρυθμιστεί κάνοντας κλικ στο κουμπί <guibutton>Ειδικές επιλογές...</guibutton>.
fr: Pour configurer vos préférences de synchronisation des notes, ouvrez l'onglet <guilabel>Synchronisation</guilabel> de la boîte de dialogue <interface>Préférences</interface> de Gnote. Le bouton <guibutton>Avancé...</guibutton> permet de définir les options de gestion des conflits qui sont utilisées par défaut.
zh_cn: 您可以在 <interface>Gnote 首选项</interface> 对话框中的 <guilabel>同步</guilabel> 标签中配置您的同步首选项。默认的冲突处理行为可以通过选择 <guibutton>高级...</guibutton> 按钮配置。

source: Gnote Synchronization Preferences
el: Προτιμήσεις συγχρονισμού Gnote
fr: Préférences de synchronisation de Gnote
zh_cn: Gnote 同步选项

source: Configure note synchronization service (WebDAV)
el: Ρύθμιση υπηρεσίας συγχρονισμού σημειώσεων (WebDAV)
fr: Configuration du service de synchronisation de notes (WebDAV)
zh_cn: 配置便笺同步服务 (WebDAV)

source: In order to synchronize your notes with a WebDAV server, you will need the wdfs FUSE file system installed. Follow the documentation for your operating system to set up FUSE for your user. You will also need the MATE Keyring installed.
el: Για να συγχρονίσετε τις σημειώσεις σας με έναν εξυπηρετητή WebDAV, θα χρειαστεί να έχετε εγκατεστημένο το σύστημα αρχείων wdfs FUSE. Ακολουθήστε τις οδηγίες του λειτουργικού σας συστήματος για να εγκαταστήσετε το FUSE στο λογαριασμό σας. Επιπλέον θα χρειαστεί να έχετε εγκατεστημένο και το MATE Keyring.
fr: Pour synchroniser des notes par l'intermédiaire d'un serveur WebDAV, les fichiers système wdfs FUSE doivent au préalable avoir été installés. Veuillez suivre la documentation pour configurer FUSE pour votre nom d'utilisateur. Les paquets MATE Keyring sont également nécessaires.
zh_cn: 为了同一个 WebDAV 服务器同步您的便笺，将需要已经安装 wdfs FUSE 文件系统。按照您计算机操作系统的文档为用户设置 FUSE。您也将需要已安装 MATE 密钥环。

source: Choose <guimenuitem>WebDAV</guimenuitem> from the <guilabel>Service</guilabel> drop-down list. Fill in the connection information for your server, and then select the <guibutton>Save</guibutton> button. You are now ready to synchronize your notes.
el: Επιλέξτε <guimenuitem>WebDAV</guimenuitem> από τη λίστα επιλογών <guilabel>Υπηρεσία</guilabel>. Συμπληρώστε τις πληροφορίες σύνδεσης για τον εξυπηρετητή σας και στη συνέχεια κάντε κλικ στο κουμπί <guibutton>Αποθήκευση</guibutton>. Είστε πλέον έτοιμος να συγχρονίσετε τις σημειώσεις σας.
fr: Dans la liste déroulante <guilabel>Service</guilabel>, choisissez <guimenuitem>WebDAV</guimenuitem>. Saisissez les informations de connexion de votre serveur, puis cliquez sur <guibutton>Enregistrer</guibutton>. Le service de synchronisation est maintenant fonctionnel.
zh_cn: 从 <guilabel>服务</guilabel> 下拉菜单中选择 <guimenuitem>WebDAV</guimenuitem>。填写您服务器的连接信息，然后选择 <guibutton>保存</guibutton> 按钮。现在您准备好了同步您的便笺。

source: Configure note synchronization service (SSH)
el: Ρύθμιση υπηρεσίας συγχρονισμού σημειώσεων (SSH)
fr: Configuration du service de synchronisation de notes (SSH)
zh_cn: 配置便笺同步服务 (SSH)

source: In order to synchronize your notes with an SSH server, you will need the sshfs FUSE file system installed. Follow the documentation for your operating system to set up FUSE for your user. You will also need an SSH key for your SSH server account, which should be added to a running SSH daemon. This can be done using the MATE <application>Seahorse</application> application.
el: Για να συγχρονίσετε τις σημειώσεις σας με έναν εξυπηρετητή SSH, θα χρειαστεί να έχετε εγκατεστημένο το σύστημα αρχείων sshfs FUSE. Ακολουθήστε τις οδηγίες του λειτουργικού σας συστήματος για να εγκαταστήσετε το FUSE στο λογαριασμό σας. Επιπλέον θα χρειαστείτε ένα κλειδί SSH για το λογαριασμό σας στον εξυπηρετητή SSH, το οποίο θα πρέπει να προστεθεί σε έναν ενεργό δαίμονα SSH. Αυτό μπορεί να γίνει χρησιμοποιώντας την εφαρμογή <application>Seahorse</application> του MATE.
fr: Pour synchroniser vos notes à l'aide d'un serveur SSH, les fichiers système wdfs FUSE doivent au préalable avoir été installés. Veuillez suivre la documentation pour configurer FUSE pour votre nom d'utilisateur. Vous avez aussi besoin de créer une clé SSH pour votre compte sur le serveur SSH, qui doit être ajoutée au démon SSH en cours. L'application MATE <application>Seahorse</application> prend en charge ce type de chiffrage.
zh_cn: 为了同 SSH 服务器同步您的便笺。需要已经安装 sshfs FUSE 文件系统。跟随您操作系统的文档以为用户设置 FUSE。您也需要为您的 SSH 账户有一个 SSH 密钥，其应该被添加到一个正在运行的 SSH 守护进程。这可以使用 MATE <application>Seahorse</application> 应用程序达到。

source: Choose <guimenuitem>SSH</guimenuitem> from the <guilabel>Service</guilabel> drop-down list. Fill in the connection information for your server, and then select the <guibutton>Save</guibutton> button. You are now ready to synchronize your notes.
el: Επιλέξτε <guimenuitem>SSH</guimenuitem> από τη λίστα επιλογών <guilabel>Υπηρεσία</guilabel>. Συμπληρώστε τις πληροφορίες σύνδεσης για τον εξυπηρετητή σας και στη συνέχεια κάντε κλικ στο κουμπί <guibutton>Αποθήκευση</guibutton>. Είστε πλέον έτοιμος να συγχρονίσετε τις σημειώσεις σας.
fr: Dans la liste déroulante <guilabel>Service</guilabel>, choisissez <guimenuitem>SSH</guimenuitem>. Saisissez les informations de connexion de votre serveur, puis cliquez sur <guibutton>Enregistrer</guibutton>. Le service de synchronisation est maintenant fonctionnel.
zh_cn: 从 <guilabel>服务</guilabel> 下拉菜单中选择 <guimenuitem>SSH</guimenuitem>。填写您服务器的连接信息，然后选择 <guibutton>保存</guibutton> 按钮。现在您准备好了同步您的便笺。

source: Configure note synchronization service (Local Folder)
el: Ρύθμιση υπηρεσίας συγχρονισμού σημειώσεων (Τοπικός φάκελος)
fr: Configuration du service de synchronisation de notes (Dossier local)
zh_cn: 配置便笺同步服务(本地文件夹)

source: You may want to synchronize your notes to a local folder if that folder is available to your other systems, or if that folder represents a local mount of a remote server.
el: Μπορεί να θέλετε να συγχρονίσετε τις σημειώσεις σας σε έναν τοπικό φάκελο αν αυτός ο φάκελος είναι διαθέσιμος και στα άλλα συστήματά σας, ή αν αποτελεί τοπική διασύνδεση ενός απομακρυσμένου εξυπηρετητή.
fr: Vous pouvez décider de synchroniser vos notes dans un dossier local si celui-ci est disponible à partir d'autres systèmes ou s'il s'agit du montage local d'un dossier d'un serveur distant.
zh_cn: 如果一个本地文件夹可以被其它系统访问或者如果那个文件夹代表一个本地挂载的远程服务器，您可能希望同步您的便笺到那个文件夹。

source: Choose <guimenuitem>Local Folder</guimenuitem> from the <guilabel>Service</guilabel> drop-down list. Choose the desired synchronization <guilabel>Folder Path</guilabel>, and then select the <guibutton>Save</guibutton> button. You are now ready to synchronize your notes.
el: Επιλέξτε <guimenuitem>Τοπικός φάκελος</guimenuitem> από τη λίστα επιλογών <guilabel>Υπηρεσία</guilabel>. Επιλέξτε το επιθυμητό <guilabel>Μονοπάτι φακέλου</guilabel> για συγχρονισμό και στη συνέχεια κάντε κλικ στο κουμπί <guibutton>Αποθήκευση</guibutton>. Είστε πλέον έτοιμος να συγχρονίσετε τις σημειώσεις σας.
fr: Dans la liste déroulante <guilabel>Service</guilabel>, choisissez <guimenuitem>Dossier Local</guimenuitem>. Choisissez le <guilabel>Chemin du dossier</guilabel> désiré pour la synchronisation, puis cliquez sur <guibutton>Enregistrer</guibutton>. Le service de synchronisation est maintenant fonctionnel.
zh_cn: 从 <guilabel>服务</guilabel> 下拉列表中选择 <guimenuitem>本地文件夹</guimenuitem>。选择希望同步的 <guilabel>文件夹路径</guilabel>，然后选择 <guibutton>保存</guibutton> 按钮。您现在已经准备好同步您的便笺。

source: Synchronize your notes
el: Συγχρονίστε τις σημειώσεις σας
fr: Synchronisation de vos notes
zh_cn: 同步您的比较

source: You can synchronize your notes at any time by selecting <menuchoice><guimenu>Tools</guimenu><guimenuitem>Synchronize Notes</guimenuitem></menuchoice> from any note or from the <interface>Search All Notes</interface> dialog.
el: Μπορείτε ανά πάσα στιγμή να συγχρονίσετε τις σημειώσεις σας επιλέγοντας <menuchoice><guimenu>Εργαλεία</guimenu><guimenuitem>Συγχρονισμός σημειώσεων</guimenuitem></menuchoice> από το παράθυρο μιας σημείωσης ή από το παράθυρο <interface>Αναζήτηση σε όλες τις σημειώσεις</interface>.
fr: Vos notes peuvent être synchronisées à tout moment en choisissant <menuchoice><guimenu>Outils</guimenu><guimenuitem>Synchroniser les notes</guimenuitem></menuchoice> depuis le menu d'une note ou à partir de la boîte de dialogue <interface>Rechercher dans toutes les notes</interface>.
zh_cn: 您可以在任何时间通过从任何便笺或从 <interface>搜索全部便笺</interface> 对话框选择 <menuchoice><guimenu>工具</guimenu><guimenuitem>Synchronize Notes</guimenuitem></menuchoice> 来同步您的便笺。

source: Handling synchronization conflicts
el: Διαχείριση συγκρούσεων συγχρονισμού
fr: Gestion des conflits de synchronisation
zh_cn: 处理同步冲突

source: When synchronizing notes between multiple computers, conflicts may occur. Usually this is the result of not synchronizing regularly when switching between systems. Gnote will detect conflicts in the content of your notes and help you to avoid loss of important data.
el: Όταν συγχρονίζετε σημειώσεις μεταξύ πολλαπλών υπολογιστών, μπορεί να συμβούν συγκρούσεις. Συνήθως οι συγκρούσεις είναι το αποτέλεσμα του μη τακτικού συγχρονισμού κατά την εναλλαγή μεταξύ συστημάτων. Το Gnote θα εντοπίσει τις συγκρούσεις στα περιεχόμενα των σημειώσεών σας και θα σας βοηθήσει να αποφύγετε την απώλεια σημαντικών δεδομένων.
fr: Il peut y avoir des conflits en synchronisant des notes en provenance de plusieurs ordinateurs. Cela provient généralement du fait que la synchronisation n'a pas été systématiquement effectuée en passant d'un système à l'autre. Gnote détectera néanmoins les conflits possibles dans le contenu des notes et vous aidera ainsi à ne pas perdre de données importantes.
zh_cn: 在多个计算机之间同步便笺时，可能发生冲突。通常这是在系统之前切换时不正常同步的结果。Gnote 将在您便笺的内容中探测冲突并帮助您避免丢失重要数据。

source: If a conflict is detected during note synchronization, the <interface>Note Conflict</interface> dialog will appear. If you do not need the changes you made in your local note, you can select <guilabel>Overwrite local note</guilabel>. If you would like to keep your local changes in a new note, select <guilabel>Rename local note</guilabel>.
el: Αν κατά τη διάρκεια συγχρονισμού σημειώσεων εντοπιστεί μία σύγκρουση, θα εμφανιστεί το παράθυρο <interface>Σύγκρουση σημειώσεων</interface>. Αν δε χρειάζεστε τις αλλαγές που κάνατε στην τοπική σημείωση, μπορείτε να επιλέξετε <guilabel>Αντικατάσταση τοπικής σημείωσης</guilabel>. Αν θέλετε να κρατήσετε τις τοπικές αλλαγές στη νέα σημείωση, επιλέξτε <guilabel>Μετονομασία τοπικής σημείωσης</guilabel>.
fr: Quand une possibilité de conflit est détectée pendant une synchronisation de notes, la boîte de dialogue <interface>Conflit de notes</interface> s'affiche. Si vous décidez de ne pas conserver les modifications apportées à votre note locale, choisissez <guilabel>Écraser la note locale</guilabel>, si vous souhaitez les conserver en créant une nouvelle, choisissez <guilabel>Renommer la note locale</guilabel>.
zh_cn: 如果在便笺同步时探测到了冲突，将显示 <interface>便笺冲突</interface>。如果您不需要本地便笺中的更改，可以选择 <guilabel>覆盖本地便笺</guilabel>。如果想要在新便笺中保留本地更改，选择 <guilabel>重命名本地便笺</guilabel>。

source: Preferences
el: Προτιμήσεις
fr: Préférences
zh_cn: 首选项

source: To set preferences for Gnote, right-click on the icon in the panel, and select <menuchoice><guimenuitem>Preferences</guimenuitem></menuchoice> from the menu. You will see a dialog similar to the one displayed in <xref linkend="pref-editing"/>. There are two categories of preferences, <guilabel>Editing</guilabel> and <guilabel>Hotkeys</guilabel>. Preferences for each tab will be described below.
el: Για να ορίσετε τις προτιμήσεις για το Gnote, κάντε δεξί κλικ στο εικονίδιο στον πίνακα εφαρμογών, και επιλέξτε από το αναδυόμενο μενού <menuchoice><guimenuitem>Προτιμήσεις</guimenuitem></menuchoice>. Θα δείτε ένα παράθυρο όμοιο με αυτό που εμφανίστηκε στο <xref linkend="pref-editing"/>. Υπάρχουν δύο κατηγορίες προτιμήσεων, <guilabel>Επεξεργασία</guilabel> και <guilabel>Hotkeys</guilabel>. Οι προτιμήσεις κάθε ετικέτας θα περιγραφούν παρακάτω.
fr: Pour définir les préférences dans Gnote, faites un clic droit sur l'icône dans le tableau de bord et choisissez <menuchoice><guimenuitem>Préférences</guimenuitem></menuchoice> dans le menu contextuel. Une boîte de dialogue similaire à celle de la <xref linkend="pref-editing"/> s'affiche. Les options des onglets <guilabel>Édition</guilabel> et <guilabel>Raccourcis clavier</guilabel> sont décrites ci-dessous.
zh_cn: 要为 Gnote 设置首选项，右键点击面板上的图标，并从菜单中选择 <menuchoice><guimenuitem>Preferences</guimenuitem></menuchoice>。您将看到类似于在 <xref linkend="pref-editing"/> 显示的一个对话框。首选项有两类，<guilabel>编辑</guilabel> 和 <guilabel>热键</guilabel>。每个标签的首选项都将在下边描述。

source: Editing
el: Επεξεργασία
fr: Édition
zh_cn: 编辑

source: The editing tab will allow you to set preferences related to editing notes. There are three checkboxes on this tab, which can either be turned on or off.
el: Η ετικέτα επεξεργασία σας επιτρέπει να ρυθμίσετε προτιμήσεις σχετικά με την επεξεργασία σημειώσεων. Υπάρχουν τρία κουτιά επιλογής σε αυτήν την ετικέτα, τα οποία μπορεί να είναι ενεργοποιημένα ή απενεργοποιημένα.
fr: L'onglet Édition permet de définir les préférences pour l'édition de notes. Il y a trois cases à cocher dans cet onglet.
zh_cn: 编辑标签将允许您设置关于编辑便笺的首选项。在此标签上有三个复选框，其可以打开也可以关闭。

source: Spellcheck While Typing
el: Έλεγχος ορθογραφίας κατά την πληκτρολόγηση
fr: Vérification orthographique lors de la frappe
zh_cn: 输入时进行拼写检查

source: Enable this checkbox to underline misspellings in red, and provide suggestions in the right click context menu. Enable or disable the checkbox using the mouse or the key combination <keycombo><keycap>Alt</keycap><keycap>S</keycap></keycombo>.
el: Ενεργοποιήστε αυτή την επιλογή για να υπογραμμίζονται τα ορθογραφικά λάθη με κόκκινο, και να παρέχονται προτάσεις ορθογραφίας κάνοντας δεξί κλικ. Ενεργοποιήστε ή απενεργοποιήστε την επιλογή χρησιμοποιώντας το ποντίκι ή το συνδυασμό πλήκτρων <keycombo><keycap>Alt</keycap><keycap>S</keycap></keycombo>.
fr: Cochez cette case pour souligner les fautes d'orthographe en rouge et obtenir une suggestion de correction par un clic-droit de souris. Activez ou désactivez cette fonction en cochant/décochant les cases avec la souris ou appuyez sur la combinaison de touches <keycombo><keycap>Alt</keycap><keycap>O</keycap></keycombo>.
zh_cn: 启用此复选框以使用红色对错误拼写下划线，并在右键上下问菜单中提供建议。使用鼠标或键盘组合键 <keycombo><keycap>Alt</keycap><keycap>S</keycap></keycombo> 启用或禁用复选框。

source: The spellcheck option is only available if you have the <application>GtkSpell</application> package for your distribution installed.
fr: La vérification orthographique automatique nécessite l'installation du paquet <application>GtkSpell</application> dans votre distribution.
zh_cn: 拼写检查选项只有在已经安装了您发行版的 <application>GtkSpell</application> 包时才可用。

source: Highlight WikiWords
el: Έντονες οι ΒικιΛέξεις
fr: Surligner les mots Wiki
zh_cn: 高亮 WikiWords

source: Enable this checkbox to create links for phrases <literal>ThatLookLikeThis</literal>. Clicking on the link will create a new note with the title corresponding to the link text. Enable or disable this checkbox using the mouse or the key combination <keycombo><keycap>Alt</keycap><keycap>W</keycap></keycombo>.
el: Ενεργοποιήστε αυτή την επιλογή για να δημιουργήσετε συνδέσεις με φράσεις οι οποίες <literal>ΜοιάζουνΚάπωςΈτσι</literal>. Κάνοντας κλικ στη σύνδεση θα δημιουργηθεί μία νέα σημείωση με τίτλο το κείμενο της σύνδεσης. Ενεργοποιήστε ή απενεργοποιήστε την επιλογή χρησιμοποιώντας το ποντίκι ή το συνδυασμό πλήκτρων <keycombo><keycap>Alt</keycap><keycap>W</keycap></keycombo>.
fr: Cochez cette case pour créer des liens vers des mots <literal>CommeCeluiCi</literal>. Un clic sur ce lien crée une nouvelle note dont le titre correspond au texte du lien. Activez ou désactivez cette fonction en cochant/décochant la case avec la souris ou appuyez sur la combinaison de touches <keycombo><keycap>Alt</keycap><keycap>W</keycap></keycombo>
zh_cn: 启用此复选框以为短语 <literal>ThatLookLikeThis</literal> 创建链接。在链接上点击将创建以相应的链接文本为标题的新便笺。使用鼠标或键盘快捷键 <keycombo><keycap>Alt</keycap><keycap>W</keycap></keycombo> 启用或禁用此复选框。

source: Use Custom Font
el: Χρήση προσαρμοσμένης γραμματοσειράς
fr: Utiliser une police personnalisée
zh_cn: 使用自定义字体

source: Enable this checkbox to set a custom font to be used in your notes. If this option is disabled, the default system font will be used. Enable or disable this checkbox using the mouse or the key combination <keycombo><keycap>Alt</keycap><keycap>F</keycap></keycombo>.
el: Ενεργοποιήστε αυτή την επιλογή για να ορίσετε μία συγκεκριμένη γραμματοσειρά που θέλετε να χρησιμοποιείται στις σημειώσεις σας. Αν αυτή η επιλογή είναι απενεργοποιημένη, τότε θα χρησιμοποιηθεί η προεπιλεγμένη γραμματοσειρά του συστήματος. Ενεργοποιήστε ή απενεργοποιήστε την επιλογή χρησιμοποιώντας το ποντίκι ή το συνδυασμό πλήκτρων <keycombo><keycap>Alt</keycap><keycap>F</keycap></keycombo>.
fr: Cochez cette option pour définir une police de caractères personnalisée. Si cette case n'est pas cochée, la police système par défaut sera utilisée. Activez/désactivez cette fonction en cochant/décochant la case avec la souris ou appuyez sur la combinaison de touches <keycombo><keycap>Alt</keycap><keycap>P</keycap></keycombo>.
zh_cn: 选择此复选框以设置在您便笺中要使用的一种自定义字体。如果此选项禁用，将使用默认的系统字体。可以使用鼠标或键盘快捷键 <keycombo><keycap>Alt</keycap><keycap>F</keycap></keycombo> 启用或禁用这个复选框。

source: Gnote Editing Preferences
el: Προτιμήσεις επεξεργασίας Gnote
fr: Préférences d'édition de Gnote
zh_cn: Gnote 编辑首选项

source: Hotkeys
fr: Raccourcis clavier
zh_cn: 热键
