Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-notes/help/*/*.po
Languages: el, fr, zh_cn

source: The hotkeys tab allows you to set global key combinations to perform different functions in Gnote. In order to set key combinations, you must have the <guibutton>Listen for Hotkeys</guibutton> checkbox enabled. Use <keycombo><keycap>Alt</keycap><keycap>H</keycap></keycombo> to toggle this option.
el: Η ετικέτα hotkeys σας επιτρέπει να ορίσετε συνδυασμούς πλήκτρων για να εκτελείτε διάφορες λειτουργίες στο Gnote. Για να ορίσετε συνδυασμούς πλήκτρων, πρέπει να έχετε ενεργοποιημένη την επιλογή <guibutton>Ακρόαση για Hotkeys</guibutton>. Χρησιμοποιήστε <keycombo><keycap>Alt</keycap><keycap>H</keycap></keycombo> για να ενεργοποιήσετε/απενεργοποιήσετε αυτή την επιλογή.
fr: L'onglet Raccourcis clavier vous permet de définir des combinaisons de touches pour accéder aux différentes fonctions de Gnote lorsque la case <guibutton>Activer les raccourcis</guibutton> est cochée. Le raccourci <keycombo><keycap>Alt</keycap><keycap>C</keycap></keycombo> permet aussi d'activer/désactiver cette fonction.
zh_cn: 热键标签使您可以设置全局组合键以在 Gnote 中执行不同的功能。为了设置组合键，必须启用 <guibutton>监听热键</guibutton> 复选框。

source: Show notes menu
el: Εμφάνιση μενού σημειώσεων
fr: Afficher le menu des notes
zh_cn: 显示便笺菜单

source: Enter the key combination to open the notes menu.
el: Εισάγετε το συνδυασμό πλήκτρων για να ανοίξετε το μενού σημειώσεων
fr: Saisisissez ici la combinaison de touches pour afficher le menu des notes.
zh_cn: 输入键盘组合键以打开便笺菜单。

source: Open "Start Here"
el: Άνοιγμα σημείωσης "Ξεκινήστε εδώ"
fr: Ouvrir « Démarrer ici »
zh_cn: 打开 “从这里开始”

source: Enter the key combination to open the <quote>Start Here</quote> note, which is preinstalled with Gnote.
el: Εισάγετε το συνδυασμό πλήκτρων για να ανοίξετε τη σημείωση <quote>Ξεκινήστε εδώ</quote>, η οποία είναι προεγκατεστημένη με το Gnote.
fr: Saisissez ici la combinaison de touches pour ouvrir la note <quote>Démarrer ici </quote>, pré-installée dans Gnote.
zh_cn: 输入打开 <quote>Start Here</quote> 便笺 (其已经随 Gnote 预安装)的组合键。

source: Create new note
el: Δημιουργία νέας σημείωσης
fr: Créer une nouvelle note
zh_cn: 创建新比较

source: Enter the key combination to create a new note.
el: Εισάγετε το συνδυασμό πλήκτρων για να δημιουργήσετε μία νέα σημείωση.
fr: Saisissez ici la combinaison de touches pour ouvrir une nouvelle note.
zh_cn: 输入创建新便笺的组合键。

source: Search notes
el: Αναζήτηση σε όλες τις σημειώσεις
fr: Ouvrir « Rechercher dans toutes les notes »
zh_cn: 搜索便笺

source: Enter the key combination to open the <interface>Search All Notes</interface> dialog.
el: Εισάγετε το συνδυασμό πλήκτρων για να ανοίξετε το παράθυρο <interface>Αναζήτηση σε όλες τις σημειώσεις</interface>.
fr: Saisissez ici la combinaison de touches pour ouvrir la boîte de dialogue <interface>Rechercher dans toutes les notes</interface>.
zh_cn: 输入用以打开 <interface>搜索全部便笺</interface> 对话框的组合键。

source: Gnote Hotkey Preferences
el: Προτιμήσεις Gnote για Hotkeys
fr: Préférences de raccourcis clavier de Gnote
zh_cn: Gnote 热键首选项

source: Synchronization
el: Συγχρονισμός
fr: Synchronisation
zh_cn: 同步

source: Please see <xref linkend="synchronization"/> for more details.
el: Παρακαλούμε δείτε <xref linkend="synchronization"/> για περισσότερες λεπτομέρειες.
fr: Veuillez consulter la <xref linkend="synchronization"/> pour plus de détails.
zh_cn: 请查看 <xref linkend="synchronization"/> 获取更多细节。

source: Add-ins
el: Πρόσθετες λειτουργίες
fr: Greffons
zh_cn: 附加组件

source: The add-ins tab allows you to enable and configure Gnote Add-ins.
el: Η ετικέτα πρόσθετες λειτουργίες σας επιτρέπει να ενεργοποιείτε και να ρυθμίζετε τις πρόσθετες λειτουργίες του Gnote.
fr: L'onglet Greffons permet d'activer et de configurer les greffons disponibles dans Gnote.
zh_cn: 附加组件标签允许你启用和配置 Gnote 附加组件。

source: The list of installed add-ins shows on the left. An add-in is enabled by selecting it from the list and then selecting <guibutton>Enable</guibutton>. Disable an add-in by selecting it from the list and then selecting <guibutton>Disable</guibutton>.
el: Στα αριστερά βρίσκεται η λίστα με τις εγκατεστημένες πρόσθετες λειτουργίες. Μία πρόσθετη λειτουργία ενεργοποιείται επιλέγοντάς την από τη λίστα και πατώντας το κουμπί <guibutton>Ενεργοποίηση</guibutton>. Απενεργοποιήστε μία πρόσθετη λειτουργία επιλέγοντάς την από τη λίστα και πατώντας το κουμπί <guibutton>Απενεργοποίηση</guibutton>.
fr: La colonne gauche du tableau donne la liste des greffons disponibles. Pour activer/désactiver un greffon, sélectionnez-le dans la liste, puis cliquez sur <guibutton>Activer</guibutton> ou <guibutton>Désactiver</guibutton>.
zh_cn: 在左边显示已安装的附加组件列表。要启用一个附加组件，从右键列表中选择它然后选择 <guibutton>启用</guibutton>。要禁用一个附加组件，从右键列表中选择它然后选择 <guibutton>禁用</guibutton>。

source: Please see <xref linkend="plugins"/> for more information about the add-ins that are installed with Gnote.
el: Παρακαλούμε δείτε <xref linkend="plugins"/> για περισσότερες πληροφορίες σχετικά με τις πρόσθετες λειτουργίες που είναι εγκατεστημένες με το Gnote.
fr: Veuillez consulter la <xref linkend="plugins"/> pour de plus amples informations sur les greffons installés avec Gnote.
zh_cn: 请查看 <xref linkend="plugins"/> 以查看更多关于已经随 Gnote 安装的附加组件的更多信息。

source: Gnote Add-in Preferences
el: Προτιμήσεις πρόσθετων λειτουργιών Gnote.
fr: Préférences des greffons de Gnote
zh_cn: Gnote 附加组件首选项

source: Backlinks
fr: Rétroliens
zh_cn: 反向链接

source: Bugzilla URL Drop
fr: Liens URL Bugzilla
zh_cn: Bugzilla URL 拖动

source: Evolution Mail Drop
fr: Liens messagerie Évolution
zh_cn: Evolution 邮件拖动

source: Note of the Day
fr: Note du jour
zh_cn: 今日便笺

source: Print Notes
fr: Prise en charge de l'impression
zh_cn: 打印便笺

source: and Sticky Notes Import.
fr: Importation de notes du Pense-bêtes
zh_cn: 和置顶便笺导出。

source: By default, Gnote comes with several pre-installed add-ins: <placeholder-1/> Since these are preinstalled, they are ready to use and are automatically loaded into the Gnote interface.
el: Εξ ορισμού, το Gnote έχει πολλές προεγκατεστημένες πρόσθετες λειτουργίες: <placeholder-1/> Από τη στιγμή που είναι προεγκατεστημένες, είναι έτοιμες για χρήση και φορτώνονται αυτόματα στη διεπιφάνεια του Gnote.
fr: Par défaut, le paquet Gnote est installé avec un certain nombre de greffons pré-installés : <placeholder-1/>. Ceux-ci sont prêts à l'emploi et chargés automatiquement dans l'interface de Gnote.
zh_cn: 默认上，Gnote 带有多个已经预安装的附加组件：<placeholder-1/> 因为这些是预安装的，它们已经准备好使用并且是自动加载到 Gnote 界面中。

source: Some add-ins exist that are not installed by default.
el: Υπάρχουν κάποιες πρόσθετες λειτουργίες οι οποίες δεν είναι προεγκατεστημένες.
fr: D'autres greffons existent mais ils ne sont pas installés par défaut.
zh_cn: 存在某些默认未安装的附加组件。

source: Backlinks (What links here?)
el: Backlinks (Τι συνδέει προς τα εδώ;)
fr: Rétroliens (Quels liens sur cette note ?)
zh_cn: 反向连接 (链接到此处的有哪些？)

source: This add-in allows you to know which notes link to the note you are currently editing. It makes it easier to keep track of the relationships between notes. If this add-in is enabled, the <link linkend="tools">Tools</link> menu will have a <guimenuitem>What links here?</guimenuitem> option. When you select this option, it will list all the notes which link to the current note in a submenu. Select a note in the submenu to open it.
el: Αυτή η πρόσθετη λειτουργία σας δίνει τη δυνατότητα να γνωρίζετε ποιες σημειώσεις συνδέονται με τη σημείωση την οποία επεξεργάζεστε. Αν είναι ενεργοποιημένη, το μενού επιλογών <link linkend="tools">Εργαλεία</link> θα έχει την επιλογή <guimenuitem>Τι συνδέει προς τα εδώ;</guimenuitem>. Όταν την επιλέξετε, θα εμφανιστεί σε ένα υπομενού μία λίστα με όλες τις σημειώσεις που συνδέονται με την τρέχουσα σημείωση. Επιλέξτε μία σημείωση από το υπομενού για να την ανοίξετε.
fr: Ce greffon permet de savoir quelles notes ont des liens vers la note actuelle. Il vous simplifie la visualisation des relations entre notes. S'il est activé, le menu <link linkend="tools">Outils</link> contient l'option <guimenuitem>Quels liens sur cette note ?</guimenuitem>. En la sélectionnant, vous verrez la liste des notes liées à la note actuelle dans un sous-menu. Choisissez une note de ce sous-menu pour l'ouvrir.
zh_cn: 此附加组件允许您知道哪些便笺链接到了您正在编辑的便笺。它使得跟踪便笺之前的依赖关系更加容易。如果启用了此附加组件，<link linkend="tools">Tools</link> 菜单将有一个 <guimenuitem>反向连接</guimenuitem> 选项。当您选择此选项，它将在一个子菜单中列出所有链接到当前便笺的便笺。在子菜单中选择一个便笺以打开它。

source: Allows you to drag a Bugzilla URL from your browser directly into a Gnote note. The bug number is inserted as a link with a small bug icon next to it. Once the Bugzilla link has been inserted into the note, click on it to open the URL in your web browser.
el: Σας επιτρέπει να σύρετε απευθείας ένα Bugzilla URL από το φυλλομετρητή σας σε μία σημείωση του Gnote. Ο αριθμός του σφάλματος εισάγεται ως σύνδεση με ένα μικρό εικονίδιο δίπλα του. Όταν η σύνδεση εισαχθεί στη σημείωση, κάντε κλικ πάνω της για να ανοίξετε τη διαδρομή στο φυλλομετρητή σας.
fr: Cela vous permet de glisser un URL Bugzilla depuis le navigateur directement dans une note de Gnote. Le numéro de bogue est inséré comme lien avec une petite icône de bogue à côté. Il vous suffit ensuite de cliquer dessus pour ouvrir l'URL dans votre navigateur Web.
zh_cn: 允许您从浏览器中直接拖动一个 Bugzilla URL 到一个 Gnote 便笺。Bug 号作为一个其后带有小 bug 图标的链接插入。一旦 Bugzilla 插入到便笺中，在其上点击以在网页浏览器中打开 URL。

source: Customize the icons that are used by editing the add-in preferences in the <link linkend="prefs-plugins">Preferences Dialog</link>. After highlighting the Bugzilla Add-in, click <guibutton>Preferences</guibutton> to open the <interface>Bugzilla Add-in Settings</interface> dialog. To add a new icon, click <guibutton>Add</guibutton>, select an icon on your computer, provide a Bugzilla host name (e.g., bugzilla.mate.org), and click <guibutton>Open</guibutton>. Any Bugzilla URL that is dragged and dropped from one of these custom host names will now use the icon you specified.
el: Προσαρμόστε τα εικονίδια που χρησιμοποιούνται τροποποιώντας τις προτιμήσεις πρόσθετων λειτουργιών στο <link linkend="prefs-plugins">παράθυρο προτιμήσεων</link>. Αφού επισημάνετε την πρόσθετη λειτουργία Bugzilla, κάντε κλικ στο κουμπί <guibutton>Προτιμήσεις</guibutton> για να ανοίξετε το παράθυρο <interface>Bugzilla Links Προτιμήσεις</interface>. Για να προσθέσετε ένα νέο εικονίδιο, κάντε κλικ στο κουμπί <guibutton>Προσθήκη</guibutton>, επιλέξτε ένα εικονίδιο στον υπολογιστή σας, εισάγετε ένα όνομα συστήματος Bugzilla (πχ. bugzilla.mate.org), και κάντε κλικ στο κουμπί <guibutton>Άνοιγμα</guibutton>. Οποιοδήποτε Bugzilla URL που εισάγετε από αυτό το σύστημα θα χρησιμοποιεί το εικονίδιο που ορίσατε.
fr: Vous pouvez personnaliser les icônes utilisées en modifiant les préférences du greffon dans la boîte de dialogue <link linkend="prefs-plugins">Préférences</link>. Sélectionnez le greffon Bugzilla, puis cliquez sur le bouton <guibutton>Préférences</guibutton> pour ouvrir la boîte de dialogue <interface>Préférences de Liens Bugzilla</interface>. Pour ajouter une nouvelle icône, cliquez sur <guibutton>Ajouter</guibutton>, choisissez une icône sur votre ordinateur, spécifiez un nom d'hôte Bugzilla (par exemple, bugzilla.mate.org) et cliquez sur <guibutton>Ouvrir</guibutton>. N'importe quel URL Bugzilla glissé-déposé avec l'un de ces noms d'hôtes personnalisés sera désormais représenté par l'icône spécifiée.
zh_cn: 通过在 <link linkend="prefs-plugins">首选项</link> 对话框中编辑附加组件首选项自定义使用的图标。高亮 Bugzilla 附加组件之后，点击 <guibutton>首选项</guibutton> 以打开 <interface>Bugzilla 附加组件设置</interface> 对话框。要添加一个新图标，点击 <guibutton>添加</guibutton>，在您的计算机上选择一个图标，提供一个 Bugzilla 主机名 (例如，bugzilla.mate.org)，并且点击 <guibutton>打开</guibutton>。任何从这些自定义主机名的拖放的 Bugzilla URL 将使用您指定的图标。

source: This add-in allows you to drag and drag an e-mail message from the <application>Evolution</application> mail application to one of your Gnote notes. Clicking on the mail icon in the note will then open the corresponding e-mail message in Evolution.
el: Αυτή η πρόσθετη λειτουργία σας επιτρέπει να σύρετε ένα μήνυμα ηλεκτρονικού ταχυδρομείου από την εφαρμογή ταχυδρομείου <application>Evolution</application> σε μία από τις σημειώσεις σας στο Gnote. Κάνοντας κλικ στο εικονίδιο ταχυδρομείου στη σημείωση θα ανοίξει το αντίστοιχο μήνυμα ηλεκτρονικού ταχυδρομείου στο Evolution.
fr: Ce greffon vous permet de glisser-déposer un message électronique depuis la messagerie d'<application>Évolution</application> à l'intérieur d'une note de Gnote. En cliquant sur l'icône courrier de la note, le message correspondant s'ouvrira dans Évolution.
zh_cn: 此附加组件允许您从 <application>Evolution</application> 邮件程序中拖动一个电子邮件消息到您的一个 Gnote 便笺中。点击便笺中的邮件图标将在 Evolution 中打开对应的电子邮件消息。

source: When this add-in is installed, the <link linkend="tools">Tools</link> menu will have the <guimenuitem>Export to HTML</guimenuitem> option available.
el: Όταν εγκατασταθεί αυτή η πρόσθετη λειτουργία, το μενού επιλογών <link linkend="tools">Εργαλεία</link> θα έχει διαθέσιμη την επιλογή <guimenuitem>Εξαγωγή σε HTML</guimenuitem>.
fr: Lorsque ce greffon est activé, le menu <link linkend="tools">Outils</link> proposera l'option <guimenuitem>Exporter en HTML</guimenuitem>.
zh_cn: 此附加组件安装时，<link linkend="tools">工具</link> 将有可用的 <guimenuitem>导出到 HTML</guimenuitem> 选项。

source: After selecting this option, you will be presented with a dialog that allows you to choose where to save the <acronym>HTML</acronym> file. Enter the destination filename and click <guibutton>OK</guibutton> to save the file, or <guibutton>Cancel</guibutton> to abort the operation.
el: Κάνοντας κλικ σε αυτή την επιλογή, θα εμφανιστεί ένα παράθυρο που σας επιτρέπει να επιλέξετε που να αποθηκεύσετε το <acronym>HTML</acronym> αρχείο. Εισάγετε το όνομα του αρχείου προορισμού και κάντε κλικ στο κουμπί <guibutton>OK</guibutton> για να αποθηκευτεί το αρχείο, ή <guibutton>Άκυρο</guibutton> για να εγκαταλειφθεί η διαδικασία.
fr: Après avoir choisi cette option, un message s'affiche vous demandant où enregistrer le fichier <acronym>HTML</acronym>. Saisissez le nom du fichier de destination, puis cliquez sur <guibutton>Valider</guibutton> pour enregistrer le fichier ou bien sur <guibutton>Annuler</guibutton> pour arrêter l'opération.
zh_cn: 选择此选项后，将显示您一个对话框，其允许您选择保存 <acronym>HTML</acronym> 文件到何处。输入目的文件名然后点击 <guibutton>确定</guibutton> 以保存文件，或 <guibutton>取消</guibutton> 以退出操作。

source: To export any notes for which a link exists in the current note, select the <guibutton>Export linked notes</guibutton> button.
el: Για να εξάγετε σημειώσεις για τις οποίες υπάρχουν συνδέσεις στην τρέχουσα σημείωση, κάντε κλικ στο κουμπί <guibutton>Εξαγωγή συνδεδεμένων σημειώσεων</guibutton>.
fr: Pour exporter n'importe quelle note comportant un lien vers la note actuelle, utilisez le bouton <guibutton> Exporter des notes liées</guibutton>.
zh_cn: 要导出当前便笺链接到的便笺，选择 <guibutton>导出链接的便笺</guibutton> 按钮。

source: Allows you to use a fixed-width font when creating/editing notes. If this add-in is enabled, the <link linkend="text">Text</link> menu will have a <guimenuitem>Fixed Width</guimenuitem> option.
el: Σας επιτρέπει να χρησιμοποιείτε γραμματοσειρά σταθερού πλάτους κατά τη δημιουργία/επεξεργασία των σημειώσεων. Αν αυτή η πρόσθετη λειτουργία είναι ενεργοποιημένη, το μενού επιλογών <link linkend="text">Κείμενο</link> θα έχει την επιλογή <guimenuitem>Σταθερό πλάτος</guimenuitem>.
fr: Permet d'utiliser une police à chasse fixe pour créer/modifier des notes. Si ce greffon est activé, le menu <link linkend="text">Texte</link> vous proposera une option <guimenuitem>Chasse fixe</guimenuitem>.
zh_cn: 在创建和编辑便笺时允许使用等宽字体。如果此附加组件已经启用，<link linkend="text">文本t</link> 菜单中将有一个 <guimenuitem>等宽</guimenuitem> 选项。

source: This add-in automatically creates a "Today" note for jotting daily thoughts down. The current date is used as a basis for the title of the note. As an example, the title of a "Today" note created on February 28, 2007, would be, "Today: Wednesday, February 28 2007"
el: Αυτή η πρόσθετη λειτουργία δημιουργεί αυτόματα μία σημείωση "Σήμερα" για την καταγραφή καθημερινών σκέψεων. Η τρέχουσα ημερομηνία χρησιμοποιείται ως τίτλος της σημείωσης. Για παράδειγμα, ο τίτλος μιας σημείωσης "Σήμερα" που δημιουργήθηκε στις 28 Φεβρουαρίου του 2007, θα είναι, "Σήμερα: Τετάρτη, Φεβρουάριος 28 2007"
fr: Ce greffon génère automatiquement une note « Pense-bête » pour consigner quotidiennement des idées. Son titre est la date du jour. Par exemple, le nom du « Pense-bête » créé le 28 février 2007 est : « Aujourd'hui : mercredi 28 février 2007 ».
zh_cn: 此附加组件自动创建一个“今日”便笺以记下每天的想法。当前日期被用于作为便笺标题的基础。例如，2007年2月28日创建的“今日”便笺将是“今日，星期三，2007年2月28日”

source: If you leave a "Today" note unmodified, the Note of the Day Add-in will automatically delete the note.
el: Αν δεν τροποποιήσετε καθόλου μία σημείωση "Σήμερα", η πρόσθετη λειτουργία Note of the Day θα τη διαγράψει αυτόματα.
fr: Si vous ne modifiez pas une note « Pense-bête », le greffon Note du jour le supprime automatiquement.
zh_cn: 如果保持今日便笺未修改，今日便笺附加组件将自动删除此便笺。

source: To customize the content of the default "Today" note, create a new note and change the title of the note to be, "Today: Template". Change the content of the template note to whatever you like. When new "Today" notes are created, it will then use the content of your "Today: Template" note.
el: Για να τροποποιήσετε τα περιεχόμενα της προκαθορισμένης σημείωσης "Σήμερα", δημιουργήστε μία νέα σημείωση και αλλάξτε τον τίτλο της σε, "Σήμερα: Πρότυπο". Αλλάξτε τα περιεχόμενα της πρότυπης σημείωσης όπως επιθυμείτε. Όταν δημιουργούνται νέες σημειώσεις "Σήμερα", θα χρησιμοποιούν τα περιεχόμενα της πρότυπης σημείωσης "Σήμερα: Πρότυπο" που δημιουργήσατε.
fr: Pour personnaliser le contenu par défaut de la note « Pense-bête », ouvrez une nouvelle note, et renommez-la « Aujourd'hui : modèle ». Remplacez-en le contenu par ce que vous voulez. Lorsque de nouvelles notes « Aujourd'hui » sont créées, elles sont sur le modèle du contenu de la note « Aujourd'hui : modèle ».
zh_cn: 要自定义“今日”便笺的默认内容，创建一个新便笺

source: When this add-in is installed, the <link linkend="tools">Tools</link> menu will have the <guimenuitem>Print</guimenuitem> option available.
el: Όταν είναι εγκατεστημένη αυτή η πρόσθετη λειτουργία, το μενού επιλογών <link linkend="tools">Εργαλεία</link> θα έχει διαθέσιμη την επιλογή <guimenuitem>Εκτύπωση</guimenuitem>.
fr: Lorsque ce greffon est activé, le menu <link linkend="tools">Outils</link> vous proposera l'option <guimenuitem>Imprimer</guimenuitem>.
zh_cn: 当此附加组件已经安装时，<link linkend="tools">工具</link> 将有可用的 <guimenuitem>打印</guimenuitem> 选项。

source: Sticky Notes Import
fr: Importation depuis l'applet Pense-bêtes
zh_cn: 置顶便笺导入

source: When this add-in is installed, the <link linkend="tools">Tools</link> menu will have the <guimenuitem>Import from Sticky Notes</guimenuitem> option available.
el: Όταν είναι εγκατεστημένη αυτή η πρόσθετη λειτουργία, το μενού επιλογών <link linkend="tools">Εργαλεία</link> θα έχει διαθέσιμη την επιλογή <guimenuitem>Εισαγωγή από Sticky Notes</guimenuitem>.
fr: Lorsque ce greffon est activé, le menu <link linkend="tools">Outils</link> vous proposera l'option <guimenuitem>Importer depuis l'applet Pense-bêtes</guimenuitem>.
zh_cn: 此附加组件安装后，<link linkend="tools">工具</link> 将有一个可用的 <guimenuitem>从置顶便笺中导入</guimenuitem> 选项。

source: Use this option to import notes from the <application>Sticky Notes</application> application that is available in prior releases of MATE. This option has been included in Gnote to provide an upgrade path for users who would like to migrate from <application>Sticky Notes</application> to Gnote for their note taking purposes.
el: Χρησιμοποιήστε αυτή την επιλογή για να εισάγετε σημειώσεις από την εφαρμογή <application>Sticky Notes</application> η οποία είναι διαθέσιμη σε προηγούμενες εκδόσεις του MATE. Η επιλογή αυτή συμπεριλήφθηκε στο Gnote για να παρέχει ένα μέσο αναβάθμισης στους χρήστες που θα ήθελαν να μεταβούν από την εφαρμογή <application>Sticky Notes</application> στο Gnote.
fr: Cette option vous permet d'importer des notes du <application>Pense-bêtes</application> qui était disponible dans les versions antérieures de MATE. Elle a maintenant été intégrée à Gnote pour faciliter la migration vers Gnote des utilisateurs qui utilisaient l'applet <application>Pense-bêtes</application> pour la gestion de leurs notes.
zh_cn: 使用此项从 <application>Sticky Notes</application> 程序导入便笺，它可以在 MATE 以前的版本中找到。在 Gnote 中已经包含了此选项，为想从 <application>Sticky Notes</application> 切换到 Gnote 的用户提供一种升级方法。

source: translator-credits
el: Νίκος Παράσχου <niparasc@gmail.com>, 2008 Κώστας Παπαδήμας <pkst@gmx.net>, 2008 Φώτης Τσάμης <ftsamis@gmail.com>, 2009
fr: Alain Lojewski <allomervan@gmail.com>, 2009 Gérard Baylard <gerard.b@bbox.fr>, 2010 Bruno Brouard <annoa.b@gmail.com>, 2010
zh_cn: YunQiang Su <wzssyqa@gmail.com>, 2009-2010

source: or
fr: ou

source: Gnote Notes Manual
el: Εγχειρίδιο Gnote

source: Gnote Notes
el: Σημειώσεις Gnote
