Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-notes/help/*/*.po
Languages: el, fr, zh_cn

source: To close the find bar, click <guibutton>X</guibutton> (Close Button) on the far left or press the <keycap>Escape</keycap> key.
el: Για να κλείσετε τη μπάρα αναζήτησης, κάντε κλικ στο <guibutton>X</guibutton> (κουμπί κλεισίματος) τέρμα αριστερά ή πατήστε το πλήκτρο <keycap>Escape</keycap>.
fr: Pour fermer la barre de recherche, cliquez sur le bouton <guibutton>X</guibutton> situé tout en bas à gauche ou appuyez sur la touche <keycap>Échap</keycap>.
zh_cn: 要关闭查找栏，点击最左边的 <guibutton>X</guibutton> (关闭按钮) 或按 <keycap>Escape</keycap> 键。

source: Tools (gear icon)
el: Εργαλεία (εικονίδιο με γρανάζια)
fr: Outils (icône engrenages)
zh_cn: 工具(齿轮图标)

source: The <guibutton>Tools</guibutton> button is represented by the <inlinegraphic fileref="figures/gnote-tools.png"/> icon. When you click the <guiicon>Tools</guiicon> icon on the toolbar present on your note, a menu will appear with the following items:
el: Το κουμπί <guibutton>Εργαλεία</guibutton> φέρει το εικονίδιο <inlinegraphic fileref="figures/gnote-tools.png"/>. Όταν κάνετε κλικ στο εικονίδιο <guiicon>Εργαλεία</guiicon> στη μπάρα εργαλείων της σημείωσης, εμφανίζεται ένα μενού επιλογών με τα ακόλουθα αντικείμενα:
fr: Le bouton <guibutton>Outils</guibutton> est matérialisé par l'icône <inlinegraphic fileref="figures/gnote-tools.png"/>. En cliquant sur l'icône <guiicon>Outils</guiicon> dans la barre des tâches de votre note, un menu contenant les éléments suivants apparaît :
zh_cn: <guibutton>工具</guibutton> 按钮由 <inlinegraphic fileref="figures/gnote-tools.png"/> 图标表示。当点击便笺中的工具栏上的 <guiicon>工具</guiicon> 图标时，将显示带有如下条目的菜单：

source: Synchronize Notes
el: Συγχρονισμός σημειώσεων
fr: Synchroniser les notes
zh_cn: 同步便笺

source: Select this option to synchronize your notes with a central server. For more information on note synchronization, see <xref linkend="synchronization"/>.
el: Επιλέξτε το για να συγχρονίσετε τις σημειώσεις σας με έναν κεντρικό διακομιστή. Για περισσότερες πληροφορίες σχετικά με το συγχρονισμό σημειώσεων, δείτε <xref linkend="synchronization"/>.
fr: Cette option sert à synchroniser vos notes à l'aide d'un serveur central. Pour de plus amples informations, consultez la <xref linkend="synchronization"/>.
zh_cn: 选择此项以和一个中间服务器同步您的便笺。更多关于便笺同步的信息，查看 <xref linkend="synchronization"/>。

source: What links here?
el: Τι συνδέει προς τα εδώ;
fr: Quels liens sur cette note ?
zh_cn: 链接到此处的有哪些？

source: This option allows you to quickly see what other notes link to the current note. This feature is provided by the Backlinks Add-in. For more information on add-ins, see <xref linkend="plugins"/>.
el: Η επιλογή αυτή σας επιτρέπει να δείτε ποιες άλλες σημειώσεις συνδέονται με την τρέχουσα σημείωση. Το χαρακτηριστικό αυτό παρέχεται από την πρόσθετη λειτουργία Backlinks. Για περισσότερες πληροφορίες σχετικά με τις πρόσθετες λειτουργίες, δείτε <xref linkend="plugins"/>.
fr: Cette fonction permet de voir rapidement quelles autres notes sont liées à la note actuelle. Elle est proposée par le greffon Rétroliens. Pour de plus amples informations sur les greffons, consultez la <xref linkend="plugins"/>.
zh_cn: 此选项使您可以快速查看哪些其它便笺链接到当前便笺。此功能由 Backlinks 附加组件提供。关于附加组件的更多信息，请查看 <xref linkend="plugins"/>。

source: Export to HTML
el: Εξαγωγή σε HTML
fr: Exporter en HTML
zh_cn: 导出到 HTML

source: You can create an <acronym>HTML</acronym> (Hypertext Markup Language) document from one or more notes by selecting this option. For more information, please see <xref linkend="plugins"/>.
el: Με αυτήν την επιλογή μπορείτε να δημιουργήσετε ένα έγγραφο <acronym>HTML</acronym> (Hypertext Markup Language) από μία ή περισσότερες σημειώσεις. Για περισσότερες πληροφορίες, παρακαλούμε δείτε <xref linkend="plugins"/>.
fr: Cette fonction sert à créer un document <acronym>HTML</acronym> (HyperText Markup Language) à partir d'une ou plusieurs de vos notes. Pour de plus amples informations sur les greffons, consultez la <xref linkend="plugins"/>.
zh_cn: 您可以选择通过此选项，由一个或多个便笺创建一个 <acronym>HTML</acronym> (超文本标记语言) 文档。更多信息，请查看 <xref linkend="plugins"/>。

source: Print
el: Εκτύπωση
fr: Imprimer
zh_cn: 打印

source: Select this option to print the current note. You will be presented with the standard MATE print dialog.
el: Επιλέξτε εκτύπωση για να εκτυπώσετε την τρέχουσα σημείωση. Θα εμφανιστεί το καθιερωμένο παράθυρο εκτύπωσης του MATE.
fr: Cette fonction sert à imprimer la note actuelle. Elle vous renvoie à la boîte de dialogue habituelle « Imprimer » de MATE.
zh_cn: 选择此选项以打印当前便笺。将显示给您标准的 MATE 打印对话框。

source: Depending on the add-ins that you have installed for Gnote, you may have more or less items available in the <guimenu>Tools</guimenu> menu.
el: Ανάλογα με τις πρόσθετες λειτουργίες που έχετε εγκατεστημένες για το Gnote, μπορεί να είναι διαθέσιμα περισσότερα ή λιγότερα αντικείμενα στο μενού επιλογών <guimenu>Εργαλεία</guimenu>.
fr: Selon les greffons que vous avez installés pour Gnote, vous aurez plus ou moins d'outils disponibles dans le menu <guimenu>Outils</guimenu>.
zh_cn: 根据已经安装的 Gnote 的附加组件，您可能在 <guimenu>工具</guimenu> 菜单中拥有更多或更少的可用条目。

source: Delete
el: Διαγραφή
fr: Suppression
zh_cn: 删除

source: The <guibutton>Delete</guibutton> button will pop up a dialog box asking if you want to permanently delete the note and its contents. Click the <guibutton>Delete</guibutton> button to discard the note permanently, or <guibutton>Cancel</guibutton> to abort the process. Links to this note from other notes will still exist, but will re-create the note upon activation.
el: Το κουμπί <guibutton>Διαγραφή</guibutton> θα εμφανίσει ένα παράθυρο που θα σας ρωτάει εάν θέλετε να διαγράψετε μόνιμα τη σημείωση και τα περιεχόμενά της. Κάντε κλικ στο κουμπί <guibutton>Διαγραφή</guibutton> για να διαγράψετε τη σημείωση μόνιμα, ή <guibutton>Άκυρο</guibutton> για να εγκαταλειφθεί η διαδικασία διαγραφής. Οι συνδέσεις προς αυτήν τη σημείωση από άλλες σημειώσεις θα συνεχίσουν να υπάρχουν και θα επαναδημιουργήσουν τη σημείωση μόλις ενεργοποιηθούν.
fr: Le bouton <guibutton>Supprimer</guibutton> ouvre une boîte de dialogue vous demandant si vous souhaitez supprimer définitivement cette note et tout son contenu. Cliquez sur <guibutton>Supprimer</guibutton> pour confirmer ou sur <guibutton>Annuler</guibutton> si vous changez d'avis. Tous les liens vers cette note à partir d'autres notes seront conservés, mais ils ne recréeront la note que s'ils sont activés.
zh_cn: <guibutton>删除</guibutton> 按钮将弹出一个对话框询问您是否想要永久删除此便笺和它的内容。点击 <guibutton>Delete</guibutton> 按钮以以永久忽略便笺，或 <guibutton>Cancel</guibutton> 退出程序。从其它便笺链接到此便笺的链接仍然存在，但是将根据行为重新创建此便笺。

source: Panel Menu
el: Μενού πίνακα εφαρμογών
fr: Menu du tableau de bord
zh_cn: 面板菜单

source: Gnote keeps the most recently used notes quickly available to you in a menu that appears when you click on the Gnote Icon in the MATE Panel.
fr: Gnote met à votre disposition immédiate les notes les plus récentes dans le menu du tableau de bord MATE, accessible par un clic sur son icône.
zh_cn: 在点击 MATE 面板上的 Gnote 图标时，Gnote 保持最近使用的便笺在菜单中快速可用。

source: Note Pinning
el: Καρφίτσωμα σημείωσης
fr: Épingler une note
zh_cn: 固定便笺

source: To force a note to always be in the panel menu regardless of when you last accessed it, click the thumbtack icon to "pin" it to the menu. Notes that are pinned to the panel menu will have a thumbtack icons that look like this: <inlinegraphic fileref="figures/gnote-pindown.png"/>. Notes that are not pinned to the panel menu will have thumbtack icons that look like this: <inlinegraphic fileref="figures/gnote-pinup.png"/>.
el: Για να εξαναγκάσετε μία σημείωση να βρίσκεται πάντα στο μενού επιλογών του πίνακα εφαρμογών ανεξάρτητα από το πότε την προσπελάσατε για τελευταία φορά, κάντε κλικ στο εικονίδιο με την πινέζα για να την "καρφιτσώσετε" στο μενού. Οι καρφιτσωμένες στο μενού σημειώσεις θα έχουν δίπλα τους ένα εικονίδιο που μοιάζει με αυτό: <inlinegraphic fileref="figures/gnote-pindown.png"/>. Οι μη καρφιτσωμένες σημειώσεις θα έχουν δίπλα τους ένα εικονίδιο που μοιάζει με αυτό: <inlinegraphic fileref="figures/gnote-pinup.png"/>.
fr: Pour conserver une note dans le menu du tableau de bord indépendamment de sa dernière date d'accès, il faut « l'épingler » dans le menu en cliquant sur l'icône de punaise au bout de la ligne. Après épinglage, l'icône ressemble à ceci : <inlinegraphic fileref="figures/gnote-pindown.png"/>. Les notes non épinglées ont une icône qui ressemble à cela : <inlinegraphic fileref="figures/gnote-pinup.png"/>.
zh_cn: 要强制一个便笺总是在面板菜单中，无论最近是否访问，点击图钉图标，将它固定在菜单上。注意，固定在面板菜单上的便笺将有一个类似这样的 <inlinegraphic fileref="figures/gnote-pindown.png"/> 的图钉图标；没有固定在面板便笺有一个这样的图钉图标：<inlinegraphic fileref="figures/gnote-pinup.png"/>。

source: Gnote Panel Menu
el: Μενού πίνακα εφαρμογών Gnote
fr: Menu Gnote du tableau de bord
zh_cn: Gnote 面板菜单

source: Begin a bulleted list
el: Δημιουργία λίστας με κουκκίδες
fr: Initialisation d'une liste à puces
zh_cn: 开始一个有项目符号的列表

source: You may begin a bulleted list by using one of the following methods:
el: Μπορείτε να δημιουργήσετε μια λίστα με κουκκίδες χρησιμοποιώντας μία από τις ακόλουθες μεθόδους:
fr: Les méthodes suivantes permettent d'initialiser une liste à puces :
zh_cn: 可以使用如下方式之一开始一个有项目符号的列表：

source: Select <menuchoice><guimenuitem>Bullets</guimenuitem></menuchoice> from the <guibutton>Text</guibutton> menu.
el: Επιλέξτε <menuchoice><guimenuitem>Κουκκίδες</guimenuitem></menuchoice> από το μενού επιλογών <guibutton>Κείμενο</guibutton>.
fr: sélectionnez <menuchoice><guimenuitem>Puces</guimenuitem></menuchoice> dans le menu <guibutton>Texte</guibutton>,
zh_cn: 从 <guibutton>文本</guibutton> 菜单中选择 <menuchoice><guimenuitem>项目符号</guimenuitem></menuchoice>

source: Begin a line with a single dash character (-), type some text immediately following the dash, and press <keycap>Enter</keycap>.
el: Ξεκινήστε μια γραμμή με το χαρακτήρα (-) παύλα, πληκτρολογήστε κείμενο αμέσως μετά την παύλα, και πατήστε <keycap>Enter</keycap>.
fr: commencez une ligne par un tiret unique (-) suivi d'un espace, saisissez du texte immédiatement à la suite puis appuyez sur <keycap>Entrée</keycap>.
zh_cn: 使用一个单破折号开始一行，紧随此破折号输入一些文本，然后按 <keycap>Enter</keycap>。

source: End a bulleted list
el: Ολοκλήρωση λίστας με κουκκίδες
fr: Arrêt d'une liste à puces
zh_cn: 终止一个有项目符号的列表

source: End a bulleted list by doing one of the following:
el: Ολοκληρώστε μια λίστα με κουκκίδες κάνοντας ένα από τα παρακάτω:
fr: Les méthodes suivantes permettent de terminer une liste à puces :
zh_cn: 使用如下之一终止一个有项目符号的列表：

source: Press <keycap>Enter</keycap> on a blank bulleted line.
el: Πατήστε <keycap>Enter</keycap> σε μια κενή γραμμή με κουκκίδα.
fr: appuyez sur <keycap>Entrée</keycap> dans une ligne indentée vide,
zh_cn: 在一个空白有项目符号行上按 <keycap>Enter</keycap>。

source: Select <menuchoice><guimenuitem>Decrease Indent</guimenuitem></menuchoice> from the <guibutton>Text</guibutton> menu in succession until the current line is no longer part of the bulleted list.
el: Επιλέξτε <menuchoice><guimenuitem>Μείωση εσοχής</guimenuitem></menuchoice> από το μενού επιλογών <guibutton>Κείμενο</guibutton> διαδοχικά μέχρι η τρέχουσα γραμμή να μην είναι μέρος της λίστας.
fr: cliquez plusieurs fois sur <menuchoice><guimenuitem>Diminuer l'indentation</guimenuitem></menuchoice> dans le menu <guibutton>Texte</guibutton> jusqu'à ce que la ligne actuelle ne fasse plus partie de la liste à puces,
zh_cn: 从 <guibutton>Text</guibutton> 菜单中连续选择 <menuchoice><guimenuitem>Decrease Indent</guimenuitem></menuchoice> 直到当前行不再是带项目符号列表的一部分时。

source: Using the key combination <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> in succession until the current line is no longer part of the bulleted list.
el: Χρησιμοποιώντας το συνδυασμό πλήκτρων <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> διαδοχικά μέχρι η τρέχουσα γραμμή να μην είναι μέρος της λίστας.
fr: utilisez plusieurs fois le raccourci clavier <keycombo><keycap>Maj</keycap><keycap>Tab</keycap></keycombo> jusqu'à ce que la ligne actuelle ne fasse plus partie de la liste à puces.
zh_cn: 连续使用 <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> 组合键直到当前行不再是此带项目符号列表的部分时。

source: Increase Indentation
el: Αύξηση εσοχής
fr: Augmentation de l'indentation
zh_cn: 增加缩进

source: To increase the line indentation in a bulleted list with the mouse:
el: Για να αυξήσετε την εσοχή γραμμής σε μια λίστα με κουκκίδες με το ποντίκι:
fr: Pour augmenter l'indentation d'une ligne dans une liste à puces avec la souris :
zh_cn: 要使用鼠标增加带项目符号列表的行缩进：

source: Select <menuchoice><guimenuitem>Increase Indent</guimenuitem></menuchoice> from the <guibutton>Text</guibutton> menu.
el: Επιλέξτε <menuchoice><guimenuitem>Αύξηση εσοχής</guimenuitem></menuchoice> από το μενού επιλογών <guibutton>Κείμενο</guibutton>.
fr: cliquez sur <menuchoice><guimenuitem>Augmenter l'indentation</guimenuitem></menuchoice> dans le menu <guibutton>Texte</guibutton>.
zh_cn: 从 <guibutton>文本</guibutton> 菜单中选择 <menuchoice><guimenuitem>文本缩进</guimenuitem></menuchoice>

source: To increase the line indentation in a bulleted list with the keyboard:
el: Για να αυξήσετε την εσοχή γραμμής σε μια λίστα με κουκκίδες με το πληκτρολόγιο:
fr: Pour augmenter l'indentation d'une ligne dans une liste à puces en utilisant le clavier :
zh_cn: 要使用键盘增加带项目符号列表中的行缩进：

source: Press the <keycap>Tab</keycap> key.
el: Πατήστε το πλήκτρο <keycap>Tab</keycap>.
fr: appuyez sur la touche <keycap>Tab</keycap>.
zh_cn: 按 <keycap>Tab</keycap> 键。

source: Decrease Indentation
el: Μείωση εσοχής
fr: Diminution de l'indentation
zh_cn: 减少缩进

source: To decrease the line indentation in a bulleted list with the mouse:
el: Για να μειώσετε την εσοχή γραμμής σε μια λίστα με κουκκίδες με το ποντίκι:
fr: Pour diminuer l'indentation d'une ligne dans une liste à puces en utilisant la souris :
zh_cn: 要使用鼠标减少带有符号标记的列表的行缩进：

source: Select <menuchoice><guimenuitem>Decrease Indent</guimenuitem></menuchoice> from the <guibutton>Text</guibutton> menu.
el: Επιλέξτε <menuchoice><guimenuitem>Μείωση εσοχής</guimenuitem></menuchoice> από το μενού επιλογών <guibutton>Κείμενο</guibutton>.
fr: cliquez sur <menuchoice><guimenuitem>Diminuer l'indentation</guimenuitem></menuchoice> dans le menu <guibutton>Texte</guibutton>.
zh_cn: 从 <guibutton>文本</guibutton> 菜单中选择 <menuchoice><guimenuitem>减少缩进</guimenuitem></menuchoice>。

source: To decrease the line indentation in a bulleted list with the keyboard:
el: Για να μειώσετε την εσοχή γραμμής σε μια λίστα με κουκκίδες με το πληκτρολόγιο:
fr: Pour diminuer l'indentation d'une ligne dans une liste à puces en utilisant le clavier :
zh_cn: 要使用键盘减少带有符号标记的列表的行缩进：

source: Press the key combination <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo>.
el: Πατήστε το συνδυασμό πλήκτρων <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo>.
fr: utilisez la combinaison <keycombo><keycap>Maj</keycap><keycap>Tab</keycap></keycombo>.
zh_cn: 按组合键 <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo>。

source: Working with Notebooks
el: Εργασία με σημειωματάρια
fr: Utilisation des bloc-notes
zh_cn: 操作便笺本

source: Notebooks allow you to group related notes together. You can add a note to a notebook in the Search All Notes window or directly inside of a Note.
el: Τα σημειωματάρια σας επιτρέπουν να ομαδοποιείτε σχετιζόμενες σημειώσεις. Μπορείτε να προσθέσετε μία σημείωση σε ένα σημειωματάριο από το παράθυρο Αναζήτηση σε όλες τις σημειώσεις ή απευθείας μέσα από τη σημείωση.
fr: Les bloc-notes vous permettent de regrouper des notes autour d'un même sujet. Vous pouvez ajouter une note à un bloc-notes dans la fenêtre Rechercher toutes les notes ou bien directement à partir du menu de la note.
zh_cn: 便笺本使您可以将相关的便笺分组到一起。您可以在搜索全部便笺窗口或直接在一个便笺内部添加一个便笺到便笺本。

source: Creating Notebooks
el: Δημιουργία σημειωματάριων
fr: Création d'un bloc-notes
zh_cn: 创建便笺本

source: You can create new notebooks using one of the following methods:
el: Μπορείτε να δημιουργήσετε νέα σημειωματάρια χρησιμοποιώντας μία από τις ακόλουθες μεθόδους:
fr: Les méthodes suivantes permettent de créer un nouveau bloc-notes :
zh_cn: 您可以使用如下方法之一创建新笔记本：

source: Click on the Gnote note icon present in the MATE Panel. A menu will appear
fr: Cliquez sur l'icône Gnote du tableau de bord MATE. Un menu apparaît.
zh_cn: 点击 MATE 面板上的 Gnote 便笺图标。将显示一个菜单

source: Select <menuchoice><guimenuitem>Notebooks</guimenuitem><guimenuitem>New Notebook</guimenuitem></menuchoice>.
el: Επιλέξτε <menuchoice><guimenuitem>Σημειωματάρια</guimenuitem><guimenuitem>Νέο σημειωματάριο...</guimenuitem></menuchoice>.
fr: Choisissez <menuchoice><guimenuitem>Bloc-notes</guimenuitem><guimenuitem>Nouveau bloc-notes</guimenuitem></menuchoice>.
zh_cn: 选择 <menuchoice><guimenuitem>便笺本</guimenuitem><guimenuitem>新便笺本</guimenuitem></menuchoice>。

source: Enter a name for the new notebook.
el: Εισάγετε όνομα για το νέο σημειωματάριο.
fr: Donnez un nom au nouveau bloc-notes.
zh_cn: 为新便笺本输入名称

source: Create a new notebook from the Gnote note icon on the MATE Panel
fr: Création d'un nouveau bloc-notes à partir de l'icône Gnote du tableau de bord MATE
zh_cn: 从 MATE 面板上的 Gnote 便笺图标上创建一个新便笺本

source: To create a new notebook from the Search All Notes dialog:
el: Για να δημιουργήσετε ένα νέο σημειωματάριο από το παράθυρο Αναζήτηση σε όλες τις σημειώσεις:
fr: Pour créer un nouveau bloc-notes à partir de la fenêtre Rechercher dans toutes les notes :
zh_cn: 要从搜索所有便笺对话框创建一个新便笺本：

source: Open <menuchoice><guimenuitem>Search All Notes</guimenuitem></menuchoice> by choosing it from the Gnote icon on the MATE Panel or click on Search from an open note.
fr: Choisissez <menuchoice><guimenuitem>Rechercher dans toutes les notes</guimenuitem></menuchoice> à partir de l'icône Gnote du tableau de bord MATE ou cliquez sur le bouton Rechercher dans une note active.
zh_cn: 从 MATE 面板上的 Gnote 图标或者从一个打开的便笺点击搜索来选择它以打开 <menuchoice><guimenuitem>搜索全部便笺</guimenuitem></menuchoice>

source: Using your mouse, right click in the left hand box and choose <menuchoice><guimenuitem>New Notebook</guimenuitem></menuchoice>.
el: Χρησιμοποιώντας το ποντίκι, κάντε δεξί κλικ στο αριστερό πλαίσιο και επιλέξτε <menuchoice><guimenuitem>Νέο σημειωματάριο...</guimenuitem></menuchoice>.
fr: Faites un clic droit de la souris dans la partie gauche de la fenêtre et choisissez <menuchoice><guimenuitem>Nouveau bloc-notes</guimenuitem></menuchoice> dans le menu contextuel.
zh_cn: 使用鼠标，在框的右手边右键点击并选择 <menuchoice><guimenuitem>新便笺本</guimenuitem></menuchoice>。

source: With <guilabel>Search All Notes</guilabel> open, choose <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Notebooks</guimenuitem><guimenuitem>New Notebook</guimenuitem></menuchoice>.
el: Με το παράθυρο <guilabel>Αναζήτηση σε όλες τις σημειώσεις</guilabel> ανοιχτό, επιλέξτε <menuchoice><guimenuitem>Αρχείο</guimenuitem><guimenuitem>Σημειωματάρια</guimenuitem><guimenuitem>Νέο σημειωματάριο...</guimenuitem></menuchoice>.
fr: Dans le menu <menuchoice><guimenuitem>Fichier</guimenuitem></menuchoice> de la fenêtre <guilabel>Rechercher dans toutes les notes</guilabel>, ouvrez <menuchoice><guimenuitem>Bloc-notes</guimenuitem><guimenuitem>Nouveau Bloc-notes</guimenuitem></menuchoice>.
zh_cn: 随着 <guilabel>搜索全部便笺</guilabel> 打开，选择 <menuchoice><guimenuitem>文件</guimenuitem><guimenuitem>便笺本</guimenuitem><guimenuitem>新便笺本</guimenuitem></menuchoice>。

source: Create a new notebook from Search All Notes
el: Δημιουργία νέου σημειωματάριου από το παράθυρο Αναζήτηση σε όλες τις σημειώσεις.
fr: Création d'un nouveau bloc-notes à partir de la fenêtre Rechercher dans toutes les notes
zh_cn: 从搜索所有便笺创建一个新便笺本

source: Adding Notes to a Notebook
el: Προσθήκη σημειώσεων σε σημειωματάριο
fr: Ajout de notes à un bloc-notes
zh_cn: 添加便笺到便笺本

source: To add notes to a notebook, you can add a note from the <guilabel>Search All Notes</guilabel> dialog or directly within a note.
el: Για να προσθέσετε σημειώσεις σε ένα σημειωματάριο, μπορείτε να το κάνετε μέσα από το παράθυρο <guilabel>Αναζήτηση σε όλες τις σημειώσεις</guilabel> ή απευθείας μέσα από τη σημείωση.
fr: Vous pouvez ajouter des notes à un bloc-notes à partir de la fenêtre <guilabel>Rechercher dans toutes les notes</guilabel> ou directement à partir d'une note ouverte.
zh_cn: 要向一个便笺本添加便笺，可以从 <guilabel>搜索全部便笺</guilabel> 对话框或直接在一个便笺里边添加便笺。

source: To move an existing note from the Search All Notes dialog:
el: Για να μετακινήσετε μία σημείωση από το παράθυρο Αναζήτηση σε όλες τις σημειώσεις:
fr: Pour déplacer une note dans la fenêtre Rechercher dans toutes les notes :
zh_cn: 要从搜索所有比较对话框中移动一个现有便笺：

source: Using your mouse, drag the note(s) onto a notebook on the left.
el: Χρησιμοποιώντας το ποντίκι, σύρετε τη(τις) σημείωση(εις) μέσα σε ένα σημειωματάριο στα αριστερά.
fr: Avec la souris, faites glisser une ou plusieurs notes sur un bloc-notes sur la gauche.
zh_cn: 使用鼠标，拖动比较到左边的便笺本。

source: As you type a note, you can add the note directly to an existing notebook using the <guimenu>Notebook</guimenu> button. The <guimenu>Notebook</guimenu> button is represented by the <inlinegraphic fileref="figures/notebook-icon.png"/> icon.
el: Καθώς πληκτρολογείτε μια σημείωση, μπορείτε να την προσθέσετε απευθείας σε ένα σημειωματάριο χρησιμοποιώντας το κουμπί <guimenu>Σημειωματάριο</guimenu>. Το κουμπί <guimenu>Σημειωματάριο</guimenu> φέρει το εικονίδιο <inlinegraphic fileref="figures/notebook-icon.png"/>.
fr: Lorsque vous écrivez une note, elle peut être directement ajoutée à un bloc-notes existant en utilisant le bouton <guimenu>Bloc-notes</guimenu>. Le bouton <guimenu>Bloc-notes</guimenu> est matérialisé par cette icône : <inlinegraphic fileref="figures/notebook-icon.png"/>.
zh_cn: 当输入一个便笺时，可以使用 <guimenu>便笺本</guimenu> 按钮直接向现有的便笺本添加便笺。<guimenu>便笺本</guimenu> 按钮由 <inlinegraphic fileref="figures/notebook-icon.png"/> 图标表示。

source: Adding a note to a notebook
el: Προσθήκη σημείωσης σε σημειωματάριο
fr: Ajout d'une note à un bloc-notes
zh_cn: 添加便笺到便笺本

source: Creating Notebook Templates
el: Δημιουργία προτύπων σημειωματάριων
fr: Création de modèles de bloc-notes
zh_cn: 创建记事本模板

source: After you create a notebook, you can create a template for each new note that you create in a specific notebook.
el: Μετά τη δημιουργία ενός σημειωματάριου, μπορείτε να δημιουργήσετε ένα πρότυπο για κάθε νέα σημείωση που δημιουργείτε σε ένα συγκεκριμένο σημειωματάριο.
fr: Après avoir créé un bloc-notes, vous pouvez composer un modèle pour chaque nouvelle note que vous créez dans ce bloc-notes spécifique.
zh_cn: 创建一个新便笺之后，可以为每个在特定便笺本中创建的便笺创建一个模板。

source: Using your mouse, right click on a Notebook that you have created and choose <menuchoice><guimenuitem>Open Template Note</guimenuitem></menuchoice>.
el: Χρησιμοποιώντας το ποντίκι, κάντε δεξί κλικ σε ένα σημειωματάριο που δημιουργήσατε και επιλέξτε <menuchoice><guimenuitem>Άνοιγμα πρότυπης σημείωσης</guimenuitem></menuchoice>.
fr: En faisant un clic droit sur un bloc-notes existant, choisissez <menuchoice><guimenuitem>Ouvrir un modèle de note</guimenuitem></menuchoice>.
zh_cn: 使用鼠标，在已经创建的笔记本上右键点击并选择 <menuchoice><guimenuitem>打开模板便笺</guimenuitem></menuchoice>
