Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-notes/help/*/*.po
Languages: el, fr, zh_cn

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
el: Σας παρέχεται άδεια να αντιγράψετε, διανείμετε ή/και να τροποποιήσετε το υπάρχον κείμενο υπό τους όρους της άδειας GNU Free Documentation License (GFDL), έκδοση 1.1, ή οποιαδήποτε μεταγενέστερη έκδοση που να έχει εκδοθεί από το Free Software Foundation υπό τις προϋποθέσεις no Invariant Sections, no Front-Cover Texts, και no Back-Cover Texts. Μπορείτε να βρείτε αντίγραφο του GFDL σε αυτό το <ulink type="help" url="ghelp:fdl">σύνδεσμο</ulink> ή στο αρχείο COPYING-DOCS όπως διανέμεται με αυτή την τεκμηρίωση.
fr: Permission vous est donnée de copier, distribuer et/ou modifier ce document selon les termes de la licence de documentation libre GNU, Version 1.1 ou ultérieure publiée par la Free Software Foundation sans section inaltérable, sans texte de première page de couverture ni texte de dernière page de couverture. Vous trouverez un exemplaire de cette licence en suivant ce <ulink type="help" url="ghelp:fdl">lien</ulink> ou dans le fichier COPYING-DOCS fourni avec le présent manuel.
zh_cn: 对于本文档的复制、分发和/或修改必须遵循自由软件基金会 (Free Software Foundation) 发布的 GNU 自由文档许可证 (GFDL) 版本 1.1 或更高版本，该许可证没有固定的部分、没有封面和背页文本。您可以在 <ulink type="help" url="ghelp:fdl">link</ulink> 或在随本手册一起分发的 COPYING-DOCS 文件中找到 GFDL 的副本。

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
el: Αυτή η τεκμηρίωση είναι μέρος της συλλογής τεκμηρίωσης του MATE όπως διανέμεται υπό τους όρους του GFDL. Εάν επιθυμείτε να διανείμετε αυτή την τεκμηρίωση ξεχωριστά από την συλλογή, μπορείτε να το κάνετε εάν η τεκμηρίωση συνοδεύεται από αντίγραφο της άδειας (GFDL) όπως περιγράφεται στον τομέα 6 της άδειας.
fr: Ce manuel fait partie de la collection de manuels MATE distribués selon les termes de la licence de documentation libre GNU. Si vous souhaitez distribuer ce manuel indépendamment de la collection, vous devez joindre un exemplaire de la licence au document, comme indiqué dans la section 6 de celle-ci.
zh_cn: 本手册是以 GFDL 协议下发布的 MATE 手册集的一部分。如果您希望单独发布本手册，您可以通过添加一个这个许可证的一份副本到这个手册来做到，就像在第六节中所描述的这个许可证。

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
el: Πολλά από τα ονόματα που χρησιμοποιούνται από εταιρίες για να ξεχωρίσουν τα προϊόντα και τις υπηρεσίες είναι σήματα κατατεθέν. Όπου αυτά τα ονόματα εμφανίζονται στην τεκμηρίωση MATE, και τα μέλη της ομάδας τεκμηρίωσης MATE έχουν γνώση αυτών, τότε αυτά αναγράφονται με κεφαλαίους χαρακτήρες ή με αρχικούς κεφαλαίους χαρακτήρες.
fr: La plupart des noms utilisés par les entreprises pour distinguer leurs produits et services sont des marques déposées. Lorsque ces noms apparaissent dans la documentation MATE et que les membres du projet de Documentation MATE sont informés de l'existence de ces marques déposées, soit ces noms entiers, soit leur première lettre est en majuscule.
zh_cn: 各个公司使用的许多用于区别它们产品和服务的名称都声明为商标。在所有的 MATE 文档以及 MATE 文档项目的成员中，这些名称都是以全大写字母或首字母大写显示，从而表明它们是商标。

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
el: ΤΟ ΕΓΓΡΑΦΟ ΠΑΡΕΧΕΤΑΙ ΣΕ ΜΙΑ "ΩΣ ΕΧΕΙ" ΒΑΣΗ, ΧΩΡΙΣ ΕΓΓΥΗΣΗ ΚΑΘΕ ΕΙΔΟΥΣ, ΕΙΤΕ ΕΚΦΡΑΣΜΕΝΗ Ή ΕΜΜΕΣΗ, ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΩΝ, ΧΩΡΙΣ ΠΕΡΙΟΡΙΣΜΟ, ΤΩΝ ΕΓΓΥΗΣΕΩΝ ΠΩΣ ΤΟ ΕΓΓΡΑΦΟ Ή ΤΟ ΤΡΟΠΟΠΟΙΗΜΕΝΟ ΕΓΓΡΑΦΟ ΕΙΝΑΙ ΕΛΕΥΘΕΡΟ ΑΠΟ ΕΛΑΤΤΩΜΑΤΑ ΕΜΠΟΡΕΥΣΙΜΑ, ΤΡΟΠΟΠΟΙΗΜΕΝΕΣ ΓΙΑ ΕΝΑ ΕΙΔΙΚΟ ΣΚΟΠΟ Ή ΧΩΡΙΣ ΣΥΝΔΕΣΗ. Ο ΕΝΙΑΙΟΣ ΚΙΝΔΥΝΟΣ ΩΣ ΠΡΟΣ ΤΗΝ ΠΟΙΟΤΗΤΑ, ΤΗΝ ΑΚΡΙΒΕΙΑ, ΚΑΙ ΤΗΝ ΕΜΦΑΝΙΣΗ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ Ή ΤΗΣ ΤΡΟΠΟΠΟΙΗΜΕΝΗΣ ΕΚΔΟΣΗΣ ΤΟΥ ΕΙΝΑΙ ΜΑΖΙ ΣΑΣ. ΘΑ ΕΠΡΕΠΕ ΚΑΘΕ ΤΕΚΜΗΡΙΩΣΗ Ή ΤΕΚΜΗΡΙΩΜΕΝΗ ΕΚΔΟΣΗ ΤΗΣ ΝΑ ΑΠΟΔΕΙΚΝΥΕΤΑΙ ΑΤΕΛΗΣ ΜΕ ΚΑΘΕ ΣΕΒΑΣΜΟ, ΕΣΕΙΣ (ΟΧΙ Ο ΑΡΧΙΚΟΣ ΣΥΓΓΡΑΦΕΑΣ, ΔΗΜΙΟΥΡΓΟΣ Ή ΑΛΛΟΣ ΒΟΗΘΟΣ ΤΗΣ ΣΥΓΓΡΑΦΗΣ) ΘΕΩΡΕΙΣΤΕ ΤΟ ΚΟΣΤΟΣ ΚΑΘΕ ΑΠΑΡΑΙΤΗΤΗΣ ΥΠΗΡΕΣΙΑΣ, ΕΠΙΣΚΕΥΗΣ Ή ΔΙΟΡΘΩΣΗΣ. ΑΥΤΗ Η ΔΙΑΨΕΥΣΗ ΤΗΣ ΕΓΓΥΗΣΗΣ ΑΝΤΙΚΕΙΤΑΙ ΣΤΟ ΒΑΣΙΚΟ ΜΕΡΟΣ ΤΗΣ ΑΔΕΙΑΣ. Η ΜΗ ΧΡΗΣΗ ΚΑΠΟΙΑΣ ΤΕΚΜΗΡΙΩΣΗΣ Ή ΤΡΟΠΟΠΟΙΗΜΕΝΗΣ ΕΚΔΟΣΗΣ ΤΗΣ ΕΞΟΥΣΙΟΔΟΤΕΙΤΑΙ ΕΔΩ ΚΑΤΩ ΕΚΤΟΣ ΑΠΟ ΑΥΤΗ ΤΗ ΔΙΑΨΕΥΣΗ; ΚΑΙ ΣΕ ΚΑΘΕ ΠΕΡΙΠΤΩΣΗ ΚΑΙ ΥΠΟ ΜΗ ΝΟΜΙΜΗ ΘΕΩΡΙΑ, ΟΠΟΥ ΥΠΑΡΧΕΙ ΑΔΙΚΟΠΡΑΞΙΑ ( ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΗΣ ΤΗΣ ΑΜΕΛΕΙΑΣ) Η ΣΥΜΒΑΣΗ, Ή ΑΛΛΙΩΣ, ΣΥΜΦΩΝΑ ΜΕ ΤΟ ΣΥΓΓΡΑΦΕΑ,ΔΗΜΙΟΥΡΓΟ Ή ΑΛΛΟ ΒΟΗΘΟ Ή ΔΙΑΝΟΜΕΑ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ Ή ΤΡΟΠΟΠΟΙΗΜΕΝΗΣ ΕΚΔΟΣΗΣ ΤΗΣ, Ή ΟΠΟΙΟΝΔΗΠΟΤΕ ΠΑΡΟΧΕΑ ΤΜΗΜΑΤΩΝ ΤΗΣ, ΘΑ ΥΠΟΚΕΙΝΤΑΙ ΣΕ ANY·PERSON·FOR·ANY·DIRECT,·INDIRECT,·SPECIAL,·INCIDENTAL,·OR·CONSEQUENTIAL·DAMAGES·OF·ANY·CHARACTER·INCLUDING,·WITHOUT·LIMITATION,·DAMAGES·FOR·LOSS·OF·GOODWILL,·WORK·STOPPAGE,·COMPUTER·FAILURE·OR·MALFUNCTION,·OR·ANY·AND·ALL·OTHER·DAMAGES·OR·LOSSES·ARISING·OUT·OF·OR·RELATING·TO·USE·OF·THE·DOCUMENT·AND·MODIFIED·VERSIONS·OF·THE·DOCUMENT,·EVEN·IF·SUCH·PARTY·SHALL·HAVE·BEEN·INFORMED·OF·THE·POSSIBILITY·OF·SUCH·DAMAGES.
fr: LE PRÉSENT DOCUMENT EST FOURNI « TEL QUEL », SANS AUCUNE GARANTIE, EXPRESSE OU IMPLICITE, Y COMPRIS, ET SANS LIMITATION, LES GARANTIES DE MARCHANDABILITÉ, D'ADÉQUATION À UN OBJECTIF PARTICULIER OU DE NON INFRACTION DU DOCUMENT OU DE SA VERSION MODIFIÉE. L'UTILISATEUR ASSUME TOUT RISQUE RELATIF À LA QUALITÉ, À LA PERTINENCE ET À LA PERFORMANCE DU DOCUMENT OU DE SA VERSION DE MISE À JOUR. SI LE DOCUMENT OU SA VERSION MODIFIÉE S'AVÉRAIT DÉFECTUEUSE, L'UTILISATEUR (ET NON LE RÉDACTEUR INITIAL, L'AUTEUR, NI TOUT AUTRE PARTICIPANT) ENDOSSERA LES COÛTS DE TOUTE INTERVENTION, RÉPARATION OU CORRECTION NÉCESSAIRE. CETTE DÉNÉGATION DE RESPONSABILITÉ CONSTITUE UNE PARTIE ESSENTIELLE DE CETTE LICENCE. AUCUNE UTILISATION DE CE DOCUMENT OU DE SA VERSION MODIFIÉE N'EST AUTORISÉE AUX TERMES DU PRÉSENT ACCORD, EXCEPTÉ SOUS CETTE DÉNÉGATION DE RESPONSABILITÉ ; EN AUCUNE CIRCONSTANCE ET SOUS AUCUNE INTERPRÉTATION DE LA LOI, QU'IL S'AGISSE D'UN DÉLIT CIVIL (Y COMPRIS LA NÉGLIGENCE), CONTRACTUEL OU AUTRE, L'AUTEUR, LE RÉDACTEUR INITIAL, TOUT PARTICIPANT OU TOUT DISTRIBUTEUR DE CE DOCUMENT OU DE SA VERSION MODIFIÉE, OU TOUT FOURNISSEUR DE L'UNE DE CES PARTIES NE POURRA ÊTRE TENU RESPONSABLE À L'ÉGARD DE QUICONQUE POUR TOUT DOMMAGE DIRECT, INDIRECT, PARTICULIER, OU ACCIDENTEL DE TOUT TYPE Y COMPRIS, SANS LIMITATION, LES DOMMAGES LIÉS À LA PERTE DE CLIENTÈLE, À UN ARRÊT DE TRAVAIL, À UNE DÉFAILLANCE OU UN MAUVAIS FONCTIONNEMENT INFORMATIQUE, OU À TOUT AUTRE DOMMAGE OU PERTE LIÉE À L'UTILISATION DU DOCUMENT ET DE SES VERSIONS MODIFIÉES, MÊME SI LADITE PARTIE A ÉTÉ INFORMÉE DE L'ÉVENTUALITÉ DE TELS DOMMAGES.
zh_cn: 文档按“原样”提供，不提供任何明示或暗示的保证，包括但不限于：文档或文档的修改版本没有适销性方面的缺陷、适合特定目的的适用性，以及没有侵权行为。您将自行承担本文档以及文档修改版本的质量、准确性以及性能方面的风险。如果任何文档或文档修改版本存在缺陷，您（而不是最初的编写者、作者或撰写人）将承担所有必需的服务、维修或更正的费用。此免责声明是本许可证的重要组成部分。如果不接受此免责声明，那么您就没有权利使用任何文档或文档的修改版本；并且无论在任何情况以及在任何法律理论下，本文档或文档修改版本的作者、最初的编写者、任何撰写人或任何分发者，或者任意这些方的任何提供者都不对任何人由于使用本文档或文档修改版本引起或带来的任何直接的、间接的、特殊的、偶然的或继发的损失承担任何民事（包括疏忽）、合同或其它方面的责任，这些损失包括但不限于信誉损失、工作停止、计算机失败或故障，或任何以及所有其它损失或由此引发的或与之相关的损失，即使这些方已被告知存在出现此类损失的可能性时也是如此。

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
el: ΤΟ ΕΓΓΡΑΦΟ ΚΑΙ ΤΡΟΠΟΠΟΙΗΜΕΝΕΣ ΕΚΔΟΣΕΙΣ ΑΥΤΟΥ ΠΑΡΕΧΟΝΤΑΙ ΥΠΟ ΤΟΥΣ ΟΡΟΥΣ ΤΗΣ ΑΔΕΙΑΣ GNU FREE DOCUMENTATION ΜΕ ΤΗΝ ΠΕΡΑΙΤΕΡΩ ΔΙΕΥΚΡΙΝΙΣΗ ΟΤΙ: <placeholder-1/>
fr: LE PRÉSENT DOCUMENT ET SES VERSIONS MODIFIÉES SONT FOURNIS SELON LES TERMES DE LA LICENCE DE DOCUMENTATION LIBRE GNU SACHANT QUE : <placeholder-1/>
zh_cn: 本文档以及文档的修改版本都是在遵循 GNU 自由文档许可证的条款下提供，这表示具有以下含义：<placeholder-1/>

source: Gnote Manual
fr: Manuel de Gnote
zh_cn: Gnote 手册

source: Gnote is a simple desktop note-taking application, with some powerful built-in features to help you organize your ideas.
el: Το Gnote είναι μια απλή επιτραπέζια εφαρμογή για τη λήψη σημειώσεων, με ορισμένα ισχυρά ενσωματωμένα χαρακτηριστικά που σκοπό έχουν να σας βοηθήσουν να οργανώσετε τις ιδέες σας.
fr: Gnote est un utilitaire de prise de notes simple, incluant quelques fonctionnalités performantes afin de vous aider à organiser vos idées.
zh_cn: Gnote 是一个简单的桌面便笺程序，带有一些强大的内建功能以邦主您组织您的相符 。

source: Free Software Foundation
el: Ίδρυμα Ελεύθερου Λογισμικού
zh_cn: 自由软件基金会

source: MATE Documentation Project
el: Έργο Τεκμηρίωσης MATE
fr: Projet de documentation MATE
zh_cn: MATE 文档计划

source: Tomboy Manual 4.0
zh_cn: Tomboy 手册 4.0

source: Tomboy Manual 3.0
zh_cn: Tomboy 手册 3.0

source: Tomboy Manual 2.0
zh_cn: Tomboy 手册 2.0

source: Gnote Manual 1.0
zh_cn: Gnote 手册 1.0

source: This manual describes version 0.1.1 of Gnote
fr: Ce manuel documente la version 0.1.1 de Gnote
zh_cn: 此手册描述 0.1.1 版本的 Gnote

source: Feedback
el: Ανάδραση
fr: Votre avis
zh_cn: 反馈

source: To report a bug or make a suggestion regarding the Gnote application or this manual, follow the directions in the <ulink type="help" url="ghelp:mate-feedback">MATE Feedback Page</ulink>.
el: Για να αναφέρετε σφάλματα ή να υποβάλλετε προτάσεις σχετικά με την εφαρμογή Gnote ή το συγκεκριμένο οδηγό, ακολουθήστε τις οδηγίες στη <ulink type="help" url="ghelp:mate-feedback">σελίδα ανάδρασης του MATE</ulink>.
fr: Pour signaler une anomalie ou émettre une suggestion concernant l'utilitaire Gnote ou ce manuel, procédez comme indiqué sur la <ulink type="help" url="ghelp:mate-feedback">page de réactions sur MATE</ulink>.
zh_cn: 要向 Gnote 程序或本手册提交 bug 或者提建议，请跟随 <ulink type="help" url="ghelp:mate-feedback">MATE 反馈页面</ulink>。

source: notes
el: σημειώσεις
zh_cn: 便笺

source: Introduction
el: Εισαγωγή
zh_cn: 导言

source: Notes Application
el: Εφαρμογή σημειώσεων
fr: Application de prise de notes
zh_cn: 便笺程序

source: Gnote is a desktop note-taking application for MATE. It is simple and easy to use, and allows you to organize the ideas and information you deal with every day. Gnote has some very useful editing features to help you customize your notes, including:
fr: Gnote est un utilitaire de prise de notes du bureau MATE. Il est simple et facile d'utilisation ; il vous permet d'organiser quotidiennement idées et informations. Gnote dispose de fonctionnalités d'édition des plus utiles pour personnaliser vos notes, comme :
zh_cn: Gnote 是一个 MATE 的桌面便笺记录程序。它简单易用，并允许您组织您每天处理的想法和信息。Gnote 有写非常有用的编辑功能以帮组您自定义您的便笺，包括：

source: Highlighting Search Text
el: Επισήμανση κειμένου αναζήτησης
fr: Le surlignage du texte recherché
zh_cn: 高亮搜索文本

source: Inline Spell Checking
el: Εμβόλιμος ορθογραφικός έλεγχος
fr: Le correcteur orthographique intégré
zh_cn: 内建拼写检查

source: Auto-linking Web &amp; Email Addresses
el: Αυτόματη διασύνδεση ιστοσελίδων &amp; διευθύνσεων ηλεκτρονικού ταχυδρομείου
fr: Les liens automatiques vers le Web et les adresses électroniques
zh_cn: 自动连接网页和邮件地址

source: Undo/Redo Support
el: Υποστήριξη αναίρεσης / ακύρωσης αναίρεσης
fr: La possibilité d'annuler/rétablir
zh_cn: 支持撤销和重做

source: Font Styling &amp; Sizing
el: Μορφοποίηση γραμματοσειράς&amp; προσαρμογή μεγέθους
fr: Divers styles et tailles de police
zh_cn: 字体风格和大小

source: Bulleted Lists
el: Λίστες με κουκκίδες
fr: Les listes à puces
zh_cn: 有项目符号列表

source: Gnote is accessed through the MATE panel. To startup Gnote automatically when you log into MATE, see <xref linkend="add-to-panel"/>.
fr: L'accès à Gnote s'effectue par l'intermédiaire du tableau de bord de MATE. Pour lancer Gnote automatiquement à l'ouverture de MATE, consultez la <xref linkend="add-to-panel"/>.
zh_cn: Gnote 是通过 MATE 面板访问的。要在登录 MATE 时自动启动 Gnote，参看 <xref linkend="add-to-panel"/>。

source: Getting Started
el: Ξεκινώντας
fr: Premiers pas
zh_cn: 入门

source: Adding Gnote to the Panel
fr: Ajout de Gnote au tableau de bord
zh_cn: 向面板添加 Gnote

source: To add Gnote to a panel, right-click on the panel, then choose <menuchoice><guimenuitem>Add to Panel</guimenuitem></menuchoice>. Select Gnote in the Add to the panel dialog, then click <menuchoice><guibutton>Add</guibutton></menuchoice>. You should see a yellow note icon appear in the panel, representing Gnote. The panel icon is illustrated in <xref linkend="gnote-panel"/>.
fr: Pour ajouter Gnote à un tableau de bord, faites un clic droit sur celui-ci, puis choisissez <menuchoice><guimenuitem>Ajouter au tableau de bord</guimenuitem></menuchoice>. Sélectionnez Gnote dans la liste, puis cliquez sur <menuchoice><guibutton>Ajouter</guibutton></menuchoice>. Une icône jaune représentant Gnote devrait apparaître sur le tableau de bord comme illustré sur la <xref linkend="gnote-panel"/>.
zh_cn: 要添加 Gnote 到面板，请右键点击此面板，然后选择 <menuchoice><guimenuitem>添加到面板</guimenuitem></menuchoice>。在添加到面板对话框中选择 Gnote，然后点击 <menuchoice><guibutton>Add</guibutton></menuchoice>。您将看到一个黄色的便笺图标出现在面板上，代表 Gnote。此面板图标在 <xref linkend="gnote-panel"/> 中说明。

source: Creating Notes
el: Δημιουργία σημειώσεων
fr: Création de notes
zh_cn: 创建便笺

source: Once you have successfully added Gnote to the Panel, you can create new notes using one of the following methods.
fr: Après avoir ajouté Gnote au tableau de bord, vous pouvez créer de nouvelles notes par l'une des méthodes suivantes :
zh_cn: 成功添加 Gnote 到面板之后，可以使用如下方法之一创建一个新便笺。

source: To create a new note using the mouse:
el: Δημιουργία νέας σημείωσης με το ποντίκι:
fr: Pour créer une nouvelle note en utilisant la souris :
zh_cn: 要使用鼠标创建一个新便笺：

source: Click on the Gnote note icon present in the MATE Panel. A menu will appear.
fr: cliquez sur l'icône du tableau de bord MATE pour faire apparaître un menu,
zh_cn: 点击 MATE 面板上的 Gnote 图标。将显示一个菜单。

source: Select the <menuchoice><guimenuitem>Create New Note</guimenuitem></menuchoice> option in the menu.
el: Επιλέξτε την επιλογή <menuchoice><guimenuitem>Δημιουργία νέας σημείωσης</guimenuitem></menuchoice> από το μενού.
fr: sélectionnez l'option <menuchoice><guimenuitem>Créer une nouvelle note</guimenuitem></menuchoice>.
zh_cn: 在菜单中选择 <menuchoice><guimenuitem>创建新便笺</guimenuitem></menuchoice> 选项。

source: To create a new note using the keyboard:
el: Δημιουργία νέας σημείωσης με το πληκτρολόγιο:
fr: Pour créer une nouvelle note à partir du clavier :
zh_cn: 要使用键盘创建一个新的便笺：

source: Open the Gnote menu using the key combination <keycombo><keycap>Alt</keycap><keycap>F12</keycap></keycombo>.
el: Ανοίξτε το μενού του Gnote με το συνδυασμό πλήκτρων <keycombo><keycap>Alt</keycap><keycap>F12</keycap></keycombo>.
fr: ouvrez le menu de Gnote en utilisant le raccourci <keycombo><keycap>Alt</keycap><keycap>F12</keycap></keycombo>,
zh_cn: 使用按键组合 <keycombo><keycap>Alt</keycap><keycap>F12</keycap></keycombo> 打开 Gnote 菜单。

source: Use the <keycap>N</keycap> key to select the menu option <menuchoice><guimenuitem>Create New Note</guimenuitem></menuchoice>.
el: Πατήστε το πλήκτρο <keycap>N</keycap> για να εκτελεστεί η επιλογή μενού <menuchoice><guimenuitem>Δημιουργία νέας σημείωσης</guimenuitem></menuchoice>.
fr: appuyez sur la touche <keycap>N</keycap> pour sélectionner l'option <menuchoice><guimenuitem>Créer une nouvelle note</guimenuitem></menuchoice>.
zh_cn: 使用 <keycap>N</keycap> 选择菜单选项 <menuchoice><guimenuitem>创建新便笺</guimenuitem></menuchoice>。

source: Editing Notes
el: Επεξεργασία σημειώσεων
fr: Modification de notes
zh_cn: 编辑便笺

source: After creating a new note, a new window will appear with the title <literal>New Note <replaceable>N</replaceable></literal>. At the top of the note is a toolbar with several buttons and text. Directly below this toolbar is the content area of the note. This is illustrated in <xref linkend="new-note"/>.
el: Μετά τη δημιουργία νέας σημείωσης, θα εμφανιστεί ένα νέο παράθυρο με τίτλο <literal>Νέα σημείωση <replaceable>N</replaceable></literal>. Στην κορυφή της σημείωσης υπάρχει μια γραμμή εργαλείων με κουμπιά και κείμενο. Ακριβώς κάτω από αυτή τη γραμμή βρίσκεται η περιοχή περιεχομένου της σημείωσης. Αυτό φαίνεται στο <xref linkend="new-note"/>.
fr: Après avoir créé une nouvelle note, une fenêtre nommée <literal>Nouvelle note <replaceable>N</replaceable></literal> s'ouvre. Au haut il y a une barre d'outils avec plusieurs boutons et texte. Juste au-dessous se trouve la zone du contenu de la note. Consultez la <xref linkend="new-note"/>.
zh_cn: 创建一个新便笺之后，一个新窗口将带着 <literal>新便笺 <replaceable>N</replaceable></literal> 显示。在便笺的顶部是一个带有多个按钮和文本的工具栏。此工具栏下方是此便笺的内容区。这在 <xref linkend="new-note"/> 中说明。

source: The note can be edited by clicking in the content area and using the keyboard to add and remove content. The first line is considered the title of the note. By default this is populated with the text <quote><literal>New Note <replaceable>N</replaceable></literal></quote>. The title is changed by clicking in the content area on the first line and using the keyboard to change the title. By default, focus is given to the content area upon creation of a new note, so you can immediately start editing the note without the need to click on the content area with the mouse.
el: Η σημείωση μπορεί να συνταχθεί κάνοντας κλικ στην περιοχή περιεχομένου και χρησιμοποιώντας το πληκτρολόγιο για την προσθήκη και την αφαίρεση κειμένου. Η πρώτη γραμμή θεωρείται ο τίτλος της σημείωσης. Εξ ορισμού η γραμμή αυτή είναι συμπληρωμένη με το κείμενο <quote><literal>Νέα σημείωση <replaceable>N</replaceable></literal></quote>. Ο τίτλος αλλάζει κάνοντας κλικ στην περιοχή περιεχομένου στην πρώτη γραμμή και χρησιμοποιώντας το πληκτρολόγιο για την αλλαγή του κειμένου. Εξ ορισμού, αμέσως μετά τη δημιουργία νέας σημείωσης η περιοχή περιεχομένου είναι εστιασμένη, έτσι ώστε να μπορείτε να ξεκινήσετε αμέσως την επεξεργασία της σημείωσης χωρίς να χρειάζεται να κάνετε κλικ στην περιοχή περιεχομένου με το ποντίκι.
fr: En cliquant dans la zone du contenu de la note, il est possible de la modifier en ajoutant ou retirant du texte avec le clavier. La première ligne constitue le titre qui est par défaut <quote><literal>Nouvelle note <replaceable>N</replaceable></literal></quote>. En cliquant sur la première ligne, vous pourrez changer le titre à l'aide du clavier. Par défaut, à l'ouverture d'une nouvelle note, le focus est mis dans la zone de contenu textuel ; ainsi vous pouvez immédiatement commencer la rédaction de la note sans avoir à cliquer dans la zone du contenu.
zh_cn: 便笺可以通过点击内容区域并使用键盘以添加和删除内容。第一行被认为是便笺的标题。默认，这使用文本 <quote><literal>新建编辑 <replaceable>N</replaceable></literal></quote> 填充。标题通过在内容区域的第一行点击并使用键盘更改。默认上，创建新便笺时焦点给到了内容区域，以使您可以理解开始编辑编辑，而不需要使用鼠标在内容区域上点击。

source: Using the toolbar available on each note is discussed in <xref linkend="working-with-notes"/>.
el: Η χρήση της γραμμής εργαλείων που είναι διαθέσιμη σε κάθε σημείωση καλύπτεται στο <xref linkend="working-with-notes"/>.
fr: L'usage de la barre d'outils en haut de chaque note est expliquée dans la <xref linkend="working-with-notes"/>.
zh_cn: 每个便笺上可用的工具栏的使用在 <xref linkend="working-with-notes"/> 中讨论。

source: The default window for a New Note
el: Το προκαθορισμένο παράθυρο μιας νέας σημείωσης
fr: La fenêtre par défaut d'une nouvelle note
zh_cn: 新便笺的默认窗口

source: Table of Contents
el: Πίνακας περιεχομένων
fr: Table des matières
zh_cn: 目录

source: To get an overview of all the notes managed by Gnote, select the <menuchoice><guimenuitem>Search All Notes</guimenuitem></menuchoice> menu item from the panel menu. By default, the <interface>Search All Notes</interface> dialog will display the notes in the order that they were last modified. Click the <guilabel>Note</guilabel> or <guilabel>Last Changed</guilabel> column headings to change the sort order. Click the column heading a second time to toggle between ascending and descending order.
el: Για να κάνετε γενική επισκόπηση όλων των σημειώσεων του Gnote, επιλέξτε την επιλογή <menuchoice><guimenuitem>Αναζήτηση σε όλες τις σημειώσεις</guimenuitem></menuchoice> από το μενού επιλογών του πίνακα εφαρμογών. Εξ ορισμού, το παράθυρο <interface>Αναζήτηση σε όλες τις σημειώσεις</interface> θα εμφανίσει τις σημειώσεις ταξινομημένες σύμφωνα με την τελευταία τροποποίησή τους. Κάντε κλικ στις κεφαλίδες στηλών <guilabel>Σημείωση</guilabel> ή <guilabel>Τελευταία τροποποίηση</guilabel> για να αλλάξετε τη σειρά ταξινόμησης. Κάντε κλικ στην κεφαλίδα στήλης για δεύτερη φορά για να εναλλάξετε μεταξύ αύξουσας και φθίνουσας ταξινόμησης.
fr: Pour avoir un aperçu de toutes les notes gérées par Gnote, choisissez <menuchoice><guimenuitem>Rechercher dans toutes les notes</guimenuitem></menuchoice> dans le menu du tableau de bord. Par défaut, la fenêtre <interface>Rechercher dans toutes les notes</interface> affiche toutes les notes dans l'ordre chronologique de la date de leur dernière modification. Cliquez sur les en-têtes de colonnes <guilabel>Note</guilabel> ou <guilabel>Dernière modification</guilabel> pour modifier l'ordre de tri. Un second clic sur le titre d'une colonne inverse l'ordre entre ascendant et descendant.
zh_cn: 要获取 Gnote 管理的所有便笺的预览，从面板菜单中选择 <menuchoice><guimenuitem>搜索全部编辑</guimenuitem></menuchoice> 菜单条目。默认上，<interface>Search All Notes</interface> 对话框将以最后更改时间显示便笺。点击 <guilabel>便笺</guilabel> 或 <guilabel>最近更改</guilabel> 列头以更改排序。第二次点击列头在正序和反序直接切换。

source: You can find specific notes by entering text into the search field in the <interface>Search All Notes</interface> dialog. The list of notes will automatically update to list only the notes which have matching text.
el: Μπορείτε να βρείτε συγκεκριμένες σημειώσεις εισάγοντας κείμενο στο πεδίο αναζήτησης στο παράθυρο <interface>Αναζήτηση σε όλες τις σημειώσεις</interface>. Η λίστα με τις σημειώσεις θα ενημερωθεί αυτόματα έτσι ώστε να εμφανίζει μόνο εκείνες τις σημειώσεις που ταιριάζουν με το κείμενο αναζήτησης.
fr: Vous pouvez retrouver des notes spécifiques en saisissant du texte dans le champ Rechercher de la boîte de dialogue <interface>Rechercher dans toutes les notes</interface>. La liste des notes se met automatiquement à jour pour n'afficher que les notes contenant le texte saisi.
zh_cn: 您可以通过在 <interface>搜索全部便笺</interface> 对话框中的搜索区域输入文本查找指定便笺。此列表将会自动更新以只列出匹配搜索文本的便笺。
