Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-media/gstreamer-properties/help/*/*.po
Languages: de, uk

source: @@image: 'figures/gstreamer_properties_window.png'; md5=131b5536ef622be97dafffec5a571626
de: translated

source: GStreamer Properties Manual V2.5
de: Multimedia-System-Handbuch V2.5

source: GStreamer Properties lets you configure parameters related to the hardware and multimedia
de: GStreamer-Eigenschaften erlaubt Ihnen die Konfiguration der auf Hardware und Multimedia bezogenen Parameter
uk: За допомогою GStreamer Properties Ви можете налаштувати параметри звуку та мультимедіа

source: MATE Documentation Project
de: MATE-Dokumentationsprojekt
uk: Проект документування MATE

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCs.
uk: Дозволяється копіювати, розповсюджувати та/або змінювати цей документ за умовами ліцензії GNU Free Documentation License (GFDL), версії 1.1 або будь-якої старішої версії, опублікованої Фондом вільного програмного забезпечення (Free Software Foundation), без змінених частин та без текстів на обкладинках. Ви можете знайти копію ліцензії GFDL за <ulink type="help" url="ghelp:fdl"> цим посиланням </ulink> або в файлі COPYING-DOCS, який поширюється разом з цим посібником.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von MATE-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.
uk: Цей посібник є частиною документації MATE яка поширюється під ліцензією GFDL. Якщо Ви бажаєте розповсюджувати цей посібник окремо від іншої документації, можете це зробити додавши до нього копію ліцензії, як описано в пункті 6 ліцензії.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer MATE-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das MATE-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.
uk: Багато назв, які використовуються компаніями для позначення своїх продуктів та послуг, заявлені в якості товарних знаків. Якщо такі назви зустрічаються в будь-якій документації MATE, і члени проекту документування MATE знають про них, то назви пишуться великими літерами, або з великої літери.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND
uk: ДОКУМЕНТ НАДАЄТЬСЯ \"ЯК Є\", БЕЗ БУДЬ-ЯКИХ ГАРАНТІЙ, ЯВНИХ АБО НЕЯВНИХ, В ТОМУ ЧИСЛІ, БЕЗ ОБМЕЖЕННЯ ГАРАНТІЙ, ЩО ДОКУМЕНТ АБО ЗМІНЕНА ВЕРСІЯ ДОКУМЕНТУ ВІЛЬНІ ВІД ДЕФЕКТІВ, ПРИДАТНІ ДЛЯ ПРОДАЖУ ТА ВИКОРИСТАННЯ З ВИЗНАЧЕНОЮ МЕТОЮ, АБО НЕ ПОРУШУЮТЬ ЗАКОНИ. ВЕСЬ РИЗИК, ЩО ДО ЯКОСТІ, ТОЧНОСТІ, ПРАВИЛЬНОСТІ ДОКУМЕНТУ АБО ЗМІНЕНИХ ВЕРСІЇ ДОКУМЕНТУ, ЛЕЖИТЬ НА ВАС. ЯКЩО ДОКУМЕНТ АБО ЗМІНЕНА ВЕРСІЯ ДОКУМЕНТУ МАЄ НЕДОЛІКИ, ВИ (НЕ ВЛАСНИК ЧИ РОЗРОБНИК АБО ЙОГО ПОМІЧНИК) НЕСЕТЕ ВИТРАТИ З ОБСЛУГОВУВАННЯ, ВІДНОВЛЕННЯ ЧИ ВИПРАВЛЕННЯ ЙОГО. ЦЯ ВІДМОВА ВІД ГАРАНТІЙ СКЛАДАЄ ВАЖЛИВУ ЧАСТИНУ ЛІЦЕНЗІЇ. НЕ ДОПУСКАЄТЬСЯ БУДЬ-ЯКЕ ВИКОРИСТАННЯ ДОКУМЕНТУ ЧИ ЗМІНЕНОЇ ВЕРСІЇ ДОКУМЕНТУ БЕЗ ЦЬОГО ПОПЕРЕДЖЕННЯ; І

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.
uk: НІ ЗА ЯКИХ ОБСТАВИН ТА БУДЬ-ЯКОГО ПРАВОВОГО СПОСОБУ (ВКЛЮЧАЮЧИ НЕДБАЛОСТІ), НІ ЗА ЯКОЇ УГОДИ ЧИ ІНШИХ ПРИЧИН, ВЛАСНИК, РОЗРОБНИК, ПОМІЧНИКИ АБО РОЗПОВСЮДЖУВАЧІ ДОКУМЕНТУ НЕ НЕСУТЬ ВІДПОВІДАЛЬНІСТЬ ЗА ПРЯМІ, НЕ ПРЯМІ, СПЕЦІАЛЬНІ, ВИПАДКОВІ АБО НАВМИСНІ ЗБИТКИ БУДЬ-ЯКОГО ХАРАКТЕРУ, ВКЛЮЧАЮЧИ, БЕЗ ОБМЕЖЕННЯ, ВТРАТУ БАЖАННЯ, ПРАЦЕЗДАТНОСТІ, КОМП'ЮТЕРНІ ПЕРЕБОЇ АБО ПОШКОДЖЕННЯ, ЧИ БУДЬ-ЯКІ ІНШІ ЗБИТКИ АБО ВТРАТИ, ЯКІ ВИНИКАЮТЬ ВНАСЛІДОК АБО ПОВ'ЯЗАНІ З ВИКОРИСТАННЯМ ДОКУМЕНТУ АБО ЗМІНЕНИХ ВЕРСІЙ ДОКУМЕНТУ, НАВІТЬ ЯКЩО СТОРОНА БУЛА ПОІНФОРМОВАНА ПРО МОЖЛИВІСТЬ ТАКИХ ЗБИТКІВ.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>
uk: ДОКУМЕНТ ТА ЗМІНЕНІ ВЕРСІЇ ДОКУМЕНТУ НАДАЮТЬСЯ КОРИСТУВАЧУ ЗА УМОВАМИ ЛІЦЕНЗІЇ GNU FREE DOCUMENTATION LICENSE З ПОДАЛЬШИМ РОЗУМІННЯМ ПРО ТЕ, ЩО: <placeholder-1/>

source: June 2010
de: Juni 2010

source: GStreamer Properties Manual V2.4
de: Multimedia-System-Handbuch V2.4
uk: GStreamer Properties V2.4 - Довідка

source: December 2003
de: Dezember 2003
uk: Грудень 2003

source: GStreamer Properties Manual V1.0
de: Multimedia-System-Handbuch V1.0
uk: GStreamer Properties V1.0 - Довідка

source: This manual describes version 2.2.2 of GStreamer Properties.
de: Dieses Handbuch beschreibt Version 2.2.2 des Multimedia-Systems
uk: В цій довідці описується версія 2.2.2 GStreamer Properties.

source: Feedback
de: Rückmeldungen
uk: Зворотній зв'язок

source: To report a bug or make a suggestion regarding the GStreamer Properties application or this manual, follow the directions in the <ulink url="ghelp:mate-feedback" type="help">MATE Feedback Page</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zum Multimedia-System oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="ghelp:mate-feedback" type="help">MATE-Seite für Rückmeldungen</ulink>.
uk: Щоб повідомити про помилку або внести пропозицію щодо програми GStreamer Properties або цієї довідки, дотримуйтесь інструкцій на <ulink url="ghelp:mate-feedback" type="help">сторінці зворотнього зв'язку MATE</ulink>.

source: GStreamer properties
de: Multimedia-System
uk: Властивості GStreamer

source: Introduction
de: Einführung
uk: Вступ

source: The <application>GStreamer Properties</application> application enables you to configure parameters related to the hardware and multimedia systems on your system.
de: Die Anwendung <application>Multimedia-System</application> erlaubt Ihnen die Anpassung der auf die Hardware und die Multimedia-Systeme bezogenen Parameter Ihres Systems.

source: Only advanced users should normally need this as your OS vendor should be shipping the system with the correct defaults.
de: Norwalerweise werden dies nur Benutzer mit tiefer gehenden Kenntnissen benötigen, da der Anbieter Ihres Betriebssystems bereits die korrekten Vorgabewerte eingestellt haben dürfte.

source: Getting Started
de: Erste Schritte
uk: Початок роботи

source: You can start <application>GStreamer Properties</application> in the following ways:
de: Sie können <application>Multimedia-System</application> auf eine der folgenden Arten starten:
uk: Запустити <application>GStreamer Properties</application> можливо одним з наступних способів:

source: <guimenu>Applications</guimenu> menu
de: Menü <guimenu>Anwendungen</guimenu>
uk: Меню <guimenu>Програми</guimenu>

source: Choose <menuchoice><guisubmenu>Preferences</guisubmenu><guimenuitem>Gstreamer Properties</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Einstellungen</guisubmenu><guimenuitem>Multimedia-System</guimenuitem></menuchoice>.
uk: Виберіть <menuchoice><guisubmenu>Параметри</guisubmenu><guimenuitem>Вибір мультимедійної системи</guimenuitem></menuchoice>.

source: Command line
de: Befehlszeile
uk: Командний рядок

source: Type <command>gstreamer-properties</command>, then press <keycap>Return</keycap>.
de: Geben Sie <command>gstreamer-properties</command>ein, und drücken Sie dann die <keycap>Eingabetaste</keycap>.
uk: Введіть <command>gstreamer-properties</command> і натисніть <keycap>Enter</keycap>.

source: When you start <application>GStreamer Properties</application>, the following window is displayed.
de: Wenn Sie <application>Multimedia-System</application> starten, wird folgendes Fenster angezeigt.
uk: Під час старту <application>GStreamer Properties</application>, з'явиться наступне вікно.

source: GStreamer Properties Window
de: Multimedia-System-Fenster
uk: Вікно GStreamer Properties

source: Shows GStreamer Properties main window. Contains menubar, toolbar, drop-down menus for the input and output audio options.
de: Zeigt das Hauptfenster von Multimedia-System. Enthält Menüleiste, Werkzeugleiste und Aufklappmenüs für die Optionen der Audioeingabe und -ausgabe.
uk: Показує головне вікно GStreamer Properties. Воно містить рядок меню, панель інструментів, спадні списки вхідних та вихідних звукових пристроїв.

source: Usage
de: Benutzung
uk: Використання

source: The GStreamer properties applet offers four drop down menus spread over two tabs. There are two drop-menues for audio and two for video. These choices set the default for most MATE applications for output and input of Sound and Video.
de: Das Multimedia-System-Applet bietet vier Auswahlmenüs innerhalb von zwei Reitern. Es gibt zwei Auswahlmenüs für Audio und zwei für Video. Diese Einstellungen legen die Vorgaben für die meisten MATE-Anwendungen zur Ein- und Ausgabe von Klängen und Video fest.

source: Understanding the menu options
de: Erläuterung der Menüoptionen
uk: Знайомство з меню

source: Looking at the screen for setting audio options you notice that the two sections are called Default Sink and Default Source. These are terms used in the GStreamer framework that MATE uses to describe where data is sent and where it comes from. The Default sink is in other words where MATE apps should output their sound, while Default source is where the sound comes from.
de: Beim Blick auf den Bildschirm werden Sie feststellen, dass zwei Abschnitte mit »Vorgegebene Quelle« und »Vorgegebenes Ziel« benannt sind. Diese Begriffe werden in GStreamer verwendet, das MATE zur Angabe verwendet, welche Daten gesendet werden bzw. wo diese herkommen. Das vorgegebene Ziel ist, anders ausgedrückt, die Stelle wo MATE-Anwendungen Klänge ausgeben, während die vorgegebene Quelle die Quelle dieser Klänge ist.

source: The reason you might want to alter these settings is because under Unix there are many different audio systems and sound server which you might want to output to. For instance on Linux popular alternatives are the PulseAudio sound server or ALSA.
de: Das Vorhandensein vieler verschiedener zur Ausgabe geeigneter Audio-Systeme und Soundserver auf UNIX-Systemen könnte der Grund dafür sein, dass Sie diese Einstellungen vielleicht ändern wollen. Populäre Alternativen auf Linux-Systemen sind der PulseAudio-Soundserver oder ALSA.

source: If you wish that your MATE applcations output their sound to the PulseAudio sound server you set the Default Sink to use PulseAudio. And if you wish that your MATE applications which has sound recording capabilities use the ALSA sound system, choose ALSA as the Default Source.
de: Wenn Sie beispielsweise wünschen, dass Ihre MATE-Anwendungen ihre Klänge über den PulseAudio-Soundserver ausgeben sollen, setzen Sie als Standard-Ausgabegerät PulseAudio. Und wenn Sie wünschen, dass die MATE-Anwendungen, die über Fähigkeiten zur Tonaufnahme verfügen, das ALSA-Soundsystem benutzen sollen, dann setzen Sie ALSA als Standardquelle.

source: As mentioned elsewhere in this user guide. These setting are meant for as a tool for advanced users who have specialized need. As an ordinary user, you should not need to set these as the vendor of your distribution should have set them to sensible defaults for you.
de: Wie bereits in dieser Dokumentation erwähnt. Diese Einstellungen sind als Werkzeug für fortgeschrittene Benutzer gedacht, die spezielle Einstellungen benötigen. Als gewöhnlicher Benutzer werden Sie dies nicht ändern müssen, da der Anbieter Ihrer Linux- oder Unix-Distribution bereits sinnvolle Werte voreingestellt haben dürfte.

source: translator-credits
de: Mario Blättermann <mariobl@mate.org>, 2008, 2009, 2010
uk: Сергій Гаврилов <sergiovana@bigmir.net>, 2009.

source: September 2003
uk: Вересень 2003

source: The <application>GStreamer Properties</application> application enables you to configure parameters related to the hardware and multimedia systems on your system. Only advanced users should normally need this as your OS vendor should be shipping the system with the correct defaults.
uk: Програма <application>GStreamer Properties</application> дозволяє налаштувати параметри звукового обладнання та мультимедійних систем в Вашій операційній системі. Зазвичай це слід робити тільки досвідченим користувачам, тому що, постачальник операційної системи повинен був встановити правильні параметри за замовчуванням.

source: The GStreamer properties capplet offers four drop down menus spread over two tabs. There are two drop-menues for audio and two for video. These choices set the default for most MATE applications for output and input of Sound and Video.
uk: Програма GStreamer properties містить чотири спадних списки, розділених на дві вкладки. Два спадних списки для звуку і два для відео. Вибираючи параметри з цих списків, можна вказати пристрої введення і виведення звуку та відео для більшості програм MATE.

source: Looking at the screen for setting audio options you notice that the two sections says are called Default Sink and Default Source. These are terms used in the GStreamer framework that MATE uses to describe where data is sent and where it comes from. The Default sink is in other words where MATE apps should output their sound, while Default source is where the sound comes from.
uk: На вкладці параметрів звуку є два розділи: вхід за замовчуванням (Default Sink) та вихід за замовчуванням.(Default Source) В системі GStreamer, яка використовується в MATE, ці терміни означають місця, звідки надходять дані і куди надсилаються. Іншими словами, вихід за замовчуванням, це місце в яке програми MATE повинні відправляти свій звук, а вхід за замовчуванням, це місце звідки звук приходить.

source: The reason you might want to alter these settings is because under Unix there are many different audio systems and sound server which you might want to output to. For for instance on Linux popular alternatives are the OSS sound system, the ALSA sound system, the ESD sound server and the ARTSd sound server.
uk: Вам може знадобитися змінити ці параметри, тому що в Unix існує багато різних звукових систем і служб, в які можна виводити звук. Наприклад, в операційній системі Linux найпоширеніші варіанти, це звукові системи OSS та ALSA і звукові сервери ESD та ARTSd.

source: For instance if you wish that your MATE applcations output their sound to the ESD sound server you set the Default Sink to use ESD. And if you wish that your MATE applications which has sound recording capabilities use the OSS sound system to do this you choose OSS as the Default Source.
uk: Наприклад, якщо Ви хочете, щоб ваші програми MATE виводили звук в звуковий сервер ESD, то виберайте ESD як вихід за замовчуванням. Якщо ж Ви хочете, щоб ваші програми MATE, які здатні записувати звук, використовували систему OSS, то виберіть OSS як вхід за замовчуванням.

source: As mentioned elsewhere in this user guide. These setting are meant for as a tool for advanced users who have specialized need. As an ordinary user you should not need to set these as the vendor of your distribution of Linux or Unix should have set them for you and sensible defaults.
uk: Як вже зазначалося в цій довідці. Такі налаштування призначені, як інструмент для досвідчених користувачів, якщо вони мають спеціальні потреби. Звичайному користувачеві не має потреби змінювати їх. За звичай постачальники операційних систем Linux та Unix самі налаштовують потрібні параметри за замовчуванням.
