Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: music-applet-2.5.1/po/*.po
Languages: de

source: Control your favorite music player from the panel
de: Bediene deine Lieblings Music Player vom Panel aus

source: Music Applet Factory
de: Music Applet Fabrik

source: Music applet factory
de: Music Applet Fabrik

source: _About
de: _Info

source: _Preferences
de: _Voreinstellungen

source: _Browse...
de: Verzeichnis _wechseln...

source: _Launch Command:
de: _Start Befehl:

source: <b>Launch using</b>
de: <b>Starte und benutze </b>

source: _Command:
de: _Befehl:

source: _D-Bus activation
de: _D-Bus Aktivierung

source: _Launch command:
de: _Start Befehl:

source: Command for launching Amarok
de: Befehl zum Starten von Amarok

source: Command for launching Audacious
de: Befehl zum Starten von Audacious

source: Command for launching BMPx
de: Befehl zum Starten von BMPx

source: Command for launching Banshee
de: Befehl zum Starten von Banshee

source: Command for launching Exaile
de: Befehl zum Starten von Exaile

source: Command for launching Muine
de: Befehl zum Starten von Muine

source: Command for launching Quod Libet
de: Befehl zum Starten von Rhythmbox

source: Command for launching Rhythmbox
de: Befehl zum Starten von Rhythmbox

source: Command for launching VLC
de: Befehl zum Starten von VLC

source: Command for launching XMMS
de: Befehl zum Starten von XMMS

source: Command to execute to launch Amarok.
de: Befehl zum Starten von XMMS2

source: Auszuführender Befehl zum Starten von Amarok.
de: Auszuführender Befehl zum Starten von Audacious.

source: Command to execute to launch BMPx.
de: Auszuführender Befehl zum Starten von BMPx.

source: Command to execute to launch Banshee.
de: Auszuführender Befehl zum Starten von Banshee.

source: Command to execute to launch Exaile.
de: Auszuführender Befehl zum Starten von Exaile.

source: Command to execute to launch Muine.
de: Auszuführender Befehl zum Starten von Muine

source: Command to execute to launch Rhythmbox.
de: Auszuführender Befehl zum Starten von Rhythmbox.

source: Command to execute to launch VLC.
de: Auszuführender Befehl zum Starten von VLC

source: Command to execute to launch XMMS.
de: Auszuführender Befehl zum Starten von XMMS

source: Command to execute to launch XMMS2.
de: Auszuführender Befehl zum Starten von XMMS2

source: Command to execute to launch the MPD server.
de: Auszuführender Befehl zum Starten des MPD Servers.

source: Connection path for XMMS2
de: Verbindungspfad für XMMS2

source: Host where the MPD server is.
de: Host auf dem sich der MPD Server befindet.

source: If true, show information about the current song in the applet.
de: Wenn aktiviert, werden Informationen über den laufenden Song angezeigt.

source: If true, show the current song's elapsed time in the applet.
de: Wenn aktiviert, wird die verstrichene Zeit, seit dem der laufende Song abgespielt wird, angezeigt.

source: If true, show the current song's rating in the applet.
de: Wenn aktiviert, wird die Bewertung des laufenden Songs angezeigt.

source: If true, show the playback controls in the applet.
de: Wenn aktiviert, werden die Wiedergabe-Kontrollelemente im Applet angezeigt.

source: List of enabled plugins
de: Liste aktivierter Plugins

source: Method for launching Audacious
de: Methode zum Starten von Audacious

source: Method for launching BMPx
de: Methode zum Starten von BMPx

source: Method for launching Banshee
de: Methode zum Starten von Banshee

source: Method for launching Exaile
de: Methode zum Starten von Exaile

source: Method for launching Muine
de: Methode zum Starten von Muine

source: Method for launching Quod Libet
de: Methode zum Starten von Quod Libet

source: Method for launching Rhythmbox
de: Methode zum Starten von

source: Method for launching VLC
de: Methode zum Starten von VLC

source: Method to use to launch Audacious. Can be either "D-Bus" or "Command".
de: Methode zum Starten von Audacious. Kann entweder "D-Bus" oder "Command" sein.

source: Method to use to launch BMPx. Can be either "D-Bus" or "Command".
de: Methode zum Starten von BMPx. Kann entweder "D-Bus" oder "Command" sein.

source: Method to use to launch Banshee. Can be either "D-Bus" or "Command".
de: Methode zum Starten von Banshee. Kann entweder "D-Bus" oder "Command" sein.

source: Method to use to launch Exaile. Can be either "D-Bus" or "Command".
de: Methode zum Starten von Exaile. Kann entweder "D-Bus" oder "Command" sein.

source: Method to use to launch Muine. Can be either "D-Bus" or "Command".
de: Methode zum Starten von Muine. Kann entweder "D-Bus" oder "Command" sein.

source: Method to use to launch Quod Libet. Can be either "D-Bus" or "Command".
de: Methode zum Starten von Quod Libet. Kann entweder "D-Bus" oder "Command" sein.

source: Method to use to launch Rhythmbox. Can be either "D-Bus" or "Command".
de: Methode zum Starten von Rhythmbox. Kann entweder "D-Bus" oder "Command" sein.

source: Method to use to launch VLC. Can be either "D-Bus" or "Command".
de: Methode zum Starten von VLC. Kann entweder "D-Bus" oder "Command" sein.

source: Name of the preferred music player
de: Name des bevorzugten Music Players

source: Name or IP address of the host where the MPD server to connect to is. Leave this blank for the default.
de: Name oder IP Addresse des Hosts, auf dem der zu Verbindende MPD Server ist. Frei lassen für Standard.

source: Port number of the MPD server.
de: Port Nummer des MPD Servers.

source: Session ID for XMMS
de: Session ID für XMMS

source: Show a brief notification popup whenever the current song changes.
de: Zeige eine kurze Benachrichtigung wannimmer der momentane Titel wechselt.

source: Show notification on song change
de: Zeige Benachrichtigung bei Titelwechsel

source: Show playback controls
de: Zeige Wiedergabe-Kontrollelemente

source: Show rating
de: Zeige Bewertung

source: Show song information
de: Zeige Informationen über den Titel

source: Show time
de: Zeige Zeit

source: The Session ID of the instance of XMMS to work with. Leave this set to 0 unless you have more than one instance of XMMS running.
de: Session ID der Instanz von XMMS mit der gearbeitet werden soll. Wert 0, außer du hast mehr als eine Instanz von XMMS zur gleichen Zeit laufen.

source: The connection path where the XMMS2 server can be found. This should be of the form &lt;protocol&gt;://&lt;path&gt;[:&lt;port&gt;]. If this is left blank, the contents of the XMMS_PATH environment variable, if defined, will be used. Otherwise, the default path will be used.
de: Verbindungspfad, unter dem der XMMS2 Server gefunden werden kann. Die Form sollte &lt;protocol&gt;://&lt;path&gt;[:&lt;port&gt;] lauten. Wenn dieses Feld leer ist, wird der Inhalt der XMMS_PATH Umgebungsvariable benutzt werden (wenn definiert). Andernfalls wird der Standardpfad benutzt.

source: The list of plugins that are enabled. Each plugin implements support for a different music player.
de: Liste der aktivierten Plugins. Jedes Plugin implementiert Unterstützung für einen anderen Music Player.

source: The name of the preferred music player. This mainly controls which player to launch if none is currently running.
de: Der Name des bevorzugten Music Players. Definiert welcher Player gestartet wird, wenn momentan keiner läuft.

source: The port number where the MPD server can be found. Set this to 0 for the default.
de: Die Port Nummer, unter der der MPD Server gefunden werden kann. 0 für den Standardwert.

source: Password
de: Passwort

source: _Password:
de: _Passwort:

source: _Remember this password
de: _Dieses Passwort speichern

source: C_onfigure...
de: K_onfiguriere...

source: _Preferred plugin:
de: Bevorzu_gtes Plugin:

source: <b>Display</b>
de: <b>Anzeige</b>

source: Music Applet Preferences
de: Music Applet Voreinstellungen

source: Show _notification on song change
de: Zeige _Benachrichtung bei Titelwechsel

source: Show _rating
de: Zeige Bewert_ung

source: Show _song information
de: Zeige _Titel Informationen

source: Show c_ontrols
de: Zeige Bedienungselemente

source: Connection _path:
de: Verbindungs_pfad:

source: Rate current song
de: Bewerte laufenden Titel

source: Previous song
de: Vorheriger Titel

source: Start playing
de: Beginne Wiedergabe

source: Next song
de: Nächster Titel

source: Launch %s
de: Starte %s

source: Launch preferred player
de: Starte lieblings Music Player

source: Pause playback
de: Pausiere Wiedergabe

source: %s does not support rating songs
de: %s unterstüzt keine Songbewertung

source: No song to rate
de: Kein Titel zu bewerten

source: Control your favorite music player from a MATE panel.
de: Bediene deinen lieblings Music Player vom MATE Panel aus.

source: translator-credits
de: Schuster Bernhard <schuster.bernhard@googlemail.com>

source: Not playing
de: Keine Wiedergabe

source: <i>by</i> %s
de: <i>von</i> %s

source: <i>from</i> %s
de: <i>aus</i> %s

source: %d:%02d:%02d of %d:%02d:%02d
de: %d:%02d:%02d von %d:%02d:%02d

source: %d:%02d of %d:%02d
de: %d:%02d von %d:%02d

source: Choose path to %s
de: Wähle Pfad zu %s

source: Requires dbus-python 0.80 or later
de: Benötigt dbus-python 0.80 oder höher

source: %s Launcher
de: %s Starter

source: A password is needed to connect to the MPD server at %s:%d.
de: Es wird ein Passwort benötigt, um die Verbindung zum MPD server %s:%d herzustellen.
