Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-bluetooth/help/*/*.po
Languages: ru

source: mate-bluetooth Manual
ru: Руководство по mate-bluetooth

source: Baptiste Mille-Mathias
ru: Батист Милль-Матиас (Baptiste Mille-Mathias)

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
ru: Разрешено копировать, распространять и/или изменять этот документ согласно правил Свободной лицензии документации GNU (GFDL) версии 1.1 или любой другой более поздней опубликованной Free Software Foundation без неизменных разделов, текстов на лицевой обложке и текстов на задней обложке. Вы можете найти копию GFDL по этой <ulink type="help" url="ghelp:fdl">ссылке</ulink> или в файле COPYING-DOCS распространяемым с этим руководством.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
ru: Это руководство является частью коллекции руководств MATE распространяемыми под лицензией GFPL. Если вы хотите распространять это рукодовство отдельно от коллекции, вы можете сделать это, добавив копию лицензии к руководству, согласно описанию в 6-м разделе лицензии.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
ru: Многие из имён, используемых компаниями для различения их продуктов и услуг, заявлены как торговые марки. Там, где те имена появляются в документации MATE, и члены проекта документации MATE были осведомлены об этих торговых марках, имена написаны заглавными буквами или начальным заглавными буквами.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
ru: ДОКУМЕНТ ПРЕДОСТАВЛЕН ПО ПРИНЦИПУ "AS IS", БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, ВЫРАЖЕННЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ, БЕЗ ОГРАНИЧЕНИЯ, ГАРАНТИИ, ЧТО ДОКУМЕНТ ИЛИ ИЗМЕНЁННАЯ ВЕРСИЯ ДОКУМЕНТА СВОБОДНО ОТ ДЕФЕКТОВ ПРИГОДНОСТИ ДЛЯ ТОРГОВЛИ, ПОДХОДЯЩАЯ ДЛЯ ЧАСТНОГО НАЗНАЧЕНИЯ ИЛИ НЕ НАРУШАЮЩЕЕ ЕГО. ПОЛНАЯ ОТВЕТСТВЕННОСТЬ ЗА КАЧЕСТВО, ТОЧНОСТЬ, И БЫСТРОДЕЙСТВИЕ ДОКУМЕНТА ИЛИ ИЗМЕНЕННОЙ ВЕРСИИ ДОКУМЕНТА ЛЕЖИТ НА ВАС. ДОЛЖЕН ЛИ ЛЮБОЙ ДОКУМЕНТ ИЛИ ИЗМЕНЁННАЯ ВЕРСИЯ БЫТЬ ДЕФЕКТНОЙ В ЛЮБОМ ОТНОШЕНИИ, ВЫ (НЕ ПЕРВОНАЧАЛЬНЫЙ ПИСАТЕЛЬ, АВТОР ИЛИ ЛЮБОЙ УЧАСТНИК) ПРИНИМАЕТЕ НА СЕБЯ СТОИМОСТЬ ЛЮБОГО ТРЕБУЮЩЕГОСЯ СЕРВИСНОГО ОБСЛУЖИВАНИЯ, РЕМОНТА ИЛИ ИСПРАВЛЕНИЯ. ОТКАЗ ОТ ГАРАНТИИ СОСТАВЛЯЕТ ОСНОВНУЮ ЧАСТЬ ЭТОЙ ЛИЦЕНЗИИ. НЕ РАЗРЕШЕНО ИСПОЛЬЗОВАНИЕ НИ ОДНОГО ДОКУМЕНТА ИЛИ ЕГО ИЗМЕНЕННОЙ ВЕРСИИ В СИЛУ НАСТОЯЩЕГО ДОГОВОРА, С ИСКЛЮЧЕНИЕМ ИСПОЛЬЗОВАНИЯ СОГЛАСНО ЭТОМУ ОТКАЗУ; И НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ И НИ ПОД КАКОЙ-ЛИБО ЗАКОННОЙ ТЕОРИЕЙ, БУДЬ ТО В ДЕЛИКТЕ (ВКЛЮЧАЯ НЕБРЕЖНОСТЬ), В КОНТРАКТЕ, ИЛИ ИНЫМ ОБРАЗОМ, ДОЛЖЕН ЛИ АВТОР, ПЕРВОНАЧАЛЬНЫЙ ПИСАТЕЛЬ, ЛЮБОЙ УЧАСТНИК, ИЛИ ЛЮБОЙ РАСПРОСТРАНИТЕЛЬ ДОКУМЕНТА ИЛИ МОДИЦИФИРОВАННОЙ ВЕРСИИ ДОКУМЕНТА, ИЛИ ЛЮБОЙ ПОСТАВЩИК ЛЮБЫХ ИЗ ТАКИХ СТОРОН, БЫТЬ ОТВЕТСТВЕННЫМ ПЕРЕД ЛЮБЫМ ЧЕЛОВЕКОМ ЗА ЛЮБОЙ ПРЯМОЙ, НЕПРЯМОЙ, СЛУЧАЙНЫЙ, ИЛИ КОСВЕННЫЙ ВРЕД ЛЮБЫХ ЧАСТЕЙ ВКЛЮЧАЯ, БЕЗ ОГРАНИЧЕНИЙ, ВРЕД ОТ ПОТЕРИ РЕПУТАЦИИ, ОСТАНОВКИ РАБОТЫ, ОТКАЗА В РАБОТЕ КОМПЬЮТЕРА ИЛИ СБОЯ, ИЛИ ЛЮБОГО И ВСЕХ ДРУГИХ ВРЕДОВ ИЛИ ПОТЕРЬ, ВОЗНИКАЮЩИХ ИЗ-ЗА ИСПОЛЬЗОВАНИЯ ДОКУМЕНТА ИЛИ ИЗМЕНЁННЫХ ЧАСТЕЙ ДОКУМЕНТА, ДАЖЕ ЕСЛИ ЭТА СТОРОНА БЫЛА ПРОИНФОРМИРОВАНА О ВОЗМОЖНОСТИ ЭТОГО ВРЕДА.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
ru: ДОКУМЕНТ И ИЗМЕНЁННЫЕ ВЕРСИИ ДОКУМЕНТА ПРЕДОСТАВЛЕНЫ СОГЛАСНО УСЛОВИЙ СВОБОДНОЙ ЛИЦЕНЗИИ ДОКУМЕНТАЦИИ GNU С ПОСЛЕДУЮЩИМ ПОНИМАНИЕМ, ЧТО: <placeholder-1/>

source: Baptiste
ru: Батист

source: Mille-Mathias
ru: Милль-Матиас

source: MATE Documentation Project
ru: Проект документации MATE

source: March 2009
ru: Март 2009

source: Baptiste Mille-Mathias <email>baptiste.millemathias@gmail.com</email>
ru: Батист Милль-Матиас (Baptiste Mille-Mathias) <email>baptiste.millemathias@gmail.com</email>

source: This manual describes version 2.28 of mate-bluetooth.
ru: Это руководство описывает версию 2.28 приложения mate-bluetooth.

source: Feedback
ru: Обратная связь

source: To report a bug or make a suggestion regarding the <application>mate-bluetooth</application> application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">MATE Feedback Page </ulink> .
ru: Чтобы сообщить об ошибке или сделать предложение касаемо приложения <application>mate-bluetooth</application> или этого руководства, следуйте инструкциям на <ulink url="ghelp:user-guide?feedback-bugs" type="help">странице обратной связи MATE </ulink> .

source: <application>mate-bluetooth</application> is an application to manage Bluetooth devices in the MATE desktop.
ru: <application>mate-bluetooth</application> это приложение для управления устройствами Bluetooth в среде MATE.

source: Communication
ru: Обмен информацией

source: Introduction
ru: Введение

source: <application>mate-bluetooth</application> permits to send files to your Bluetooth devices, or browse their content.
ru: <application>mate-bluetooth</application> позволяет посылать файлы на устройства Bluetooth, или просматривать их содержимое.

source: Connect to your devices, like headset or audio gateway.
ru: Подключитесь к устройствам, таким как наушники или аудиошлюз.

source: You can add or delete Bluetooth devices, or manage their permissions.
ru: Можете добавить или удалить устройства Bluetooth, или управлять их разрешениями.

source: <application>mate-bluetooth</application> is an application that let you manage Bluetooth in the MATE destkop. <placeholder-1/>
ru: <application>mate-bluetooth</application> это приложение, которое позволяет управлять Bluetooth в среде MATE. <placeholder-1/>

source: Bluetooth Applet
ru: Апплет Bluetooth

source: The applet is the resident application you can find in the notification applet, that let you quickly access to the features, like sending files, or managing your devices.
ru: Апплет это резидентное приложение находящееся в апплете уведомления, которое позволяет быстро обращаться к возможностям, таким как отправление файлов, или управление устройствами.

source: Bluetooth Applet icon in notification tray
ru: Иконка апплета Bluetooth в трее уведомления

source: Starting Bluetooth Applet
ru: Запуск апплета Bluetooth

source: The <application>mate-bluetooth</application> applet is started automatically when you log into your session, and you can find its icon in the notification zone. To launch manually the applet, open menu <menuchoice><guimenu>Applications</guimenu><guimenu>Accessories</guimenu><guimenu>Terminal</guimenu></menuchoice> and type <command>bluetooth-applet</command>.
ru: Апплет <application>mate-bluetooth</application> запускается автоматически, когда вы входите в систему, и можете найти его иконку в зоне уведомления. Чтобы запустить апплет вручную, откройте меню <menuchoice><guimenu>Приложения</guimenu><guimenu>Стандартные</guimenu><guimenu>Терминал</guimenu></menuchoice> и введите <command>bluetooth-applet</command>.

source: To prevent launching of the applet in your desktop, open menu <menuchoice><guimenu>System</guimenu><guimenu>Preferences</guimenu><guimenu>Session</guimenu></menuchoice> and disable <guilabel>Bluetooth Manager</guilabel>.
ru: Чтобы предотвратить запуск апплета на рабочем столе, откройте меню <menuchoice><guimenu>Система</guimenu><guimenu>Параметры</guimenu><guimenu>Запускаемые приложения</guimenu></menuchoice> и отключите <guilabel>Менеджер Bluetooth</guilabel>.

source: Turning off your Bluetooth adapter
ru: Выключение адаптера Bluetooth

source: Disabling your Bluetooth adapter will stop current and all future communications from and to your Bluetooth adapter. Disabling your Bluetooth adapter permits to save power of your laptop's battery, so it'll increase the autonomy, this is a good idea to disable your Bluetooth device when you don't use it.
ru: Отключение адаптера Bluetooth остановит текущий и все будущие обмены информацией от и к адаптеру Bluetooth. Отключение адаптера Bluetooth позволяет сохранить питание батареи вашего ноутбука, таким образом это увеличит его возможность работать без питания от сети, поэтому отключить адаптер Bluetooth, когда он не используется - это хорошая идея.

source: Click on the icon of the applet, and choose <menuchoice><guimenu>Turn Off Bluetooth</guimenu></menuchoice>, the notification icon will become grey.
ru: Щелкните на иконку апплета и выберите <menuchoice><guimenu>Отключить Bluetooth</guimenu></menuchoice>, иконка уведомления станет серой.

source: Sending files to Bluetooth device
ru: Посылка файлов на устройство Bluetooth

source: Choose this menu to send a file to a device; a file chooser will appear to pick up the file to send and you'll have to select the device to send the file to.
ru: Выберите это меню, чтобы послать файл на устройство; появится окно, в котором можно будет выбрать файл, чтобы послать его и нужно будет выбрать устройство, на которое будет посылаться файл.

source: Browsing Bluetooth device
ru: Просмотр устройства Bluetooth

source: Choose this menu to browse the device filesystem directly in your file manager.
ru: Выберите это меню, чтобы просмотреть файловую систему устройства напрямую в файловом менеджере.

source: Last used devices
ru: Последние использованные устройства

source: This section displays your paired devices you can connect to.
ru: Этот раздел отображает парные устройства, к которым можно подключиться.

source: To connect to the device, click on its name, which will become bolded to inform you're connect to it.
ru: Чтобы подключиться к устройству, нажмите на его имя, которое станет жирным, чтобы проинформивать вас о подключении к нему.

source: Adding a new device
ru: Добавление нового устройства

source: To add a new device (which consist of pairing your adapter with your device), click on the applet icon, and choose <guimenu>Setup new device...</guimenu>. An graphical assistant will help you in the process of setting up your device.
ru: Чтобы добавить новое устройство (процесс, который состоит в спаривании адаптера с устройством), щелкните на иконке апплета, и выберите <guimenu>Настроить новое устройство...</guimenu>. Графический ассистент поможет вам в процессе настройки устройства.

source: Don't forget to set your remote device in discoverable mode before starting the process, else the wizard won't be able to find it.
ru: Не забудьте настроить удаленное устройство в режим обнаружения перед началом процесса, иначе мастер не сможет найти его.

source: The wizard will present the discoverable devices it has found all around. You can filter out the list of devices by choosing the type of devices you're looking for.
ru: Мастер представит обнаруживаемые устройства, которые он нашёл вокруг. Можно отфильтровать список устройства, выбирая тип устройств, который вы ищете.

source: Device search in wizard
ru: Поиск устройств в мастере

source: If your device has a harcoded passkey, choose <guibutton>Passkey Options...</guibutton>, in the new dialog, choose the passkey to use.
ru: Если устройство имеет назначенный пароль, выберите <guibutton>Опции пароля...</guibutton>

source: Choose <guibutton>Forward</guibutton> for the pairing step; if you defined a fixed passkey in the previous step the pairing will occur automatically, else you'll be presented a passkey to enter in your device, type it on your device, once done the devices and your adapter will be paired.
ru: Выберите <guibutton>Вперёд</guibutton> для этапа спаривания; если вы определили фиксированный пароль на предыдущем этапе, спаривание пройдет автоматически, в противном случае у вас будет запрошен ввод пароля на устройстве, по завершению ввода устройства и адаптер будут спарены.

source: Preferences
ru: Параметры

source: Click on the icon of the applet, and choose <menuchoice><guilabel>Preferences</guilabel></menuchoice>, the preferences dialog will appear.
ru: Щелкните на иконку апплета, и выберите <menuchoice><guilabel>Параметры</guilabel></menuchoice>, появится диалоговое окно параметров.

source: For more information about preferences, see section <xref linkend="mate-bluetooth-preferences"/>
ru: Для более подробной информации о параметрах, посмотрите раздел <xref linkend="mate-bluetooth-preferences"/>

source: The <application>mate-bluetooth</application> preference dialog allows you to manage your various Bluetooth devices or change properties of your Bluetooth adapter(s).
ru: Диалоговое окно параметров <application>mate-bluetooth</application> позволяет управлять различными устройствами Bluetooth или менять свойства адаптера(ов) Bluetooth.

source: Preferences dialog
ru: Диалоговое окно параметров

source: Discoverable
ru: Обнаруживаемый

source: When your adapter is set to <guilabel>Discoverable</guilabel> any Bluetooth device around will be able to see it, and therefore will able to ask pairing.
ru: Когда адаптер настроен на режим <guilabel>Обнаруживаемый</guilabel>, любое устройство Bluetooth сможет увидеть его, и следовательно сможет запросить спаривание.

source: Bluetooth as other network types implies security risks, so setting your adapter undiscoverable to other devices is a good thing to do to limit the possibility of cracking.
ru: Bluetooth, как и другие типы сетей предполагает риск безопасности, поэтому настройка адаптера в режим необнаружения для других устройств является хорошим способом для ограничения возможности взлома.

source: This is only useful to set your device discoverable if you plan to pair it with another device, once it is done, you can untick <guilabel>Discoverable</guilabel>.
ru: Полезно настраивать адаптер в режим обнаружения, если планируется спаривать его с другим устройством, и по завершению можно снять отметку <guilabel>Обнаруживаемый</guilabel>.

source: When your device is undiscoverable, communication with already paired Bluetooth devices is possible.
ru: Когда устройство необнаруживаемо, возможен обмен информацией с уже спаренными устройствами Bluetooth.

source: Adapter friendly name
ru: Дружественное имя адаптера

source: The friendly name is an alias for the address used to identified each Bluetooth device much easier to remind.
ru: Дружественное имя это псевдоним для адреса, используемого для идентификации каждого устройства Bluetooth, с целью намного более лёгкого запоминания.

source: By default the adapter friendly name is <envar>HOSTNAME</envar>-0 (where <envar>HOSTNAME</envar> is the name of your computer), to change it, edit the text entry and set the name you want. the change will be immediatly effective.
ru: По умолчанию, дружественное имя адаптера - <envar>HOSTNAME</envar>-0 (где <envar>HOSTNAME</envar> это имя компьютера); для того, чтобы изменить его, отредактируйте текстовую запись и введите имя, которое вы хотите. Изменения вступят в силу сразу.

source: Known Devices
ru: Известные устройства

source: Setup new device, as described in <xref linkend="mate-bluetooth-applet-setup"/>
ru: Настройте новое устройство, согласно описанию в <xref linkend="mate-bluetooth-applet-setup"/>

source: Connect / Disconnect to a device.
ru: Подключиться / отключиться от устройства.

source: Device Deletion. Deletion will suppress pairing between the adapter and the device, and no communication will be allowed. You need to pair them together again if you want transfer files for instance.
ru: Удаление устройства. Удаление уничтожит спаривание между адаптером и устройством, и обмен информацией не будет позволен. Нужно спарить их заново, если хотите, например, передать файлы.

source: <guilabel>Known devices</guilabel> lists the Bluetooth devices you paired and let you manage them, like deleting them, connect to them or adding new one. <placeholder-1/>
ru: <guilabel>Известные устройства</guilabel> показывается устройства Bluetooth, с которыми было произведено спаривание, и позволяет ими, в том числе удалять их, подключаться к ним или добавлять новые устройства.<placeholder-1/>

source: Show Bluetooth icon
ru: Показывать значок Bluetooth

source: If you disable the icon in the panel, only limited set of actions will remain available.
ru: Если вы отключите значок в панели, будет доступен только ограниченный набор функций.

source: Receive Files
ru: Получение файлов

source: Click on the <guilabel>Receive Files</guilabel> button and the <guilabel>Personal File Sharing Preferences</guilabel> dialog will appear. You can configure Bluetooth file reception and sharing there.
ru: C <guilabel>Receive Files</guilabel> button and the <guilabel>Personal File Sharing Preferences</guilabel> dialog will appear. You can configure Bluetooth file reception and sharing there.

source: This feature is not provided by <application>mate-bluetooth</application>. <application>mate-user-share</application> must be installed to use this feature.
ru: Получение файлов не реализовано в <application>mate-bluetooth</application>, но реализовано в <application>mate-user-share</application>, так что нужно установить это приложение для того, чтобы иметь возможность получать файлы через Bluetooth.

source: Frequently Asked Questions
ru: Часто задаваемые вопросы

source: I don't see how to receive files over Bluetooth on my computer in <application>mate-bluetooth</application>, am I blind?
ru: Я не вижу, как получить файлы через Bluetooth на мой компьютер в <application>mate-bluetooth</application>, я слепой?

source: File reception is not implemented in <application>mate-bluetooth</application>, but in <application>mate-user-share</application>, so you have to install this application to be able to receive files over Bluetooth. Button explained in the <xref linkend="mate-bluetooth-prefs-receive"/> is just a launcher of its configuration dialog.
ru: Получение файлов не реализовано в <application>mate-bluetooth</application>, но реализовано в <application>mate-user-share</application>, так что нужно установить это приложение для того, чтобы иметь возможность получать файлы через Bluetooth. Кнопка, описанная в <xref linkend="mate-bluetooth-prefs-receive"/> является всего лишь запуском диалога настройки.

source: I found a bug in <application>mate-bluetooth</application> what I can do?
ru: Я нашёл ошибку в <application>mate-bluetooth</application>, что мне делать?

source: You should submit a bug report to <ulink url="http://bugzilla.mate.org/enter_bug.cgi?product=mate-bluetooth"/>.
ru: Вам нужно отправить отчёт об ошибке по адресу <ulink url="http://bugzilla.mate.org/enter_bug.cgi?product=mate-bluetooth"/>.

source: translator-credits
ru: Kolotinskiy Stanislav <speedy.wizard@gmail.com>
