Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: python-caja-terminal/locales/*.po
Languages: de, fr

source: Block
fr: Bloc

source: Vertical bar
de: Strich
fr: Barre verticale

source: Underlined
de: Unterstrich
fr: Souligné

source: Configuration written by Caja Terminal
de: Konfiguration von Caja-Terminal geschrieben
fr: Configuration écrite par Caja Terminal

source: Please edit with caution
de: Nur mit Vorsicht bearbeiten
fr: Merci d'éditer avec précaution

source: Custom
de: Eigene
fr: Personnalisée

source: Show Caja Terminal
de: Caja-Terminal zeigen
fr: Afficher Caja Terminal

source: Show
de: Anzeigen
fr: Afficher

source: Hide Caja Terminal
de: Caja-Terminal verstecken
fr: Cacher Caja Terminal

source: Preferences
de: Einstellungen
fr: Préférences

source: Decrease terminal size
de: Befehlszeile verkleinern
fr: Diminuer la taille du terminal

source: Increase terminal size
de: Befehlszeile vergrößern
fr: Augmenter la taille du terminal

source: Preferences - Caja Terminal
de: Einstellungen – Caja-Terminal
fr: Préférences - Caja Terminal

source: Terminal preview:
de: Befehlszeilen-Vorschau:
fr: Aperçu du terminal :

source: General
de: Allgemein
fr: Général

source: Start Caja Terminal hidden
de: Caja-Terminal versteckt starten
fr: Démarrer Caja Terminal caché

source: Show scrollbar
de: Bildlaufleiste anzeigen
fr: Afficher la barre de défilement

source: Default height: (in new windows)
de: Höhe:
fr: Hauteur par défaut : (dans les nouvelles fenêtres)

source: Command:
de: Befehl:
fr: Commande :

source: Cursor shape:
de: Cursor-Form:
fr: Forme du curseur :

source: Colors
de: Farben
fr: Couleurs

source: Text color:
de: Textfarbe:
fr: Couleur du texte :

source: Background color:
de: Hintergrundfarbe
fr: Couleur d'arrière-plan :

source: Predefined palettes:
de: Vordefiniert
fr: Palettes prédéfinies :

source: Font
de: Schrift
fr: Police

source: Font:
de: Schriftart:
fr: Police :

source: Allow bold text
de: Text in Fettschrift zulassen
fr: Autoriser le texte en gras

source: Folders
de: Ordner
fr: Dossiers

source: Show Caja Terminal in all folders
de: Caja-Terminal in allen Ordnern anzeigen
fr: Afficher Caja Terminal dans tous les dossiers

source: Show Caja Terminal only in those folders (and sub-folders):
de: Caja-Terminal nur in folgenden Ordnern (und Unterordnern) anzeigen:
fr: Afficher Caja Terminal seulement dans les dossiers suivants (et leurs sous dossiers) :

source: Help
de: Hilfe
fr: Aide

source: Shortcuts list:
de: Tastenkürzel-Liste:
fr: Liste des raccourcis clavier :

source: * Ctrl+Shift+T: show/hide Caja Terminal * Ctrl+Shift+C: Copy selection to clipboard * Ctrl+Shift+V: Paste clipboard content * Ctrl+Shift+D: Replace Ctrl+D * Ctrl+Shift+R: Replace Ctrl+R
de: * Strg+Umschalt+T: Caja-Terminal anzeigen / verstecken * Strg+Umschalt+C: Auswahl in die Zwischenablage kopieren * Strg+Umschalt+V: Inhalt der Zwischenablage einfügen * Strg+Umschalt+D: Schließen * Strg+Umschalt+R: Verlauf durchsuchen
fr: * Ctrl+Shift+T : Afficher/Masquer Caja Terminal * Ctrl+Shift+C : Copier la sélection dans le presse-papier * Ctrl+Shift+V : Coller le contenu du presse-papier * Ctrl+Shift+D : Remplace Ctrl+D * Ctrl+Shift+R : Remplace Ctrl+R

source: An integrated terminal for Caja
de: Eine integrierte Befehlszeile für Caja
fr: Un terminal intégré pour Caja

source: translator-credits
de: Launchpad Contributions: Harald Wartig https://launchpad.net/~serapophis Jan-Christoph Borchardt https://launchpad.net/~jancborchardt
fr: Launchpad Contributions: Fabien LOISON (FLOZz) https://launchpad.net/~flozz Thibault Févry https://launchpad.net/~thibaultfevry

source: Select a folder - Caja Terminal
de: Wählen Sie einen Ordner – Caja-Terminal
fr: Sélectionnez un dossier - Caja Terminal
