Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-media/grecord/doc/*/*.po
Languages: de

source: @@image: 'figures/grecord_window.png'; md5=ff971d62d718a6546f73344761b2c527
de: @@image: 'figures/grecord_window.png'; md5=bc115c071009f9ae3f2e585ed2f64c2a

source: Sound Recorder Manual V2.5
de: Audio-Recorder-Handbuch V2.5

source: Sound Recorder is a simple application to record and play different sound files
de: Audio-Recorder ist eine einfache Anwendung zum Aufnehmen und Abspielen verschiedener Audiodateien

source: MATE Documentation Project
de: MATE-Dokumentationsprojekt

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von MATE-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer MATE-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das MATE-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>

source: MATE Documentation Team
de: MATE-Dokumentationsteam

source: February 2004
de: Februar 2004

source: Sun MATE Documentation Team
de: Sun MATE-Dokumentationsteam

source: Sound Recorder Manual V2.4
de: Audiorecorder-Handbuch V2.4

source: Sound Recorder Manual V2.3
de: Audio-Recorder-Handbuch V2.3

source: January 2003
de: Januar 2003

source: Sound Recorder Manual V2.2
de: Audio-Recorder-Handbuch V2.2

source: Sound Recorder Manual V2.1
de: Audio-Recorder-Handbuch V2.1

source: June 2002
de: Juni 2002

source: Sound Recorder Manual V2.0
de: Audio-Recorder-Handbuch V2.0

source: May 2002
de: Mai 2002

source: This manual describes version 2.5.2 of Sound Recorder.
de: Dieses Handbuch beschreibt Version 2.5.2 von Audio-Recorder

source: Feedback
de: Rückmeldungen

source: To report a bug or make a suggestion regarding the Sound Recorder application or this manual, follow the directions in the <ulink url="ghelp:mate-feedback" type="help">MATE Feedback Page</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zur Anwendung <application>Audio-Recorder</application> oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="ghelp:mate-feedback" type="help">MATE-Seite für Rückmeldungen</ulink>.

source: Sound Recorder
de: Audio-Recorder

source: Introduction
de: Einführung

source: The <application>Sound Recorder</application> application enables you to record and play <filename>.flac</filename>, <filename>.ogg</filename> (OGG audio, or <filename>.oga</filename>), and <filename>.wav</filename> sound files.
de: Die <application>Audio-Recorder</application>-Anwendung erlaubt Ihnen das Aufnehmen und Abspielen von <filename>.flac</filename>, <filename>.oga</filename> (OGG-Audio, oder <filename>.oga</filename>), und <filename>.wav</filename>-Audiodateien.

source: Getting Started
de: Erste Schritte

source: You can start <application>Sound Recorder</application> in the following ways:
de: Sie können <application>Sound Recorder</application> auf folgende Arten starten:

source: <guilabel>Application</guilabel> menu
de: Menü <guilabel>Anwendungen</guilabel>

source: Choose <menuchoice><guisubmenu>Multimedia</guisubmenu><guimenuitem>Sound Recorder</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Unterhaltungsmedien</guisubmenu><guimenuitem>Audio-Recorder</guimenuitem></menuchoice>.

source: Command line
de: Befehlszeile

source: Execute the following command: <command>mate-sound-recorder</command>
de: Führen Sie folgenden Befehl aus: <command>mate-sound-recorder</command>

source: When you start <application>Sound Recorder</application>, the following window is displayed.
de: Wenn Sie <application>Audio-Recorder</application> starten, wird das folgende Fenster angezeigt.

source: Sound Recorder Window
de: Das Fenster von Audio-Recorder

source: Shows Sound Recorder main window. Contains menubar, toolbar, progress bar, and statusbar.
de: Zeigt das Hauptfenster von Audio-Recorder. Enthält Menüleiste, Werkzeugleiste, Fortschrittsleiste und Statusleiste.

source: Usage
de: Benutzung

source: To Start a New Recording
de: So starten Sie eine neue Aufnahme

source: To start a new recording session, perform the following steps:
de: Um eine neue Aufnahme zu starten, führen Sie die folgenden Schritte aus:

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>New</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Neu</guimenuitem></menuchoice>.

source: Use the <guilabel>Record as</guilabel> drop-down list to select one of the following recording options:
de: Öffnen Sie das <guilabel>Aufnehmen als:</guilabel>-Aufklappmenü, um eines der folgenden Aufnahmeformate auszuwählen:

source: CD Quality, Lossless
de: CD-Qualität, verlustfrei

source: CD Quality, Lossy
de: CD-Qualität, verlustbehaftet

source: Voice
de: Sprache

source: To start recording, choose <menuchoice><guimenu>Control</guimenu><guimenuitem>Record</guimenuitem></menuchoice>.
de: Um eine Aufnhme zu starten, wählen Sie <menuchoice><guimenu>Steuerung</guimenu><guimenuitem>Aufnahme</guimenuitem></menuchoice>.

source: To stop recording, choose <menuchoice><guimenu>Control</guimenu><guimenuitem>Stop</guimenuitem></menuchoice>.
de: Um die Aufnahme zu stoppen, wählen Sie <menuchoice><guimenu>Steuerung</guimenu><guimenuitem>Stopp</guimenuitem></menuchoice>.

source: To play back the recording, choose <menuchoice><guimenu>Control</guimenu><guimenuitem>Play</guimenuitem></menuchoice>.
de: Um die Aufnahme wiederzugeben, wählen Sie <menuchoice><guimenu>Steuerung</guimenu><guimenuitem>Wiedergabe</guimenuitem></menuchoice>.

source: To run the audio mixer, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open Volume Control</guimenuitem></menuchoice>.
de: Um den Audio-Mixer zu öffnen, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Lautstärkeregler öffnen</guimenuitem></menuchoice>.

source: To save the recording, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Save As</guimenuitem></menuchoice>, then type a name for the sound file.
de: Um die Aufnahme zu speichern, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Speichern unter</guimenuitem></menuchoice>, dann geben Sie den Namen der Audio-Datei ein.

source: To Play a Sound File
de: So spielen Sie eine Audiodatei ab

source: To play a sound file, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open</guimenuitem></menuchoice>. Select a sound file in the <guilabel>Open a file</guilabel> dialog, then click <guibutton>OK</guibutton>. <application>Sound Recorder</application> displays the duration of the file in minutes and seconds below the progress bar. To play the file, choose <menuchoice><guimenu>Control</guimenu><guimenuitem>Play</guimenuitem></menuchoice>. The progress indicator moves along the progress bar as the sound file is playing.
de: Um eine Audiodatei abzuspielen,wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Öffnen</guimenuitem></menuchoice>. Wählen Sie im Dialog <guilabel>Eine Datei öffnen</guilabel> eine Audio-Datei aus, dann klicken Sie auf <guibutton>OK</guibutton>. <application>Audio-Recorder</application> zeigt die Spielzeit der Datei in Minuten und Sekunden unten im Fortschrittsbalken an. Um den Abspielvorgang zu starten, wählen Sie <menuchoice><guimenu>Steuerung</guimenu><guimenuitem>Wiedergabe</guimenuitem></menuchoice>. Die Anzeige bewegt sich entlang des Fortschrittsbalkens, wenn die Audio-Datei abgespielt wird.

source: To Display the Properties of a File
de: So zeigen Sie die Eigenschaften einer Datei an

source: To display the properties of a file, choose <menuchoice><guimenu>File</guimenu><guimenuitem>File Information</guimenuitem></menuchoice>. <application>Sound Recorder</application> displays the following information about the file:
de: Um die Eigenschaften einer Datei anzuzeigen, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Eigenschaften</guimenuitem></menuchoice>. <application>Audio-Recorder</application> zeigt die folgenden Informationen über die Datei an:

source: File Information
de: Dateiinformationen

source: <guilabel>Folder</guilabel> displays the name of the folder in which the file is located.
de: <guilabel>Ordner</guilabel> zeigt den Namen des Ordners an, in welchem sich die Datei befindet.

source: <guilabel>Filename</guilabel> displays the name of the file.
de: <guilabel>Dateiname</guilabel> zeigt den Namen der Datei an.

source: <guilabel>File size</guilabel> displays the size of the file.
de: <guilabel>Dateigröße</guilabel> zeigt die Größe der Datei an.

source: Audio Information
de: Audio-Informationen

source: <guilabel>Song length</guilabel> displays the length of the audio data in the file.
de: <guilabel>Dateidauer</guilabel> zeigt die Spieldauer der Audiodaten in der Datei an.

source: <guilabel>Number of channels</guilabel> displays the number of channels on which the audio data was recorded.
de: <guilabel>Anzahl der Kanäle</guilabel> zeigt die Anzahl der Kanäle der aufgenommenen Audiodaten an.

source: <guilabel>Sample rate</guilabel> displays the sample rate at which the audio data was recorded.
de: <guilabel>Samplerate</guilabel> zeigt die Samplerate der aufgenommenen Audiodaten an.

source: <guilabel>Bit rate</guilabel> displays the bit rate at which the audio data was recorded.
de: <guilabel>Bitrate</guilabel> zeigt die Bitrate der aufgenommenen Audiodaten an.

source: translator-credits
de: Mario Blättermann <mariobl@mate.org>, 2008, 2009
