Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-conf-dbus/po/*.po
Languages: ne

source: Unable to store a value at key '%s', as the configuration server has no writable databases. There are some common causes of this problem: 1) your configuration path file %s/path doesn't contain any databases or wasn't found 2) somehow we mistakenly created two mateconfd processes 3) your operating system is misconfigured so NFS file locking doesn't work in your home directory or 4) your NFS client machine crashed and didn't properly notify the server on reboot that file locks should be dropped. If you have two mateconfd processes (or had two at the time the second was launched), logging out, killing all copies of mateconfd, and logging back in may help. If you have stale locks, remove ~/.mateconf*/*lock. Perhaps the problem is that you attempted to use MateConf from two machines at once, and MateCORBA still has its default configuration that prevents remote CORBA connections - put "ORBIIOPIPv4=1" in /etc/matecorbarc. As always, check the user.* syslog for details on problems mateconfd encountered. There can only be one mateconfd per home directory, and it must own a lockfile in ~/.mateconfd and also lockfiles in individual storage locations such as ~/.mateconf
ne: समायोजन सेवाप्रदायकसँग लेख्नयोग्य तथ्याङक नभएकाले '%s'चाबीमा मूल्य संचित गर्न असक्षम. यो समस्या केही साझा कारणहरु छन् १ समायोजन मार्ग मिसिल %s/मार्ग भेटिएन वा त्यसमा तथ्याङ्क छैन. २ गल्तीले २ वटा जीकन्फ पद्धतिको फाइल खुल्यो. ३ संचालन पद्धति गलत तरिकाले समायोजन भएकाले होम निर्देशिकामा एनएफएस बन्दगर्ने मिसिलले काम गर्दैन ४ एनएफएस मिसिल बिग्रिएर सेवाप्रदायकले ठीकठीक सूचना दिन र मिसिल पुन खोख्न सक्दैनयदि तपाईँसँग २ वटा जीकन्प मिसिलपद्धति छ भने जीकन्फ बन्द गरेर सहयोग मेनुमा जाऊ यदि तपाईँसँग पुरानो संरक्षित मिसिल छ भने ~/.mateconf*/*बन्द हटाउनुहोस् ।जीकन्फप्रयोग गर्दा दुईवटा मेसिनबाट एकै पटक सुरु गर्नाले यो समस्या आएको हुनसक्छहालसम्म पूर्वनिर्धारित समायोजन ओर्बिट भएकाले टाढाको कोर्बा सम्बन्ध जोड्न दिँदैन. /etc/ओर्बीट्र्याकमा "ORBIIOPIPv4=1"राखसधैँ प्रयोग कर्ता .* सिसलग जाँच्नुहोस्.यहाँ प्रति जीकन्फ होम निर्देशिकामात्र हुनसक्छ. ~/.जीकन्फल बन्दफाइल लिएको हुनसक्छ र ~/.जीकन्फ जस्ता बन्दमिसिल ब्यक्तिगत भण्डारण स्थानमा हुनसक्छन्

source: Error finding metainfo: %s
ne: %s मेटाइन्फो पत्तालाग्ने क्रममा गल्ती

source: Error getting metainfo: %s
ne: %s मेटाइन्फो भट्नेक्रममा गल्ती

source: Key `%s' listed as schema for key `%s' actually stores type `%s'
ne: `%s' टीकाका लागि सूचीकृत `%s' चाबी `%s'प्रकारमा भण्डारण हुनसक्छन्

source: Didn't understand `%s' (list must start with a '[')
ne: %s' बुझेन (सूची '[')सँगै सुरु हुनुपर्छ)

source: Didn't understand `%s' (list must end with a ']')
ne: `%s' बुझेन (सूची ']'सँगै अन्त्य हुनै पर्छ)

source: Didn't understand `%s' (extra unescaped ']' found inside list)
ne: `%s' बुझिएन (सूचीभित्र आशानगरिएको अतिरिक्त ']' पाइयो )

source: Didn't understand `%s' (extra trailing characters)
ne: `%s' बुझिएन (अतिरिक्त ट्रेलिङ अक्षरहरु)

source: Didn't understand `%s' (pair must start with a '(')
ne: `%s' बुझिएन (जोडा '(')बाट सुरु हुनुपर्छ)

source: Didn't understand `%s' (pair must end with a ')')
ne: `%s' बुझिएन(जोडा ')')संगै अन्त्यहुनु पर्छ)

source: Didn't understand `%s' (wrong number of elements)
ne: `%s' बुझिएन(तत्वको गलत अंक)

source: Didn't understand `%s' (extra unescaped ')' found inside pair)
ne: `%s'बुझिएन (जोडाभित्र आशानगरिएको अतिरिक्त ')' भेटियो)

source: Key "%s" is NULL
ne: "%s" टीका शून्यमानको छ

source: Server couldn't resolve the address `%s'
ne: सेवाप्रदायकले `%s' ठेगाना भेटेन

source: Can't add notifications to a local configuration source
ne: एउटा स्थानीय ढाँचाको स्रोतका लागि सूचना थप्न सकिएन

source: Adding client to server's list failed, CORBA error: %s
ne: ग्राहकसँग सेवाप्रदायकको सूची जोडने क्रम असफल भयो . कोर्बा गल्ती : %s

source: Must begin with a slash (/)
ne: छडके रेखाबाट सुरु हुनुपर्छ

source: Can't have two slashes (/) in a row
ne: पंक्तिमा दुइटा छडके रेखा हुन सक्दैन

source: Can't have a period (.) right after a slash (/)
ne: (/)पछि (.)सयम छैन

source: '%c' is not an ASCII character, so isn't allowed in key names
ne: '%c' आस्की अक्षर होइन त्यसैले यो टीकाको नाम हुन सक्दैन

source: `%c' is an invalid character in key/directory names
ne: टीका/निर्देशिकाको नामहरुभित्र `%c'एउटा अमान्य पात्र हो

source: Key/directory may not end with a slash (/)
ne: टीका/निर्देशिका छडके रेखा(/)सँगै अन्त्य हुन सक्दैन

source: Failure shutting down config server: %s
ne: %s सेवाप्रदायक बन्दकार्य असफल

source: Expected float, got %s
ne: तरङ्गित आशा गरिएको %s पाइयो

source: Expected int, got %s
ne: तत्व आशा गरिएको %s पायो

source: Expected string, got %s
ne: सूत्र आशा गरिएको %s पाइयो

source: Expected bool, got %s
ne: बुल आशा गरिएको %s पाइयो

source: Expected schema, got %s
ne: रुपरेखा आशा गरिएको %s पाइयो

source: CORBA error: %s
ne: %s कोर्बा गल्ती

source: Shutdown request received
ne: बन्दगर्ने अनुरोध पाइयो

source: mateconfd compiled with debugging; trying to load mateconf.path from the source directory
ne: स्रोत निर्देशिकाबाट जीकन्फ.मार्ग लोडगर्ने क्रममा जीकन्फलाई मर्मतकर्तासँग संग्रहित गरियो;

source: No configuration files found, trying to use the default config source `%s'
ne: पूर्वनिर्धारित समायोजन स्रोत`%s' प्रयोग गर्न खोज्दा समायोजन मिसिल भेटिएन

source: No configuration sources in the source path, configuration won't be saved; edit %s%s
ne: स्रोत बाटोमा संमायोजन स्रोतहरु छैन, समायोजन भण्डार गर्न मिल्दैन;%s%s सम्पादन गर्न

source: Error loading some config sources: %s
ne: केही निर्माणाधीन स्रोतहरुमा समस्या आउदैछ:%s

source: No config source addresses successfully resolved, can't load or store config data
ne: समायोजन स्रोतको ठेगाना सहजरुपमा प्राप्तगर्न सकिएन, समायोजन तथ्याङ्क भर्न वा सुरक्षण गर्न सकिँदैन

source: No writable config sources successfully resolved, may not be able to save some configuration changes
ne: लेख्न योग्य समायोजन स्रोत सहजरुपमा प्राप्तगर्न सकिएन, केही परिवर्तित समायोजन सुरक्षण गर्न सक्षम छैनन्

source: Received signal %d, dumping core. Please report a MateConf bug.
ne: %d संकेत प्राप्त भयो, भित्रितहमा फोहोर थुप्रिँदैछ. जीकन्फ मर्मतकर्तालाई खबर गर्नुहोस्

source: Received signal %d. Please report a MateConf bug.
ne: %d संकेत प्राप्त भयो. जीकन्फ मर्मतकर्तालाई खबर गर्नुहोस्

source: Received signal %d, shutting down abnormally. Please file a MateConf bug report.
ne: %d संकेत प्राप्त भयो, अनियमित तवरबाट बन्द हुँदैछ. जीकन्फ मर्मतकर्तालाई खबर गर्नुहोस्

source: Received signal %d, shutting down cleanly
ne: %d सङ्केत पाइयो,सफासङ्ग बन्द गर

source: Failed to open %s: %s
ne: %s: %s खोल्न असफल

source: Owner of %s is not the current user
ne: %s को मालिक तत्कालीन प्रयोगकर्ता होइन

source: Bad permissions %lo on directory %s
ne: %lo मा %s निर्देशिकाको गलत अनुमति

source: starting (version %s), pid %u user '%s'
ne: सुरु(संस्करण %s), पिड %u प्रयोगकर्ता '%s

source: Failed to get object reference for ConfigServer
ne: समायोजन सेवाप्रदायकका लागि सन्दर्भ वस्तु प्राप्त भएन

source: Failed to create %s: %s
ne: %s: %s बनाउन असफल

source: Directory %s has a problem, mateconfd can't use it
ne: %s निर्देशिकामा समस्या छ , जीकन्फले यो प्रयोग गर्न सक्दैन

source: Failed to write byte to pipe file descriptor %d so client program may hang: %s
ne: पाइप फाइल बाइटंक लेख्न सकिएन त्यसैलेग्राहक %d कार्यक्रम स्थगन हुनसकेन %s

source: Failed to get lock for daemon, exiting: %s
ne: डिमन सुरक्षण गर्न सकिएन, %s बाहिरिदैछ

source: Error releasing lockfile: %s
ne: बन्दफाइल %s खोल्नेक्रममा गल्ती

source: Exiting
ne: बाहिर जादैछ

source: SIGHUP received, reloading all databases
ne: साइअप प्राप्त भयो, सबै डाडाबेस पुन लोड गर्नुस्

source: MateConf server is not in use, shutting down.
ne: जिकन्फ सेवाप्रदायक प्रयोगमा छैन,बन्द हुदैछ

source: Error obtaining new value for `%s': %s
ne: `%s': %sले नयाँ मूल्य प्राप्त गर्नेक्रममा गल्ती

source: Returning exception: %s
ne: अपवाद %s खोज्दै

source: Failed to open mateconfd logfile; won't be able to restore listeners after mateconfd shutdown (%s)
ne: जीकन्फ लगफाइल खोल्न सकिएन; जीकन्फ बन्द(%s)भएपछि स्रोताहरु सुरक्षण हुन सकेन

source: Failed to close mateconfd logfile; data may not have been properly saved (%s)
ne: जीकन्फ लगफाइल बन्दगर्न सकिएन; तथ्याङ्क राम्ररी सम्हाल्न सकिदैन(%s)

source: Could not open saved state file '%s' for writing: %s
ne: %s लेख्नका लागि बचत गरेर राखिएको '%s' मिसिल खुल्न सकेन

source: Could not write saved state file '%s' fd: %d: %s
ne: बचत गरेर राखिएको '%s' fd: %d: %s मिसिल लेख्न सकिएन

source: Failed to close new saved state file '%s': %s
ne: बचत गरेर राखिएको '%s' : %s मिसिल बन्दगर्न सकिएन

source: Could not move aside old saved state file '%s': %s
ne: बचत गरेर राखिएको पुराना '%s' : %s मिसिल किनारा लाउन सकिएन

source: Failed to move new save state file into place: %s
ne: बचत गरेर राखिएको नयाँ %s फाइल सार्न असफल

source: Failed to restore original saved state file that had been moved to '%s': %s
ne: %s': %s मा लगिनुपर्ने सुरुदेखिनै बचत गरेर राखिएको मिसिल पुनसंरक्षण गर्न असफल

source: Unable to restore a listener on address '%s', couldn't resolve the database
ne: ठेगाना '%s' मा स्रोतालाई पुनसंरक्षण गर्न सकिएन, तथ्याङ्क समाधानगर्न सकिएन

source: Error reading saved state file: %s
ne: बचत गरिएको स्थिति लेखोट %s पढ्नेक्रममा गल्ती

source: Unable to open saved state file '%s': %s
ne: बचत गरिएको स्थितिको फाइल '%s': %s खोल्न असक्षम

source: Failed to log addition of listener to mateconfd logfile; won't be able to re-add the listener if mateconfd exits or shuts down (%s)
ne: जीकन्फफ लगपाइलमा स्रोताको सम्बन्ध कायमगर्न सकिएन; अब जीकन्फ खुला वा बन्द जे भएपनि स्रोताको सम्बन्ध कायमगर्न सकिदैन (%s)

source: Failed to log removal of listener to mateconfd logfile; might erroneously re-add the listener if mateconfd exits or shuts down (%s)
ne: जीकन्फफ लगफाइलमा स्रोताको सम्बन्ध छुटाउन सकिएन; अब जीकन्फ खुला वा बन्द जे भएपनि गलततवरले सम्बन्ध कायमगर्न सकिदैन (%s)

source: Failed to get IOR for client: %s
ne: ग्राहक %s का लागि आईओआर फेलापरेन

source: Failed to open saved state file: %s
ne: बचत गरिएको स्थिति लेखोट %s खोल्न असफल

source: Failed to write client add to saved state file: %s
ne: बचत गरिएको स्थिति फाइल %s मा ग्राहक ठेगाना जोडन असफल

source: Failed to flush client add to saved state file: %s
ne: बचत गरिएको स्थिति फाइल %s मा ग्राहक ठेगाना प्रष्टपार्न सकिएन

source: Some client removed itself from the MateConf server when it hadn't been added.
ne: जीकन्फबाट केही फाइलहरू आफैँ हटे

source: Set a key to a value and sync. Use with --type.
ne: मूल्य र समकालीकताका लागि टीका जडान गर. --प्रकार प्रयोग गर

source: Print the value of a key to standard output.
ne: स्तरीय निकासमा एउटा साँचोको मूल्य छाप

source: Set a schema and sync. Use with --short-desc, --long-desc, --owner, and --type.
ne: रुपरेखा र समकालीकता चाबी जडान गर. --छोटो-वर्णन, --लामो-वर्णन, --मालिक, र --प्रकार प्रयोग गर

source: Unset the keys on the command line
ne: आदेश रेखामा साँचोहरु नमिलाउ

source: Recursively unset all keys at or below the key/directory names on the command line
ne: आदेश रेखामा वा मुनि साँचो/निर्देशिका नामहरु सूत्रात्मक तवरले नमिलाऊ

source: Print all key/value pairs in a directory.
ne: निर्देशिकामा सबै साँचो/मूल्यका जोडाहरु छाप

source: Print all subdirectories in a directory.
ne: निर्देशिकामा सबै उपनिर्देशिकाहरु छाप

source: Dump to standard output an XML description of all entries under a directory, recursively.
ne: सबै प्रविष्टहरुको एक्सएमएल विबरण एक निर्देशिका,मानक निर्गतमा मुनि सुत्रात्मक रुपमा डम्प गर्नुहोस।

source: Load from the specified file an XML description of values and set them relative to a directory.
ne: मूल्यहरुको एक्सएमएल वर्णनका लागि निश्चित मिसिलबाट भण्डार गर त्यसलाई निर्देशिकासँग तुलनात्मक रुपले जडान गर

source: Unload a set of values described in an XML file.
ne: एक्सएमएलमा वर्णन गरिएको मानको समूह अनलोड गर्नुस्

source: Print all subdirectories and entries under a directory, recursively.
ne: सवै उपनिर्देशिकाहरु सूत्रात्मक रुपले निर्देशिकामानि छ्नुहोस्।ाप

source: Return 0 if the directory exists, 2 if it does not.
ne: यदि निर्देशिका चालु छभने ० फर्काउ, छैन भने २

source: Shut down mateconfd. DON'T USE THIS OPTION WITHOUT GOOD REASON.
ne: जिकन्फ्ड बन्द गर। राम्रो कारणविना यो विकल्प प्रयोग नगर

source: Return 0 if mateconfd is running, 2 if not.
ne: यदि जीकन्फ्ड चलिरहेकोछ भने ० फर्काउ,यदि छैन भने २

source: Launch the config server (mateconfd). (Normally happens automatically when needed.)
ne: समायोजन सेवाप्रदायक जीकन्फ) सुरुगर.(सामान्यतया आवस्कता अनुसार यो आफैँ चालु हुन्छ

source: Specify the type of the value being set, or the type of the value a schema describes. Unique abbreviations OK.
ne: जडान हुनलागेको वा रुपरेखाले वर्णन गरेको मूल्यको प्रकार निश्चित गर.यसको उचित छोटकरी रुप ओके हो

source: int|bool|float|string|list|pair
ne: तत्व|बुल|फ्लोट|सूत्र|सूची|जोडा

source: Print the data type of a key to standard output.
ne: स्तरीय निकाशमा एउटा टीकाको तथ्याङ्क छाप

source: Get the number of elements in a list key.
ne: टीकाको सूचीमा तत्वहरुको सङ्ख्या लेउ

source: Get a specific element from a list key, numerically indexed.
ne: टीकाको सूचीबाट संख्यात्मक क्रमको एउटा निश्चित तत्व लेऊ

source: Specify the type of the list value being set, or the type of the value a schema describes. Unique abbreviations OK.
ne: जडान हुनलागेको वा रुपरेखाले वर्णन गरेको मूल्यको प्रकार निश्चित गर.यसको उचित छोटकरी रुप ओके हो

source: int|bool|float|string
ne: तत्व|बुल|फ्लोट|सूत्र|सूची|

source: Specify the type of the car pair value being set, or the type of the value a schema describes. Unique abbreviations OK.
ne: जडान हुनलागेको वा रुपरेखाले वर्णन गरेको मूल्यको प्रकार निश्चित गर.यसको उचित छोटकरी रुप ओके हो

source: Specify the type of the cdr pair value being set, or the type of the value a schema describes. Unique abbreviations OK.
ne: जडान हुनलागेको सिडिआर युग्म मान निश्चित गर । यसको उचित छोटकरी रुप ओके हो

source: Specify a short half-line description to go in a schema.
ne: रुपरेखामा जान एउटा छोटो आधाहरफको वर्णन तयगर

source: DESCRIPTION
ne: वर्णन

source: Specify a several-line description to go in a schema.
ne: रुपरेखामा जान एउटा धेरैहरफको वर्णन तयगर

source: Specify the owner of a schema
ne: रुपरेखाको मालिक निश्चित गर

source: OWNER
ne: मालिक

source: Specify a schema file to be installed
ne: जडान हुनका लागि एउटा रुपरेखा तयगर

source: FILENAME
ne: फाइलको नाम

source: Specify a configuration source to use rather than the default path
ne: पूर्वनिर्धारित मार्गभन्दा फरक मार्ग प्रयोग गर्न एउटा समायोजन स्रोतको तयगर

source: SOURCE
ne: स्रोत

source: Access the config database directly, bypassing server. Requires that mateconfd is not running.
ne: जीकन्फ चालु छैन. सेवाप्रदायकलाई छोडेर समायोजन तथ्याङ्कलाई सीधै बाटो देऊ.

source: Properly installs schema files on the command line into the database. MATECONF_CONFIG_SOURCE environment variable should be set to a non-default config source or set to the empty string to use the default.
ne: डाटाबेसको आदेश हरफमा विशेषताले रूपरेखा फाइल जडान हुन्छ जीकन्फ_कन्फिग_स्रोत वातावरण विविधता पूर्वनिश्चित नगरिएको स्रोतबाट जडान हुनुपर्ने हो अथवा पूर्वनिश्चित स्रोत प्रयोग गर्न खाली शृङ्खला प्रयोग गर्नुस्

source: Properly uninstalls schema files on the command line from the database. MATECONF_CONFIG_SOURCE environment variable should be set to a non-default config source or set to the empty string to use the default.
ne: डाटाबेसको आदेश हरफमा विशेषताले रूपरेखा फाइल जडान गर्दैन जीकन्फ_कन्फिग_स्रोत वातावरण विविधता पूर्वनिश्चित नगरिएको स्रोतबाट जडान हुनुपर्ने हो अथवा पूर्वनिश्चित स्रोत प्रयोग गर्न खाली शृङ्खला प्रयोग गर्नुस्

source: Torture-test an application by setting and unsetting a bunch of values of different types for keys on the command line.
ne: आदेश हरफ टीकाका लागि विभिन्न प्रकारका मानहरूको झुण्ड जडान र छुटान गर्दै अनुप्रयोगको यातना अनुभव परीक्षण

source: Torture-test an application by setting and unsetting a bunch of keys inside the directories on the command line.
ne: आदेश हरफ निर्देशिकाभित्रको की झुण्ड जडान र छुटान गर्दै अनुप्रयोगको यातना अनुभव परीक्षण

source: Get the short doc string for a key
ne: एउटा साँचोको लागि सानो डकसूत्र लेउ

source: Get the long doc string for a key
ne: एउटा साँचोको लागि ठूलो डकसूत्र लेउ

source: Get the name of the schema applied to this key
ne: रुपरेखाको नाम पाउनलाइ यो साँचो लेऊ

source: Specify the schema name followed by the key to apply the schema name to
ne: रूपरेखा नाममा प्रयोग गर्न की को शृङ्खलामा आउने एउटा रूपरेखाको नाम तय गर्नुस्

source: Remove any schema name applied to the given keys
ne: दिइएका साँचाहरु लागु गर्न कुनै रुपरेखाको नाम हटाउ

source: Ignore schema defaults when reading values.
ne: जब मूल्यहरु पढिरहेको हुन्छ पुर्वनिर्धारित रुपरेखालाइ बेवास्ता गर

source: Get the name of the default source
ne: पूर्वनिर्धारित स्रोतको नाम लेउ

source: Print version
ne: छाप्ने पाठ

source: Can't get and set/unset simultaneously
ne: समानान्तर रुपमा जडान/फुकाल पाउन सकिँदैन

source: Can't set and get/unset simultaneously
ne: समानान्तर रुपमा प्राप्ती /फुकाल जडान गर्न सकिँदैन

source: Can't get type and set/unset simultaneously
ne: समानान्तर रुपमा जडान/फुकालको प्रकार पाउन सकिँदैन

source: Can't use --all-entries with --get or --set
ne: --प्राप्ती वा --समूहले --सबै प्रर्विष्टि प्रयोग गर्न सक्दैन

source: Can't use --all-dirs with --get or --set
ne: --प्राप्ती वा --समूहले --सबै निर्देशिका प्रयोग गर्न सक्दैन

source: --recursive-list should not be used with --get, --set, --unset, --all-entries, or --all-dirs
ne: --प्राप्ती, --जडानt, --छुटान, --सबै प्रविष्टि, वा --सबै-निर्देशिकाहरूसँग पुनरावृत्ति सूची प्रयोग हुनु हँदैन

source: --set_schema should not be used with --get, --set, --unset, --all-entries, --all-dirs
ne: --प्राप्ती, --जडानt, --छुटान, --सबै प्रविष्ष्टि, वा --सबै-निर्देशिकाहरूसँग --जडान_रूपरेखा प्रयोग हुनु हँदैन

source: Value type is only relevant when setting a value
ne: मूल्य प्रकारको उपयुक्तता त्यतिबेर थाहा हुन्छ जब मूल्य जडान गरिन्छ

source: Must specify a type when setting a value
ne: मूल्य जडानगर्दा यसको प्रकार छुट्याउनै पर्छ

source: --ignore-schema-defaults is only relevant with --get, --all-entries, --dump, --recursive-list, --get-list-size or --get-list-element
ne: रूपरेखा बेवास्ता पूर्वस्थापना, --प्राप्ती, --सबै प्रविष्टि, --निक्षेप --पुनरावर्तित सूची, सूची--प्राप्ती प्रकार तत्व सँगमात्र उचित हुन्छ

source: %s option must be used by itself.
ne: %s विकल्प आफैँ प्रयोग हुनसक्नुपर्छ

source: You must specify a config source with --config-source when using --direct
ne: --निर्देशिका प्रयोगक्रममा --कन्फिग-स्रोतसँग निश्चित कन्फिग स्रोत तय गरिनुपर्छ

source: Failed to init MateConf: %s
ne: MateConf: %s सुरूगर्न असफल

source: MATECONF_DISABLE_MAKEFILE_SCHEMA_INSTALL is set, not installing schemas
ne: जीकन्फ_अपाङ्ग_फाइल निर्माण_रूपरेखा_जडान एउटा समूह हो जडान रूपरेखा होइन

source: MATECONF_DISABLE_MAKEFILE_SCHEMA_UNINSTALL is set, not uninstalling schemas
ne: जीकन्फ_अपाङ्ग_फाइल निर्माण_रूपरेखा_छुटान एउटा समूह हो छुटान रूपरेखा होइन

source: Must set the MATECONF_CONFIG_SOURCE environment variable
ne: जीकन्फ_कन्फिग_स्रोत वातावरण विविधता जडान हुनुपर्छ

source: Failed to access configuration source(s): %s
ne: समायोजन स्रोतको सुविधा प्राप्त भएन: %s

source: Shutdown error: %s
ne: बन्द गर्दा %s त्रुटि

source: Must specify one or more directories to recursively list.
ne: पुनरावृत्तिक सूचीका लागि एक वा अधिक निर्देशिकाहरू तय गरिनु पर्छ

source: Must specify one or more directories to dump.
ne: निक्षेपका लागि एक वा अधिक निर्देशिका तय गर्नुपर्छ

source: Failure listing entries in `%s': %s
ne: `%s': %s मा सूची प्रविष्टिगर्दा गल्ती

source: (no value set)
ne: (मूल्य जडान छैन)

source: Failed to spawn the config server (mateconfd): %s
ne: समायोजन सेवाप्रदायक (mateconfd): %s पुनर्दृद्धि गर्न असफल

source: Must specify a key or keys to get
ne: प्राप्तीका लागि टीका वा व्याख्या टीका निश्चित हुनुपर्छ

source: Type: %s
ne: %s प्रकार:

source: List Type: %s
ne: %s सूची प्रकार:

source: Car Type: %s
ne: अक्षर प्रकार: %s

source: Cdr Type: %s
ne: Cdr प्रकार: %s

source: Default Value: %s
ne: पूर्वनिर्धारित मूल्य: %s

source: Unset
ne: फुकाल

source: Owner: %s
ne: मालिक: %s

source: Short Desc: %s
ne: छोटो वर्णन: %s

source: Long Desc: %s
ne: लामो वर्णन: %s

source: No value set for `%s'
ne: `%s' को मूल्य जडान गरेको छैन

source: Failed to get value for `%s': %s
ne: `%s': %s का लागि मान प्राप्त गर्न सकिएन

source: Don't understand type `%s'
ne: `%s' को प्रकार बुझिएन

source: Must specify alternating keys/values as arguments
ne: तर्कका रूपमा वैकल्पिक टीका/मानहरू निश्चित हुनुपर्छ

source: No value to set for key: `%s'
ne: `%s' टीकाका लागि मूल्य जडान गरिएको छैन

source: Cannot set schema as value
ne: रूपरेखा मानका रूपमा जडान हुनसकेन

source: When setting a list you must specify a primitive list-type
ne: जब सूची मिलान गर्नुछ तपाईँले मौलिक सूची-प्रकार तय गर्नैगर्छ

source: When setting a pair you must specify a primitive car-type and cdr-type
ne: जब युग्म मिलान गर्नुछ तपाईँले मौलिक कार-प्रकार र सिडिआर-प्रकार तय गर्नैगर्छ

source: Error: %s
ne: गल्ती: %s

source: Error setting value: %s
ne: %s को स्थापित मूल्यमा समस्या

source: Error syncing: %s
ne: %s समकालीनकरणमा समस्या

source: Must specify a key or keys to get type
ne: प्रकार प्राप्तीका लागि टीका वा व्याख्या टीकाहरू निश्चित हुनुपर्छ

source: Must specify a key to lookup size of.
ne: आकार हेर्नका लागि टीका निश्चित हुनुपर्छ

source: Key %s is not a list.
ne: टीका %s सूची होईन

source: Must specify a key from which to get list element.
ne: कहाँबाट सूची तत्व प्राप्तगर्ने हो कुनै टीकाको तय हुनुपर्‍यो

source: Must specify list index.
ne: विवरणसूची तय हनैपर्छ

source: List index must be non-negative.
ne: विवरण सूची नकारात्मक हुनुहुदँदैन

source: List index is out of bounds.
ne: विवरण सूची सीमा बाहिर छ

source: Must specify a key or keys on the command line
ne: आदेश हरफमा टीका वा टीकाहरूको तय गरिनु पर्‍यो

source: No schema known for `%s'
ne: `%s' का लागि रूपरेखा भेटिएन

source: No doc string stored in schema at '%s'
ne: '%s' मा रुपरेखाभित्र लेखोटसूत्र बचत छैन

source: Error getting schema at '%s': %s
ne: '%s': %s मा रुपरेखा पाउने क्रममा गल्ती

source: No schema stored at '%s'
ne: '%s' मा रुपरेखा बचत छैन

source: Value at '%s' is not a schema
ne: '%s' मा रुपरेखाको मूल्य छैन

source: Must specify a schema name followed by the key name to apply it to
ne: यसलाई प्रयोग गर्न टीकाको नामसँग रूपरेखाको नाम तय गरिनु पर्छ

source: Error associating schema name '%s' with key name '%s': %s
ne: '%s': %s टीकाको नामसँग '%s' रुपरेखाको नाम जोड्न समस्या

source: Must specify keys to unapply schema from
ne: बाट रुपरेखालाई मान्यता नदिन टीका चिन्नु पर्छ

source: Error removing schema name from '%s': %s
ne: '%s': %s बाट रुपरेखा नाम हटाउन समस्या

source: Must specify key (schema name) as the only argument
ne: टीका (रूपरेखा नाम) तर्कका रूपमा तय गरिनुपर्छ

source: List type must be a primitive type: string, int, float or bool
ne: सूत्र, ईन्ट, फ्लोट वा बुल योजकसूची मान्यप्रकारको हुनै पर्छ:

source: Pair car type must be a primitive type: string, int, float or bool
ne: सूत्र, ईन्ट, फ्लोट वा बुल जोडा अक्षर मान्यप्रकारको हुनै पर्छ:

source: Pair cdr type must be a primitive type: string, int, float or bool
ne: सूत्र, ईन्ट, फ्लोट वा बुल जोडी सिडिआर मान्यप्रकारको हुनै पर्छ:

source: Error setting value: %s
ne: %s को स्थापित मूल्यमा समस्या

source: Error syncing: %s
ne: %s समकालीनकरणमा समस्या

source: Must specify one or more directories to get key/value pairs from.
ne: बाट चाबी /मूल्य जोडा पाउनलाई एक वा धेरै निर्देशिकाहरु चिन्नु पर्छ.

source: Must specify one or more keys to unset.
ne: विस्थापित हुनालाई एक वा धेरै साँचोहरु चिन्नु पर्छ

source: Error unsetting `%s': %s
ne: `%s': %s विस्थापित गर्न समस्या

source: Must specify one or more keys to recursively unset.
ne: पुनरावृत्तिक छुटानका लागि एक वा अधिक टीकाहरू तय गरिनु पर्छ

source: Failure during recursive unset of "%s": %s
ne: "%s": %s को पुनरावृत्ति छुटानक्रम असफल

source: Must specify one or more directories to get subdirs from.
ne: बाट उपनिर्देशिका पाउनको लागि एक वा धेरै निर्देशिकाहरु चिन्नु पर्छ

source: Error listing dirs: %s
ne: %s निर्देशिका सूचीमा समस्या

source: WARNING: must specify both a <car> and a <cdr> in a <pair>
ne: चेतावनी: <युग्म>मा <car> र <cdr> तय गरिनु पर्छ

source: WARNING: key specified (%s) for schema under a <value> - ignoring
ne: चेतावनी <मान>को मुनि एउटा रूपरेखाका लागि तय गरिएको टीका (%s) ले बहिष्कार गर्छ
