Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-conf-dbus/po/*.po
Languages: ne

source: Created Evolution/LDAP source using configuration file '%s'
ne: समायोजन फाईल '%s' प्रयोग गरेर मूल्याङ्क/LDAP स्रोत सिर्जना गरियो

source: Config file '%s' is empty
ne: कन्फिग फाईल '%s' खाली छ

source: Root node of '%s' must be <evoldap>, not <%s>
ne: '%s' को आधार नोड <evoldap> हुनुपर्छ <%s> यो होइन

source: No <template> specified in '%s'
ne: '%s' मा <ढाचा> उल्लेख गरियको छैन

source: No "filter" attribute specified on <template> in '%s'
ne: '%s' मा "छान्ने" बिशेषता <ढाचा> उल्लेख गरियको छैन

source: No LDAP server or base DN specified in '%s'
ne: '%s' मा उल्लेख गरियको छैन LDAP सेवादायक वा आधार DN

source: Contacting LDAP server: host '%s', port '%d', base DN '%s'
ne: LDAP सेवादायक: प्रमूल %s' आयत गर्नुहोस '%d', DN आधार'%s' जोडदैछ

source: Failed to contact LDAP server: %s
ne: LDAP सर्बर समर्पकगर्न असफल भयो: %s मूल

source: Searching for entries using filter: %s
ne: छान्नुहोस् प्रयोग गरेर प्रबिस्ट खोजिरहेछ: %s

source: Error querying LDAP server: %s
ne: LDAP सर्वरले सोध्दै गर्दा त्रुति: %s

source: Got %d entries using filter: %s
ne: फिल्टर गर्रे %d प्रबिष्ट पायो: %s

source: Cannot find directory %s
ne: पत्ता लागाउन सकिएन निर्देशिका %s

source: Error saving MateConf tree to '%s': %s
ne: जि कन्फ ट्रि बाट %s': मा भण्डारभ गर्द त्रटि %s

source: Usage: %s <dir>
ne: प्रयोग गर्दा: %s <dir>

source: Usage: %s <dir> Merges a markup backend filesystem hierarchy like: dir/%%mateconf.xml subdir1/%%mateconf.xml subdir2/%%mateconf.xml to: dir/%%mateconf-tree.xml
ne: प्रयोग: %s <dir> यस्तो प्राथमिकताक्रमको मार्कअप ब्याकेण्ड फाइल पद्धति बनाऊ: dir/%%mateconf.xml subdir1/%%mateconf.xml subdir2/%%mateconf.xml to: dir/%%mateconf-tree.xml

source: Unloading text markup backend module.
ne: मार्कअप ब्याकेण्ड नमुनाको पाठ अनलोड हुँदैछ

source: Couldn't find the XML root directory in the address `%s'
ne: `%s'ठेगानामा एक्सएमएल निर्देशिका पत्ता लागाउन सकिएन

source: Could not make directory `%s': %s
ne: `%s': %s निर्देशिका बानाउन सकिएन

source: Can't read from or write to the XML root directory in the address "%s"
ne: "%s"ठेगानामा भएको एक्सएमएल मुख्य निर्देशिका पढ्न अथवा लेख्न सकिएन

source: Directory/file permissions for XML source at root %s are: %o/%o
ne: एक्सएमएल स्रोतका लागि निर्देशिका/फाइल अनुमतिका लागि मुख्य %sसम्बन्ध : %o/%o हुन।

source: Remove directory operation is no longer supported, just remove all the values in the directory
ne: निर्देशिका संचालन हटाउनेले लामो समयसम्म सहयोग नगर्ने हुदा निर्देशिकामा भएका सबै मूल्यहरु तत्काल हटाऊ

source: Could not open lock directory for %s to remove locks: %s
ne: %s का लागि बन्द निर्देशिका खुलेन : %s लक हटाऊ

source: Could not remove file %s: %s
ne: %s: %s मिसिल हटाउन सकेन

source: Initializing Markup backend module
ne: मार्कअप ब्याकेण्ड नमुना सुरुआत क्रममा छ

source: Failed to give up lock on XML directory "%s": %s
ne: एक्सएमएल निर्देशिका"%s": %s मा लक त्याग्न असफल भयो

source: Failed to write some configuration data to disk
ne: केही डाटा संरचना डिस्केटमा लेख्न असफल भयो

source: Could not make directory "%s": %s
ne: "%s": %s निर्देशिका बनाउन सकिएन

source: Could not remove "%s": %s
ne: "%s": %s हटाउन सकेन

source: Failed to write "%s": %s
ne: "%s": %s लेख्नको लागि असफल

source: Line %d character %d: %s
ne: रेखा %d वर्ण %d: %s

source: Attribute "%s" repeated twice on the same <%s> element
ne: प्रारुप "%s" गुण उस्तै<%s>तत्वमा दुइ पटक दोहोरियो

source: Attribute "%s" is invalid on <%s> element in this context
ne: यो स्थितिमा <%s> तत्वमा "%s"गुण अमान्य छ

source: Didn't understand `%s' (expected integer)
ne: `%s'बुझिएन (इच्छाईएको संख्या)

source: Integer `%s' is too large or small
ne: संख्या `%s' धेरै ठूलो अथवा सानो छ

source: Didn't understand `%s' (expected true or false)
ne: `%s' बुझिएन (ईच्छाएको सत्य अथवा झूठ)

source: Didn't understand `%s' (expected real number)
ne: `%s' बुझिएन (ईच्छाएको वास्तविक संख्या)

source: No "%s" attribute on element <%s>
ne: <%s>तत्वमा प्रारुप"%s" छैन

source: Unknown value "%s" for "%s" attribute on element <%s>
ne: <%s> तत्वमा प्रारुप "%s"का लागि "%s"अज्ञात मूल्य हो

source: Invalid ltype "%s" on <%s>
ne: <%s>मा "%s"अमान्य प्रकार

source: Invalid first-element type "%s" on <%s>
ne: अमान्य पहिला तत्व प्रकार "%s" <%s>मा

source: Invalid cdr_type "%s" on <%s>
ne: <%s>मा "%s"अमान्य सिडिआर_प्रकार

source: Invalid list_type "%s" on <%s>
ne: <%s>मा "%s"अमान्य सूची_प्रकार

source: Two <default> elements below a <local_schema>
ne: <स्थानीय_रुपरेखा>का मुनिपट्टि दुइटा <पूर्वनिर्धारित> तत्वहरु

source: Two <longdesc> elements below a <local_schema>
ne: <स्थानीय_रुपरेखा>का मुनिपट्टि दुइटा <पूर्वनिर्धारित> तत्वहरु

source: Element <%s> is not allowed below <%s>
ne: <%s>को तल <%s> तत्वलाइ अनुमति छैन

source: <%s> provided but current element does not have type %s
ne: <%s> उपलब्ध गराइयो तर हालको तत्वसँग %s प्रकार छैन

source: Two <car> elements given for same pair
ne: उस्तै जोडिको लागि दुइटा <स्वन> तत्व दिइयो

source: Two <cdr> elements given for same pair
ne: उस्तै जोडिको लागि दुइटा <स्वन> तत्व दिइयो

source: <li> has wrong type %s
ne: <एलआइ> सँग गलत %s प्रकार छ

source: <%s> provided but parent <entry> does not have a value
ne: <%s> उपलब्ध गराइयो तर मूल <प्रविष्टि>को महत्व छैन

source: Element <%s> is not allowed inside current element
ne: हालको तत्व भित्र <%s>तत्वलाइ अनुमति छैऩ

source: Outermost element in menu file must be <mateconf> not <%s>
ne: मिसिल सूचीको टाढाको तत्वभित्र <%s> नभएर <जीकन्फ> हुनु पर्छ

source: Element <%s> is not allowed inside a <%s> element
ne: <%s>तत्वभित्र <%s>तत्वलाइ जाने अनुमति छैन

source: No text is allowed inside element <%s>
ne: <%s>तत्वभित्र कुनै पाठलाइ अनुमति छैन

source: Failed to open "%s": %s
ne: "%s": %s खोल्न असफल

source: Error writing file "%s": %s
ne: "%s": %sमिसिल लेख्नेक्रममा गल्ती

source: Failed to move temporary file "%s" to final location "%s": %s
ne: अस्थायी मिसिल"%s" अन्तिम स्थानसम्म "%s": %s सार्न असफल

source: Unloading XML backend module.
ne: एक्सएमएल ब्याकेण्ड नमुना उतारिदैछ

source: Error syncing the XML backend directory cache: %s
ne: %s एक्सएमएल ब्याकेण्ड निर्देशिका भण्डारणमा गल्ती

source: Initializing XML backend module
ne: एक्सएमएल ब्याकेण्ड नमुना सुरु गरिदैछ

source: Failed to sync XML cache contents to disk
ne: सिंक एक्सएमएल विषयवस्तु डिस्कमा भण्डारण गर्न असफल

source: Unable to remove directory `%s' from the XML backend cache, because it has not been successfully synced to disk
ne: एक्सएमएल ब्याकेण्ड भण्डारणबाट`%s'निर्देशिका हटाउन असफल किनकि यो सफलतापूर्वक डिस्कमा सिङ्क भएको छैन

source: Could not stat `%s': %s
ne: `%s': %s स्थिति छैन

source: XML filename `%s' is a directory
ne: एक्सएमएल मिसिल `%s' निर्देशिकामा हो

source: Failed to delete "%s": %s
ne: "%s": %s मेटाउन असफल

source: Failed to write file `%s': %s
ne: `%s': %s मिसिल लेख्न असफल

source: Failed to set mode on `%s': %s
ne: `%s': %sमा स्थापित गर्न असफल

source: Failed to write XML data to `%s': %s
ne: `%s': %s मा एक्सएमएल डाटा लेख्न असफल

source: Failed to close file `%s': %s
ne: `%s': %sमिसिल बन्द गर्न असफल

source: Failed to rename `%s' to `%s': %s
ne: `%s' लाई `%s': %s मा परिवर्तन गर्न असफल

source: Failed to restore `%s' from `%s': %s
ne: `%s' लाई `%s': %s मा भण्डारण गर्न असफल

source: Failed to delete old file `%s': %s
ne: पुरानो मिसिल `%s': %s मेटाउन असफल

source: Failed to stat `%s': %s
ne: `%s': %s स्थापित गर्न असफल

source: Duplicate entry `%s' in `%s', ignoring
ne: नक्कली प्रविष्टि`%s' मा `%s' को बेवास्ता गरिदैछ

source: Entry with no name in XML file `%s', ignoring
ne: `%s'एक्सएमएल मिसिलभित्र नाम विनाको प्रविष्टिलाई बेवास्ता गरिदैछ

source: A toplevel node in XML file `%s' is <%s> rather than <entry>, ignoring
ne: एक्सएमएल मिसिल`%s'मा उच्चतहको जोडन विन्दु <प्रविष्टि> भन्दा <%s>हो,बेवास्ता गरिदैछ

source: Failed to create file `%s': %s
ne: `%s': %s मिसिल निर्माण गर्न असफल

source: Failed to parse XML file "%s"
ne: एक्सएमएल मिसिल"%s" पदमिलान असफल

source: Ignoring XML node with name `%s': %s
ne: `%s': %s नाममा एक्सएमएल जोडकबिन्दु बेवास्ता गरिदैछ

source: Ignoring schema name `%s', invalid: %s
ne: `%s'रुपरेखाको नाम बेवास्ता गरिदै %s अमान्य

source: Ignoring XML node `%s': %s
ne: `%s': %s एक्सएमएल जोडकबिन्दु बेवास्ता गरिदैछ

source: Failed reading default value for schema: %s
ne: %s रुपरेखाकोलागि पुर्वनिर्धारित मूल्य पढ्न असफल भयो

source: No "type" attribute for <%s> node
ne: <%s> जोडकबिन्दुका लागि कुनै "प्रकार"को प्रारुप छैन

source: A node has unknown "type" attribute `%s', ignoring
ne: जोडकबिन्दुसँग अज्ञात "प्रकार"को `%s'प्रारुप छ,बेवास्ता गरिँदैछ

source: No "value" attribute for node
ne: जोडकबिन्दुको लागि कुनै "प्रकार"को प्रारुप छैन

source: Didn't understand XML node <%s> inside an XML list node
ne: एउटा एक्सएमएल सूची जोडकबिन्दुभित्र <%s> एक्सएमएलले जोडकबिन्दु बुझेन

source: Invalid type (list, pair, or unknown) in a list node
ne: सूची जोडकबिन्दुभित्र(सूची,जोडा,अथवा अपरिचित) अमान्य प्रकार

source: Bad XML node: %s
ne: %s खराब एक्सएमएल जोडकबिन्दु

source: List contains a badly-typed node (%s, should be %s)
ne: सूचीमा एउटा खराब प्रकारको जोडकबिन्दु छ(%s,हुनुपर्ने %s)

source: Ignoring bad car from XML pair: %s
ne: %s एक्सएमएल जोडाबाट खराब वर्ण बेवास्ता गरिदैछ

source: parsing XML file: lists and pairs may not be placed inside a pair
ne: सूचीहरु र जोडाहरु युगलभित्र राख्न सकिँदैन :एक्सएमएल मिसिल पदक्रम

source: Ignoring bad cdr from XML pair: %s
ne: %s एक्सएमएल जोडाबाट खराब सिडिआर बेवास्ता गरिदैछ

source: Didn't understand XML node <%s> inside an XML pair node
ne: एउटा एक्सएमएल युगल जोडक बिन्दुभित्र एक्सएमएल <%s>जोडकबिन्दु बुझेन

source: Didn't find car and cdr for XML pair node
ne: एक्सएमएल जोडा जोडकबिन्दुको लागि सिएआर र सिडिआर भेटिएन

source: Missing cdr from pair of values in XML file
ne: एक्सएमएल मिसिलमा मूल्यको जोडा सिडिआर हराइरहेको छ

source: Missing car from pair of values in XML file
ne: एक्सएमएल मिसिलमा मूल्यको जोडा सिएआर हराइरहेको छ

source: Missing both car and cdr values from pair in XML file
ne: एक्सएमएल मिसिलमा मूल्यको जोडा सिडिआर सिएआर हराइरहेको छ

source: `%c' is an invalid character in a configuration storage address
ne: एउटा ढाँचा भण्डारण ठेगानाभित्र `%c' एउटा अमान्य वर्ण हो

source: No such file `%s'
ne: `%s' यस्तो फाइल छैन

source: Backend `%s' failed return a vtable
ne: ब्याकेण्ड `%s' भी टेवलमा फर्कन सकेन

source: Backend `%s' missing required vtable member `%s'
ne: हराइरहेको ब्याकेण्ड `%s'ले भी टेवल सदस्य `%s'को खोजी गर्दैछ

source: Bad address `%s': %s
ne: `%s': %s खराब ठेगाना

source: Bad address `%s'
ne: `%s' खराब ठेगाना

source: MateConf won't work without dynamic module support (gmodule)
ne: घनीभूत नमुनाको सहयोगबेगर जीसमायोजनले काम गर्दैन (जीनमुना)

source: Error opening module `%s': %s
ne: `%s': %sनमुना खोल्ने क्रममा गल्ती

source: Error initializing module `%s': %s
ne: सुरुआतको नमुना`%s': %sमा गल्ती

source: Couldn't locate backend module for `%s'
ne: `%s'का लागि ब्याकेण्न्ड नमुना देखाउन सकेन

source: Failed to shut down backend
ne: ब्याकेण्न्ड बन्दगर्न असफल

source: MateConf Error: %s
ne: %s जीसमायोजन गल्ती

source: MateConf warning: failure listing pairs in `%s': %s
ne: जीसमायोजन चेतावनी:`%s': %s भित्र जोडामिल्न असफल

source: Expected `%s' got `%s' for key %s
ne: टीका %s का लागि %s आश गरेको थियो `%s' पायो

source: Received invalid value in set request
ne: जडान अनुरोधमा अमान्य मूल्य प्राप्त भयो

source: Couldn't make sense of CORBA value received in set request for key `%s'
ne: `%s टीकाका लागि अनुरोध गरिएको कोर्वामूल्यको मनसाय बुझिएन

source: Received request to drop all cached data
ne: संपूर्ण तथ्याङ्क स्थगित गर्ने अनुरोध प्राप्त भयो

source: Received request to sync synchronously
ne: समकालीक गर्ने अनुरोध प्राप्त भयो

source: Fatal error: failed to get object reference for ConfigDatabase
ne: भयानक गल्ती: तथ्याङ्क समायोजन गर्नका लागि सन्दर्भ वस्तु पाइएन

source: Failed to sync one or more sources: %s
ne: %s समकालीक गर्न एक वा धेरै स्रोतहरु असफल

source: Error obtaining new value for `%s' after change notification from backend `%s': %s
ne: ब्याकेण्ड `%s' को नयाँ मूल्य परिवर्तन क्रममा `%s': %s गल्ती

source: Failed to log addition of listener %s (%s);will not be able to restore this listener on mateconfd restart, resulting in unreliable notification of configuration changes.
ne: स्रोता %s (%s) लाई लगगर्न असफल;समायोजन परिवर्तनको असफलताले गर्दा पुनर्सञ्चालन गर्न असफल

source: Listener ID %lu doesn't exist
ne: %lu स्रोता आईडी अस्तित्वमा छैन

source: Failed to log removal of listener to logfile (most likely harmless, may result in a notification weirdly reappearing): %s
ne: स्रोताको लगफाइलको लग हटाउन सकिएन(यो खतरापूर्ण छ, हुनसक्छ परीक्षित सूचना क्रमबद्ध देखिइनेछ): %s

source: Error getting value for `%s': %s
ne: `%s': %s लागि भेटिएको मूल्यमा गल्ती

source: Error setting value for `%s': %s
ne: `%s': %s लागि स्थापित मूल्यमा गल्ती

source: Error unsetting `%s': %s
ne: `%s': %s विस्थापन मूल्यमा गल्ती

source: Error getting default value for `%s': %s
ne: `%s': %s लागि पूर्वनिर्धारित मूल्यमा गल्ती

source: Error unsetting "%s": %s
ne: `%s': %s विस्थापन गल्ती

source: Error getting new value for "%s": %s
ne: "%s": %s लागि नँया पाईएको मूल्यमा गल्ती

source: Error checking existence of `%s': %s
ne: `%s': %s को वास्तबिकता जाँचमा गल्ती

source: Error removing directory "%s": %s
ne: "%s": %s निर्देशिका हटाउन गल्ती

source: Failed to get all entries in `%s': %s
ne: `%s': %s सबै प्रविष्टिहरु पाउन असफल

source: Error listing dirs in `%s': %s
ne: `%s': %s मा निर्देशिका सूची मिलाउँदा गल्ती

source: Error setting schema for `%s': %s
ne: `%s': %s लागि रुपरेखा स्थापित गर्नेक्रममा गल्ती

source: Success
ne: सफल

source: Failed
ne: असफल

source: Configuration server couldn't be contacted
ne: समायोजन सेवाप्रदायक जोड्न सकिएन

source: Permission denied
ne: अनुमति निषेध

source: Couldn't resolve address for configuration source
ne: समायोजन स्रोतको लागि ठेगाना निर्णय हुन सक्दैन

source: Bad key or directory name
ne: खराब टीका अथवा निर्देशिका नाम

source: Parse error
ne: पदक्रममिलानमा गल्ती

source: Corrupt data in configuration source database
ne: डाटाबेसको समायोजन स्रोतमा बिग्रिएको डाटा

source: Type mismatch
ne: टाईप म्याच गर्दैन

source: Key operation on directory
ne: निर्देशिकामा टीका सञ्चालन

source: Directory operation on key
ne: टीकामा निर्देशिका सञ्चालन

source: Can't overwrite existing read-only value
ne: पढ्नमात्र सकिने अस्तित्व भएको मूल्यमा अधिलेखन गर्न सकिदैन

source: Object Activation Framework error
ne: वस्तुपरक रचना गर्न समस्या

source: Operation not allowed without configuration server
ne: समायोजन सेवाप्रदायकविना संचालान अनुमाति मिल्दैन

source: Failed to get a lock
ne: बन्दऔजार पाउन असफल

source: No database available to save your configuration
ne: तपाईको समायोजन बचत गर्न डाटाबेस पाईएन

source: No '/' in key "%s"
ne: टीका "%s"मा '/' होइन

source: Invalid UTF-8 in string value in '%s'
ne: '%s' को सूत्र मूल्यमा युटिएफ-८ अमान्य

source: Couldn't interpret CORBA value for list element
ne: वस्तु सूचीको लागि कोर्बा मूल्य बुझ्न सकिदैन

source: Incorrect type for list element in %s
ne: %s मा वस्तु सूचीका लागि गलत प्रकार

source: Received list from mateconfd with a bad list type
ne: जिकोन्फबाट सूची प्राप्त गरियो साथै खराब सूची प्रकार पनि

source: Failed to convert object to IOR
ne: आइओआर लाइ वस्तुमा परिवर्तन गर्न असफल

source: Invalid UTF-8 in locale for schema
ne: स्थानीय योजनाभित्र युटिएफ-८ अमान्य

source: Invalid UTF-8 in short description for schema
ne: योजनाको लागि छोटो प्रतिबेदनभित्र युटिएफ-८ अमान्य

source: Invalid UTF-8 in long description for schema
ne: योजनाको लागि लामो प्रतिबेदनभित्र युटिएफ-८ अमान्य

source: Invalid UTF-8 in owner for schema
ne: योजनाको लागि मालिकभित्र युटिएफ-८ अमान्य

source: Couldn't open path file `%s': %s
ne: `%s': %sको फाइलमार्ग खोल्न सकिएन

source: Adding source `%s'
ne: `%s' स्रोतहरु जोड

source: Read error on file `%s': %s
ne: `%s': %s फाइल पढ्नमा समस्या

source: Text contains invalid UTF-8
ne: पाठसँग युटिएफ-८ अमान्य

source: Expected list, got %s
ne: आशा गरिएको, %sसूची पाईयो

source: Expected list of %s, got list of %s
ne: %s आशागरिएको सूची, %s पाइएको सूची

source: Expected pair, got %s
ne: जोडा आशा गरिएको ,%s पाइयो

source: Expected (%s,%s) pair, got a pair with one or both values missing
ne: आशागरिएको(%s,%s) जोडा, एउटा वा दुइटै मूल्य हराएको एक जोडा पाइयो

source: Expected pair of type (%s,%s) got type (%s,%s)
ne: (%s,%s)प्रकारको जोडा आशागरिएको, (%s,%s)प्रकारको पाइयो

source: Quoted string doesn't begin with a quotation mark
ne: उद्धरणमार्कसँग उद्धरितसूत्र सुरुहुनसक्दैन

source: Quoted string doesn't end with a quotation mark
ne: उद्धरणमार्कसँगै उद्धरण गरिएको सूत्रको अन्त्य हुँदैन

source: Encoded value is not valid UTF-8
ne: संकेतित मूल्य युटिएफ-८मा मान्य छैन

source: Could not lock temporary file '%s': %s
ne: '%s': %sअस्थायी फाइल सुरक्षित गर्न सकिएन

source: Could not create file '%s', probably because it already exists
ne: '%s'लेखोट निर्माण गर्न सकेन,शायद यो पाहिलेदेखिनै छ

source: Failed to create or open '%s'
ne: '%s' बनाउन वा खोल्न असफल

source: Failed to lock '%s': probably another process has the lock, or your operating system has NFS file locking misconfigured (%s)
ne: '%s'लाई थन्क्याउन सकिएन: संभवत यसलाई थन्क्याउने पद्धति अन्तै कतै छ वा तपाईँको सञ्चालन पद्धतिमा एनएफएस गलत तरिकाबाट समायोजन गरिएको छ (%s)

source: Failed to remove '%s': %s
ne: असफल भयो मेटनलाई %s: %s

source: IOR file '%s' not opened successfully, no mateconfd located: %s
ne: आइओआर फाइल '%s' सफलतापूर्वक खुलेन, %s जीकोन्फ्ड छुट्याएको छैन

source: mateconftool or other non-mateconfd process has the lock file '%s'
ne: जीकोन्फ्ड उपकारण अथवा गैर-जीकोन्फ्ड पद्दतिसँग '%s' फाइल सुरक्षित छ

source: couldn't contact ORB to resolve existing mateconfd object reference
ne: प्रयोगमा आइरहेको जीकोन्फ वस्तुसन्दर्भलाई निकास दिनका लागि ओआरबी भेट्न सकिएन

source: Failed to convert IOR '%s' to an object reference
ne: आईओआर '%s'लाई वस्तुसन्दर्भमा बदल्न सकिएन

source: couldn't create directory `%s': %s
ne: `%s': %s निर्देशिका बनाउन सकिएन

source: Can't write to file `%s': %s
ne: `%s': %s फाइल लेख्न सकिएन

source: We didn't have the lock on file `%s', but we should have
ne: फाइल`%s' मा फाइल सुरक्षित गर्ने प्रावधान छैन, तर हामीले यो कामगर्न सक्नुपर्नेछ

source: Failed to link '%s' to '%s': %s
ne: '%s' लाई '%s': %s सँग जोड्न असफल

source: Failed to remove lock file `%s': %s
ne: `%s': %s सुरक्षित फाइल हटाउन असफल

source: Failed to clean up file '%s': %s
ne: `%s': %s फाइल पुरै मेट्न असफल

source: Failed to remove lock directory `%s': %s
ne: `%s': %s सुरक्षित निर्देशिका हटाउन असफल

source: Failed to unlink lock file %s: %s
ne: `%s': %s सुरक्षित फाइल छुटाउन असफल

source: Failed to stat %s: %s
ne: %s: %s स्थिति असफल

source: Server ping error: %s
ne: %s सेवाप्रदायक पिङ्गमा गल्ती

source: Failed to create pipe for communicating with spawned mateconf daemon: %s
ne: %s जीकोन्फ्डको निर्माणसँग वार्तालापका लागि लाईन बनाउन असफल

source: Failed to launch configuration server: %s
ne: %s समायोजन सेवाप्रदायक सुरुगर्न असफल

source: Failed to contact configuration server; some possible causes are that you need to enable TCP/IP networking for MateCORBA, or you have stale NFS locks due to a system crash. See http://www.mate.org/projects/mateconf/ for information. (Details - %s)
ne: समायोजन सेवाप्रदायकसँग सम्बन्ध जोडन असफल; सम्भावित कामहरुमममध्ये ओआरबिटको TCP/IP सक्रिय पार्नु वा पद्धतिगत खरावीले गर्दा पुरानो एनएफएस बन्द छ सूचना (विस्त्रित - %s)का लागि http://www.mate.org/projects/mateconf/ हेर्नुहोस्.

source: none
ne: केही छैन

source: Error on option %s: %s. Run '%s --help' to see a full list of available command line options.
ne: %s: %s विकल्पमा गल्ती . प्राप्त आदेशहरुको विकल्पको सूची हेर्नलाई '%s --सहयोगी' चालुगर.

source: Please contact your system administrator to resolve the following problem: Could not open or create the file "%s"; this indicates that there may be a problem with your configuration, as many programs will need to create files in your home directory. The error was "%s" (errno = %d).
ne: तपसिलको गल्ती समाधान गर्न पद्भति प्रशासकसँग संपर्क गर: "%s" फाइल खोल्न वा निर्माण गर्न सकिएन; यसले समायोजनमा खराब छ भन्ने देखाउँछ होम निर्देशिकामाफाइल निर्माण गर्न धेरै कार्यक्रमको आवस्यकता पर्छ त्यो गल्ती "%s" थियो (एर्नो = %d).

source: Please contact your system administrator to resolve the following problem: Could not lock the file "%s"; this indicates that there may be a problem with your operating system configuration. If you have an NFS-mounted home directory, either the client or the server may be set up incorrectly. See the rpc.statd and rpc.lockd documentation. A common cause of this error is that the "nfslock" service has been disabled.The error was "%s" (errno = %d).
ne: तपसिलको गल्ती समाधान गर्न पद्भति प्रशासकसँग संपर्क गर: "%s" फाइल बन्दगर्न सकिएन; यसले समायोजनमा खराब छ भन्ने देखाउँछ तपाईँसँग एनएफएस-अनुकुल होम निर्देशिका छ भने वा सेवाप्रदायक गलत तरिकाबाट जडान भएको छ भने rpc.statd र rpc.lockd मिसिल हेर. यो गल्तीको साझा समस्या "एनएफएस बन्द" निस्क्रिय हुनु हो. त्यो गल्ती "%s" थियो (एर्नो = %d).

source: Can't remove file %s: %s
ne: फाइल %s: %s हटाउन सकिँदैन

source: Please contact your system administrator to resolve the following problem: No configuration sources in the configuration file "%s"; this means that preferences and other settings can't be saved. %s%s
ne: तपसिलको गल्ती समाधान गर्न पद्भति प्रशासकसँग संपर्क गर: समायोजन फाइल "%s" मा समायोजनको स्रोत छैन यसको मतलब प्राथमिकता र अन्य मिलानहरु सुरक्षण गर्न सकिँदैन %s%s

source: Error reading the file:
ne: फाइल पढ्नमा गल्ती

source: Please contact your system administrator to resolve the following problem: Could not resolve the address "%s" in the configuration file "%s": %s
ne: तपसिलको गल्ती समाधान गर्न पद्भति प्रशासकसँग संपर्क गर: समायोजन फाइल "%s": %s मा "%s" ठेगाना समाधान गर्न सकिएन

source: The files that contain your preference settings are currently in use. You might be logged in to a session from another computer, and the other login session is using your preference settings files. You can continue to use the current session, but this might cause temporary problems with the preference settings in the other session. Do you want to continue?
ne: तपाईँको प्राथमिकता मिलान मिसिल हाल प्रयोगमा छ अर्को कम्प्युटरबाट सेसनभित्र जान सक्नुहुन्छ प्राथमिकता मिलान फाइलले भित्रजाने सेसन प्रयोग गरेको छ यो अर्को सेसनको प्राथमिकता मिलानमा अस्थायी समस्या हुनसक्छ । नियमित गर्न चाहने हो ?

source: _Log Out
ne: _बाहिर जाउ

source: _Continue
ne: _लगातार

source: %s Continue (y/n)?
ne: %s लगातार (हो/होइन)

source: Schema contains invalid UTF-8
ne: रुपरेखासँग अमान्य युटिएफ-८ छ

source: Schema specifies type list but doesn't specify the type of the list elements
ne: सूचीको प्रकारमा रुपरेखा चिनिनु पर्ने हो तर तत्वहरुको सूचीको किसिम चिनिदैन

source: Schema specifies type pair but doesn't specify the type of the car/cdr elements
ne: रुपरेखाले जोडी प्रकार चिन्नुपर्ने हो तर सिएआर/सिडिआर तत्वहरुको किसिम चिनिदैन

source: Failed to load source "%s": %s
ne: "%s": %s स्रोत राख्न असफल

source: Resolved address "%s" to a writable configuration source at position %d
ne: स्पष्ट ठेगाना सयोजनक लेखनयोग्य कन्फिगरेसन श्रोत स्थानमा "%s"ले समाधान गर्‍यो %d

source: Resolved address "%s" to a read-only configuration source at position %d
ne: मात्र स्रोतको ढाँचालाइ "%s"ले फेरि समाधान गर्यो %d

source: Resolved address "%s" to a partially writable config source at position %d
ne: स्थानमा आंशिक लेख्नयोग्य स्रोतको ढाँचालाइ "%s"ले फेरि समाधान गर्‍यो %d

source: None of the resolved addresses are writable; saving configuration settings will not be possible
ne: कुनैपनि फेरि समाधान गरिएका ठेगानाहरु लेख्नयोग्य छैनन्;बचत गरेर मिलाइएको ढाँचा सम्भव हुने छैन

source: Schema `%s' specified for `%s' stores a non-schema value
ne: `%s' लागि छुट्याइएको `%s' रुपरेखाले रुपरेखा नभएको मूल्यलाइ जम्मा गर्छ

source: The '/' name can only be a directory, not a key
ne: '/' नाम निर्देशिका मात्र हुन सक्छ, टीका हुन सक्दैन

source: Value for `%s' set in a read-only source at the front of your configuration path
ne: तपाईँले समायोजन गरेको बाटोको सामुन्ने एउटा पढनेमात्र स्रोतभित्र `%s' मूल्य छ
