Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-conf-dbus/po/*.po
Languages: ne

source: WARNING: must have a child node under <value>
ne: चेतावनी <मूल्य>को मुनि एउटा अपरिपक्व नोड हुनै पर्छ

source: WARNING: node <%s> not understood
ne: चेतावनी: जोडकबिन्दु <%s> बुझिएन

source: WARNING: Failed to parse int value `%s'
ne: चेतावनी: `%s' को ईन्ट मूल्य पदमिलानमा असफल

source: WARNING: Failed to parse float value `%s'
ne: चेतावनी: `%s' को तरंगित मूल्य पदमिलानमा असफल

source: WARNING: Failed to parse string value `%s'
ne: चेतावनी: `%s' को सूत्र मूल्य पदमिलानमा असफल

source: WARNING: Failed to parse boolean value `%s'
ne: चेतावनी: बुलेन मूल्य `%s' मा पदमिलान असफल भयो

source: WARNING: failed to associate schema `%s' with key `%s': %s
ne: '%s' को रुपरेखा `%s': %s टीकासँग जोड्न असफल

source: WARNING: invalid or missing type for schema (%s)
ne: चेतावनी: (%s) रुपरेखाकोलागि अमान्य अथवा हराइरहेको प्रकार

source: WARNING: invalid or missing list_type for schema (%s)
ne: चेतावनी: (%s) रूपरेखाका लागि सूची_किसिम अमान्य छ अथवा हरायो

source: WARNING: Failed to parse default value `%s' for schema (%s)
ne: (%s) रुपरेखाको लागि`%s' पूर्वनिर्धारित मूल्यका लागि पदमिलानमा असफल

source: WARNING: invalid or missing car_type or cdr_type for schema (%s)
ne: चेतावनि:(%s) रूपरेखाका लागि कार_किसिम वा सिडिआर_किसिम अमान्य अथवा हरायो

source: WARNING: You cannot set a default value for a schema
ne: चेतावनि: तपाइ एउटा रुपरेखाको लागि पुर्वनिर्धारित मूल्य राख्न सक्नुहुन्न

source: WARNING: mateconftool internal error, unknown MateConfValueType
ne: चेतावनी जीकन्फ औजारमा आन्तरिक गल्ती,जीकन्फ मानको प्रकार अज्ञात

source: WARNING: failed to parse type name `%s'
ne: चेतावनी: `%s' किसिमका नाम पदमिलान गर्न असफल

source: WARNING: list_type can only be int, float, string or bool and not `%s'
ne: चेतावनी सूची_प्रकार एउटा पूर्ण अङ्क, उत्प्लावन शृङ्खला बुलअंकमात्र हुनसक्छ `%s' होइन

source: WARNING: car_type can only be int, float, string or bool and not `%s'
ne: चेतावनी वर्ण_प्रकार एउटा रूपरेखाका लागि तय गरिएको टीका (%s) ले बहिष्कार गर्छ

source: WARNING: cdr_type can only be int, float, string or bool and not `%s'
ne: चेतावनी सिडिआर_प्रकार एउटा पूर्ण अङ्क, उत्प्लावन शृङ्खला बुलअंकमात्र हुनसक्छ `%s' होइन

source: WARNING: empty <applyto> node
ne: चेतावनि: <लागु गर्नु> नोड खाली छ

source: WARNING: node <%s> not understood below <schema>
ne: चेतावनी <रूपरेखा>को मुनि <%s> नोड बुझिएन

source: WARNING: no <list_type> specified for schema of type list
ne: चेतावनी रूपरेखा प्रकार सूचीका लागि <सूची_प्रकार> तय गरिएको छैन

source: WARNING: no <car_type> specified for schema of type pair
ne: चेतावनी: युग्मप्रकारको रूपरेखाका लागि <कार_प्रकार> तय गरिएको छैन

source: WARNING: no <cdr_type> specified for schema of type pair
ne: चेतावनी: युग्म प्रकार रूपरेखाका लागि<सिडिआर_प्रकार> तय गरिएको छैन

source: WARNING: <locale> node has no `name="locale"' attribute, ignoring
ne: चेतावनी: <स्थानीय> नोडसँग प्रारुप `नाम="स्थानीय"' को परित्याग

source: WARNING: multiple <locale> nodes for locale `%s', ignoring all past first
ne: चेतावनी: स्थानीय `%s' का लागि विविध <स्थानीय> नोडहरु, पहिला सबै त्याग

source: WARNING: Invalid node <%s> in a <locale> node
ne: चेतावनी: एउटा <स्थानीय>नोडमा <%s> अमान्य नोड

source: Attached schema `%s' to key `%s'
ne: `%s' चाबीमा`%s'रुपरेखा जोडिएको छ

source: You must have at least one <locale> entry in a <schema>
ne: एउटा<रुपरेखा>मा प्रविष्टि गर्न जे भएपनि तपाईसँग एउटा<स्थानीय>हुनैपर्छ

source: WARNING: failed to install schema `%s' locale `%s': %s
ne: चेतावनी:स्थानीय-कक्ष`%s': %s का लागि रुपरेखा`%s'स्थापित गर्न असफल

source: Installed schema `%s' for locale `%s'
ne: स्थानीय `%s' का लागि `%s जडान गरिएको रूपरेखा

source: WARNING: failed to uninstall schema `%s' locale `%s': %s
ne: चेतावनी:स्थानीय-कक्ष`%s': %s का लागि रुपरेखा`%s'विस्थापित गर्न असफल

source: Uninstalled schema `%s' from locale `%s'
ne: स्थानीय-कक्ष`%s' बाट रुपरेखा`%s'विस्थापित गरियो

source: WARNING: no key specified for schema
ne: चेतावनी: रुपरेखाका लागि कुनै टीका तय गरिएन

source: WARNING: node <%s> not understood below <%s>
ne: चेतावनी:<%s> तलको जोडकविन्दु <%s> बुझिएन

source: Failed to open `%s': %s
ne: `%s': %s खोल्न असफल

source: Document `%s' is empty?
ne: `%s' मिसिल खाली छ ?

source: Document `%s' has the wrong type of root node (<%s>, should be <%s>)
ne: मिसिल `%s' सँग (<%s>, हुनुपर्छ <%s>) प्रकारको मूल नोड समावेश छ

source: Document `%s' has no top level <%s> node
ne: `%s' मिसिलसँग माथिल्लो तहको<%s> जोडकबिन्दु छैन

source: WARNING: node <%s> below <%s> not understood
ne: चेतावनी: तल <%s> को जोडकविन्दु <%s> बुझिएन

source: Error syncing config data: %s
ne: %s डाटा ढाँचामा सिङ्किङ समस्या

source: Must specify some schema files to install
ne: जडान गर्न केही संकल्पित मिसिल चिन्नुपर्छ

source: Failed to unset breakage key %s: %s
ne: तोडिएका %s: %s टीकाहरु विस्थापित गर्न असफल

source: Must specify some keys to break
ne: रोक्नका लागि केही टीकाहरु चिन्नुपर्छ

source: Trying to break your application by setting bad values for key: %s
ne: %s टीकाका लागि खराब मूल्य मिलान गर्नबाट अनुरोधपत्र रोक्ने कोसिसगर्नुस्

source: Must specify some directories to break
ne: रोक्नका लागि केही निर्देशिकाहरु चिन्नुपर्छ

source: Trying to break your application by setting bad values for keys in directory: %s
ne: %s निर्देशिकामा भएको चाबीका लागि खराब मूल्य मिलान गर्नबाट अनुरोधपत्र रोक्ने कोसिस गर्नुस्
