Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-media/po/*.po
Languages: be@latin, mg

source: Orientation
mg: Fitodika

source: The orientation of the tray.
mg: Ny fitodik'ilay tray.

source: Start iconified to tray
mg: Alefaso amin'ny endrika kisary ao anatin'ny tray

source: Display the Remaining time ?
mg: Aseho ny fotoana sisa?

source: How the time should be displayed while CD Player is playing ?
mg: Ahoana ny fomba hanehoana ny fotoana rehefa mandefa hira ilay mpamaky CD?

source: hours
mg: ora

source: hour
mg: ora

source: minutes
mg: minitra

source: minute
mg: minitra

source: seconds
mg: segaondra

source: second
mg: segaondra

source: %.0f kb/s
mg: %.0f ko/s

source: A sound recorder for MATE mate-media@mate.org
mg: Mpandraikitra feo ho an'ny MATE mate-media@mate.org

source: Your audio capture settings are invalid. Please correct them in the Multimedia settings.
mg: Tsy mety ny rindran'ny fandraiketam-peonao. Ahitsio ao amin'ny rindran'ny Haino aman-jery izany.

source: _Open...
mg: _Hanokatra...

source: Save _As...
mg: Raiketo _toy izao...

source: Record from input:
mg: Handraikitra feo avy amin'ny fampidirana:

source: Record as:
mg: Raiketo toy izao:

source: Capture
mg: Handraikitra

source: Track %s: audio capture
mg: Hira %s: feo noraiketina

source: _Change Device
mg: _Hanova periferika

source: Change device to %s
mg: Hanova ilay periferika ho %s

source: <b>Default Input Plugin</b>
mg: <b>Plugin'ny fampidirana tsotra</b>

source: <b>Default Output Plugin</b>
mg: <b>Plugin'ny famoahana tsotra</b>

source: Pipe_line:
mg: Fantsom_be:

source: _Input:
mg: _Fampidirana:

source: _Output:
mg: _Famoahana:

source: _Pipeline:
mg: _Fantsombe:

source: identity
mg: identité

source: You must select one or more profiles to delete.
mg: Tsy maintsy misafidy profil iray na maromaro hofafàna ianao.

source: File _Extension:
mg: _Tovan-drakitra:

source: Profile Description:
mg: Soritsoritra profil:

source: Profile _Description:
mg: _Soritsoritra profil:

source: Profile _name:
mg: _Anarana profil:

source: _GStreamer Pipeline:
mg: Fantsombe _GStreamer:
