Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-media/po/*.po
Languages: be@latin, mg

source: Address of the server to contact for CD queries
be@latin: Adras servera, na jaki majuć być vysyłanyja zapyty pra dyski CD
mg: Adiresin'ny mpizara hifandraisana mikasika ny fanontaniana momba ny CD

source: Information to send to server
be@latin: Infarmacyja, vysyłanaja na server
mg: Laza alefa any amin'ilay mpizara

source: Server name
be@latin: Nazva servera
mg: Anaran'ilay mpizara

source: Server type
be@latin: Typ servera
mg: Karazan'ilay mpizara

source: The hostname that will be sent with all queries
be@latin: Nazva kamputara, jakaja maje być vysyłanaja z usimi zapytami
mg: Ny anaran'ny mpampiantrano halefa miaraka amin'ny fanontaniana rehetra

source: The port that the server is running the database on
be@latin: Port, na jakim pracuje server baza źviestak
mg: Ny irika andefasan'ny mpizara ilay soratra fototra

source: The type of the server to contact for CD queries. Possible values are 0 (FreeDB round robin server), 1 (other freedb server) and 2 (other server).
be@latin: Typ servera dla zapytaŭ pra CD. Mahčymyja vartaści: 0 (server FreeDB round robin), 1 (inšy server freedb) i 2 (inšy server).
mg: Ny karazan'ny mpizara hifandraisana mikasika ny fanontaniana momba ny CD. Ireto no sanda azo ampiasaina: 0 (mpizara round robin FreeDB), 1 (mpizara freedb hafa) ary 2 (mpizara hafa).

source: The username
be@latin: Nazva karystalnika
mg: Ny anaran'ny mpampiasa

source: The username that will be sent with all queries
be@latin: Nazva karystalnika, jakaja maje być vysyłanaja z usimi zapytami
mg: Ny anaran'ny mpampiasa halefa miaraka amin'ny fanontaniana rehetra

source: This key specifies which user information will be sent to the server to contact for CD queries. Possible values are 0 (no information), 1 (real information) and 3 (other information).
be@latin: Hety kluč akreślaje, jakaja infarmacyja karystalnika budzie vysłanaja na server zapytaŭ pra CD. Mahčymyja vartaści: 0 (adsutnaść infarmacyi), 1 (sapraŭdnaja infarmacyja) i 3 (inšaja infarmacyja).
mg: Io famaha io dia mamaritra ny lazan'ny mpampiasa halefa any amin'ilay mpizara hifandraisana mikasika ny fanontaniana momba ny CD. Ireto no sanda azo ampiasaina: 0 (tsy misy), 1 (laza tena izy) ary 3 (laza hafa).

source: Your hostname
be@latin: Nazva tvajho kamputara
mg: Ny anaran'ny mpampiantranonao

source: There was an error displaying help: %s
be@latin: Adbyłasia pamyłka pakazu dapamohi: %s
mg: Nisy olana teo am-panehoana ny toro-làlana: %s

source: Sen_d no information
be@latin: _Nie dasyłaj infarmacyi
mg: Aza _mandefa

source: Send real _information
be@latin: Dašli _sapraŭdnuju infarmacyju
mg: Mandefasa _laza tena izy

source: Send _other information:
be@latin: Dašli _inšuju infarmacyju:
mg: Mandefasa laza _hafa:

source: _Name:
be@latin: _Nazva:
mg: _Anarana:

source: Hostna_me:
be@latin: Nazva _kamputara:
mg: Anaran'ny mpa_mpiantrano:

source: Login Information
be@latin: Infarmacyja dla aŭtaryzacyi
mg: Lazan'ny fidirana

source: FreeDB _round robin server
be@latin: Server FreeDB (_round robin)
mg: Mpizara FreeDB _round robin

source: Other _FreeDB server:
be@latin: Inšy server _FreeDB:
mg: Mpizara _FreeDB hafa:

source: Location
be@latin: Pałažeńnie
mg: Toerana

source: _Update Server List
be@latin: Ab_navi śpis serveraŭ
mg: _Avaozy ny lisitry ny mpizara

source: Other _server:
be@latin: Inšy _server:
mg: _Mpizara hafa:

source: Hos_tname:
be@latin: Nazva k_amputara:
mg: Anaran'ny _mpampiantrano:

source: CD Database Preferences
be@latin: Nałady bazy źviestak dyskaŭ CD
mg: Safidy manokan'ny soratra fototr'ilay CD

source: Unknown / Unknown
be@latin: Nieviadomy / Nieviadomy
mg: Tsy fantatra / Tsy fantatra

source: Unknown
be@latin: Nieviadomy
mg: Tsy fantatra

source: Multiple matches...
be@latin: Šmatlikija adpaviedniki...
mg: Teny mifanandrify maro...

source: There were multiple matches found in the database. Below is a list of possible matches, please choose the best match
be@latin: U bazie źviestak znojdzienyja šmatlikija adpaviedniki. Nižej znachodzicca śpis mahčymych adpaviednikaŭ. Аbiary najlepšy
mg: Nahitana teny tandrify maro tao anatin'ny soratra fototra. Misy ny lisitr'ireo teny tandrify etsy ambany, ka safidio izay mety kokoa

source: Category
be@latin: Katehoryja
mg: Sokajy

source: Disc ID
be@latin: ID dysku
mg: IDn'ny kapila

source: Artist and Title
be@latin: Vykanaŭca j nazva
mg: Mpanakanto sy lohateny

source: Unknown track
be@latin: Nieviadomaja ściežka
mg: Hira tsy fantatra

source: CD Database Server
be@latin: Server bazy źviestak dyskaŭ CD
mg: Mpizaran'ny soratra fototr'ilay CD

source: Modify your CD database server preferences
be@latin: Madyfikuj nałady servera bazy źviestak dyskaŭ CD
mg: Manova ny safidy manokan'ny soratra fototry ny CD-nao

source: Classical Rock
be@latin: Klasyčny rok
mg: Rock classique

source: Metal
be@latin: Metał

source: Oldies
be@latin: Staroje
mg: Kalon'ny fahiny

source: Other
be@latin: Inšaje
mg: Hafa

source: Rock
be@latin: Rok

source: Alternative
be@latin: Alternatyŭnaja
mg: Alternatif

source: Death Metal
be@latin: Death Metał

source: Soundtrack
be@latin: Hukavaja ściežka z filmu
mg: B.O

source: Euro-Techno
be@latin: Eŭra-Techno

source: Vocal
be@latin: Vakalnaja

source: Trance
be@latin: Trans

source: Classical
be@latin: Klasyčnaja
mg: Classique

source: Instrumental
be@latin: Instrumentalnaja
mg: Feon-kira

source: Game
be@latin: Hulnia
mg: Lalao

source: Sound Clip
be@latin: Hukavy fajł
mg: Sombim-peo

source: Noise
be@latin: Šum
mg: Feon-javatra

source: Space
be@latin: Prastora

source: Meditative
be@latin: Medytacyjnaja

source: Instrumental Pop
be@latin: Instrumentalny pop
mg: Feon-kira pop

source: Instrumental Rock
be@latin: Instrumentalny rok
mg: Feon-kira rock

source: Ethnic
be@latin: Etničnaja

source: Gothic
be@latin: Gotyka
mg: Gôtika

source: Electronic
be@latin: Elektronnaja

source: Eurodance
be@latin: Eŭra-dance

source: Dream
be@latin: Son
mg: Nofinofy

source: Southern Rock
be@latin: Paŭdniovy rok
mg: Rock Tatsimo

source: Comedy
be@latin: Kamedyjnaja
mg: Mahatsikaiky

source: Cult
be@latin: Kultavaja

source: Christian Rap
be@latin: Chryścijanski rap
mg: Rap Kristianina

source: Native American
be@latin: Karennych amerykancaŭ
mg: Zanatany Amerikanina

source: Psychedelic
be@latin: Psychadeličnaja

source: Tribal
be@latin: Plamiennaja

source: Musical
be@latin: Muzyčnaja

source: Hard Rock
be@latin: Hard-rok

source: Folk/Rock
be@latin: Folk/Rok

source: National Folk
be@latin: Nacyjanalny folk

source: Latin
be@latin: Łacinaamerykanskaja
mg: Latina

source: Revival
be@latin: Ažyŭleńnie

source: Celtic
be@latin: Kielckaja
mg: Selta

source: Avantgarde
be@latin: Avanhardnaja

source: Gothic Rock
be@latin: Gatyčny rok
mg: Rock gôtika

source: Progressive Rock
be@latin: Prahresiŭny rok
mg: Rock progressif

source: Psychedelic Rock
be@latin: Psychadeličny rok
mg: Rock psychedelic

source: Symphonic Rock
be@latin: Symfaničny rok
mg: Rock symphonique

source: Slow Rock
be@latin: Pavolny rok

source: Chorus
be@latin: Charavaja
mg: Amboaram-peo

source: Easy Listening
be@latin: Lohkaje słuchańnie

source: Acoustic
be@latin: Akustyčnaja
mg: Acoustique

source: Humour
be@latin: Humar
mg: Hanihany

source: Speech
be@latin: Razmovy
mg: Kabary

source: Chanson
be@latin: Šanson
mg: Hira

source: Chamber Music
be@latin: Sakralnaja muzyka
mg: Musique de chambre

source: Sonata
be@latin: Sanata
mg: Sonate

source: Symphony
be@latin: Symfonija
mg: Amboaram-peon-kira

source: Satire
be@latin: Satyryčnaja
mg: Fanarabiana

source: Slow Jam
be@latin: Pavolny Jam

source: Club
be@latin: Klubnaja

source: Folklore
be@latin: Falklornaja

source: Ballad
be@latin: Balada

source: Power Ballad
be@latin: Mocnaja Balada

source: Rhythmic Soul
be@latin: Rytmičny Soul
mg: Soul rhythmique

source: Punk Rock
be@latin: Punk-rok
mg: Rocko punk

source: Drum Solo
be@latin: Solo na bubnach

source: Euro-House
be@latin: Eŭra-House

source: Christian Gangsta Rap
be@latin: Chryścijanski gangsta rap
mg: Gangsta Rap Kristianina

source: Heavy Metal
be@latin: Heavy Metał

source: Black Metal
be@latin: Black Metał

source: Contemporary Christian
be@latin: Sučasnaja chryścijanskaja

source: Christian Rock
be@latin: Chryścijanski rok
mg: Rock Kristianina

source: Thrash Metal
be@latin: Thrash Metał

source: Nu-Metal
be@latin: Nu-Metał

source: Art Rock
be@latin: Art-rok

source: Unknown Artist
be@latin: Nieviadomy vykanaŭca
mg: Mpanakanto tsy fantatra

source: Unknown Album
be@latin: Nieviadomy albom
mg: Raki-kira tsy fantatra

source: Editing Disc ID: %s
be@latin: Madyfikacyja ID dysku: %s
mg: Manova ny IDn'ny kapila: %s

source: Hide advanced disc options
be@latin: Schavaj pašyranyja opcyi dysku
mg: Afeno ny safidy avo lentan'ny kapila

source: Show advanced disc options
be@latin: Pakažy pašyranyja opcyi dysku
mg: Asehoy ny safidy avo lentan'ny kapila

source: Hide advanced track options
be@latin: Schavaj pašyranyja opcyi ściežki
mg: Afeno ny safidy avo lentan'ny hira

source: Show advanced track options
be@latin: Pakažy pašyranyja opcyi ściežki
mg: Asehoy ny safidy avo lentan'ny hira

source: Editing Disc ID:
be@latin: Madyfikacyja ID dusku:
mg: Manova ny IDn'ny kapila:

source: _Artist:
be@latin: _Vykanaŭca:
mg: _Mpanakanto:

source: Disc _Title:
be@latin: _Nazva dysku:
mg: _Lohatenin'ilay kapila:

source: _Disc comments:
be@latin: Kamentary da _dysku:
mg: Fanamarihana momba ilay _kapila:

source: _Genre:
be@latin: _Styl:
mg: _Karazana:

source: _Year:
be@latin: _Hod:
mg: _Taona:

source: Title
be@latin: Nazva
mg: Lohateny

source: Length
be@latin: Praciahłaść
mg: Halava

source: _Extra track data:
be@latin: _Dadatkovyja źviestki pra ściežku:
mg: _Datan-kira fanampiny:

source: CDDB Track Editor
be@latin: Redaktar ściežak CDDB
mg: Mpanova hira CDDB

source: Cannot create CDDBTrackEditor factory. This may be caused by another copy of cddb-track-editor already running.
be@latin: Niemahčyma stvaryć fabryku CDDBTrackEditor. Heta moža być vyklikana paralelnaj pracaj inšaj kopii cddb-track-editor.
mg: Tsy afaka mamorona ny toerana fanamboarana ny CDDBTrackEditor. Efa misy cddb-track-editor iray hafa mandeha no mety ho anton'izany.

source: CD Display
be@latin: Pakažy CD
mg: Sehon'ny CD

source: Displays information about the currently playing album, artist and time elapsed
be@latin: Pakazvaje infarmacyju pra hrany albom, vykanaŭcu(-aŭ) i čas hrańnia
mg: Mampiseho ny laza momba ny raki-kira vakiana, ny mpanakanto ary ny fotoana efa lasa

source: Time Line
be@latin: Radok času
mg: Tsipiky ny fanisam-potoana

source: Line for displaying the time elapsed for the current track
be@latin: Radok z časam ad pačatku ściežki
mg: Tsipika hanehoana ny fotoana lasa ho an'ny hira mandeha

source: Info Line
be@latin: Infarmacyjny radok
mg: Tsipiky ny laza

source: Line for displaying information
be@latin: Radok z infarmacyjaj
mg: Tsipika fanehoana laza

source: Artist Line
be@latin: Radok vykanaŭcy
mg: Tsipiky ny mpanakanto

source: Line for displaying the name of the artist
be@latin: Radok ź imiem vykanaŭcy
mg: Tsipika hanehoana ny anaran'ilay mpanakanto

source: Album Line
be@latin: Radok albomu
mg: Tsipiky ny raki-kira

source: Line for displaying the name of the album
be@latin: Radok z nazvaj albomu
mg: Tsipika hanehoana ny anaran'ilay raki-kira

source: Play
be@latin: Hraj
mg: Mamaky

source: Pause
be@latin: Paŭza
mg: Miato

source: Playing %s - %s %s
be@latin: Hrańnie %s - %s %s
mg: Mamaky ny %s -%s %s

source: Playing : %s
be@latin: Hrańnie : %s
mg: Mamaky : %s

source: Paused
be@latin: Prypyniena
mg: Naato

source: Stopped
be@latin: Spyniena
mg: Najanona

source: Disc error
be@latin: Pamyłka dysku
mg: Tsy fetezan'ny kapila

source: No disc
be@latin: Niama dysku
mg: Tsy misy kapila

source: Empty disc
be@latin: Pusty dysk
mg: Kapila foana

source: Drive open
be@latin: Pryłada adčynienaja
mg: Misokatra ny mpanodina

source: Data CD
be@latin: CD sa źviestkami
mg: CD misy data

source: No Cdrom
be@latin: Niama dysku CD-ROM
mg: Tsy misy Cdrom

source: Drive Error
be@latin: Pamyłka pryłady
mg: Tsy fetezan'ny mpanodina

source: A CD player for MATE
be@latin: CD-player dla MATE
mg: Mpamaky CD ho an'ny MATE

source: Contents in the CDDB have changed
be@latin: Źmieściva ŭ CDDB źmianiłasia
mg: Niova ny mpiatin'ilay CDDB

source: Choosing 'Yes' will delete the previous contents in CDDB.
be@latin: Vybar "Tak" vydalić papiaredniaje źmieściva ŭ CDDB.
mg: Hamafa ny mpiatin'ilay CDDB teo aloha ny fanindriana ny 'Eny'.

source: Do you wish to continue?
be@latin: Chočaš praciahvać?
mg: Maniry ny hanohy ianao?

source: Volume %d%%
be@latin: Hučnaść %d%%
mg: Kapila %d%%

source: You do not seem to have permission to access %s.
be@latin: Tabie nie staje pravoŭ dostupu da %s.
mg: Toa tsy manana alalana hanokatra ny %s ianao.

source: %s does not appear to point to a valid CD device. This may be because: a) CD support is not present in your machine b) You do not have the correct permissions to access the CD drive c) %s is not the CD drive.
be@latin: %s nie vyhladaje na pravilnuju CD-pryładu. Mahčymyja pryčyny: a) Systema nie absłuhoŭvaje CD b) Tabie nie staje pravoŭ dostupu da CD-pryłady c) %s nie źjaŭlajecca CD-pryładaju.
mg: Toa tsy mitondra mankany amina mpanodina CD ara-dalàna ny %s. Ireto no mety anton'izany: a) Tsy misy mpanodina CD ny solosainao b) Tsy manana ny alalana ahafahana mampiasa ilay mpanodina CD ianao c) Tsy %s ilaly mpanodina CD.

source: %d - Unknown
be@latin: %d – Nieviadomy
mg: %d -Tsy fantatra

source: _Play / Pause
be@latin: _Hraj/Paŭza
mg: _Mamaky / Miato

source: _Stop
be@latin: _Spyni
mg: _Mijanona

source: P_revious
be@latin: _Papiaredniaja
mg: _Aloha

source: _Next
be@latin: _Nastupnaja
mg: _Manaraka

source: _Eject disc
be@latin: _Vysuń dysk
mg: _Avoay ny kapila

source: _Help
be@latin: Dapamo_ha
mg: _Toro-làlana

source: _About
be@latin: _Ab
mg: _Mombamomba

source: _Quit
be@latin: _Vyjdzi
mg: _Hijanona

source: There is no CD device set. This means that the CD player will be unable to run. Click 'Set device' to go to a dialog where you can set the device, or click 'Quit' to quit the CD player.
be@latin: CD-pryłada nie akreślenaja. Heta značyć, što ŭruchomić CD-player nielha. Klikni "Abiary pryładu", kab pierajści da vakna vybaru pryłady, albo klikni "Vyjdzi", kab vyjści z prahramy.
mg: Tsy misy periferika CD Voafaritra. Tsy afaka hiasa izany ny mpamky CD. Tsindrio ny 'Hamaritra periferika' raha haokatra takila ahafahanao mamaritra ilay periferika, na 'Hijanona' raha Hanajanona ilay mpamaky CD.

source: Set device
be@latin: Abiary pryładu
mg: Hamaritra periferika

source: No CD device
be@latin: Niama CD-pryłady
mg: Tsy misy periferika CD

source: The CD player is unable to run correctly. Press 'Details' for more details on reasons for the failure. Press 'Set device' to go to a dialog where you can set the device, or press 'Quit' to quit the CD player
be@latin: CD-player nia moža dziejničać pravilna. Detali prablemy možna pabačyć, nacisnuŭčy knopku "Detali". Možaš nacisnuć "Abiary pryładu", kab pierajści da vakna vybaru pryłady, albo naciśni "Vyjdzi", kab vyjści z prahramy
mg: Tsy mety mandeha ara-dalàna ilay mpamaky CD. Tsindrio ny 'Antsipiriany' raha hizaha ny antsipirian'ilay tsy fetezana. Tsindrio ny 'Hamaritra periferika' raha hanokatra takila ahafahana mamaritra ilay periferika, na tsindrio ny 'Hijanona' raha hanajanona ilay mpamaky CD

source: _Details
be@latin: _Detali
mg: _Antsipiriany

source: _Set device
be@latin: _Abiary pryładu
mg: _Hamaritra periferika

source: Invalid CD device
be@latin: Niapravilnaja CD-pryłada
mg: Periferika CD tsy mety

source: Position
be@latin: Pazycyja
mg: Toerany

source: Open preferences
be@latin: Adčyni nałady
mg: Manokatra ny safidy manokana

source: Preferences
be@latin: Nałady
mg: Safidy manokana

source: Track List
be@latin: Śpis ściežak
mg: Lisitr'ireo hira

source: Open track editor
be@latin: Adčyni redaktar ściežak
mg: Manokatra ny mpanova hira

source: Track editor
be@latin: Redaktar ściežak
mg: Mpanova hira

source: Play / Pause
be@latin: Hraj/Paŭza
mg: Mamaky / Miato

source: Stop
be@latin: Spyni
mg: Mijanona

source: Previous track
be@latin: Papiaredniaja ściežka
mg: Hira teo aloha

source: Previous
be@latin: Papiaredniaja
mg: Aloha

source: Rewind
be@latin: Nazad
mg: Mamerina

source: Fast forward
be@latin: Chutka napierad
mg: Mandroso faingana

source: Next track
be@latin: Nastupnaja ściežka
mg: Hira manaraka

source: Eject CD
be@latin: Vysuń CD
mg: Avoay ilay kapila

source: Eject
be@latin: Vysuń
mg: Avoay

source: CD device to use
be@latin: Užyvanaja CD-pryłada
mg: Ny periferika CD ampiasaina

source: Only start if there isn't already a CD player application running
be@latin: Uklučaj CD-player tolki tady, kali nia dziejničaje inšaja jahonaja kopija
mg: Aza alefa raha efa misy rindranasa mpamaky CD mandeha

source: Play the CD on startup
be@latin: Pačynaj hrać CD paśla ŭruchamleńnia
mg: Alefaso eny am-piantombohana

source: Start iconified in notification area
be@latin: Źmianšaj da ikony pry ŭruchamleńni

source: Cannot create player
be@latin: Niemahčyma stvaryć player
mg: Tsy afaka mamorona mpamaky

source: Play audio CDs
be@latin: Hraj aŭdyja-dyski CD
mg: Mamaky CD audio

source: CD player Volume
be@latin: Hučnaść CD-playera
mg: Fanamafisam-peon'ilay mpamaky CD

source: CD player theme
be@latin: Matyŭ CD-playera
mg: Endrik'ilay mpamaky CD

source: Device path
be@latin: Ściežka pryłady
mg: Sori-dàlan'ilay periferika

source: Display the Remaining time?
be@latin: Ci pakazvać čas da kanca?

source: Eject the CD when CD player quits?
be@latin: Vysunuć dysk paśla zakančeńnia pracy CD-playera?
mg: Avoaka ny kapila rehefa ajanona ilay mpamaky CD?

source: How the time should be displayed while CD Player is playing?
be@latin: Jak pakazvać čas padčas hrańnia CD?

source: Play when the CD player starts?
be@latin: Ci hrać dysk pry ŭruchamleńni CD-playera?
mg: Avy dia mamaky rehefa mandeha ny mpamaky CD?

source: Should the CD be ejected when the CD player quits?
be@latin: Ci treba vysoŭvać dysk paśla zakančeńnia pracy CD-playera?
mg: Tokony avoaka ve ny CD rehefa ajanona ilay mpamaky CD?

source: The path to the CD drive that the CD player should use to play CDs
be@latin: Ściežka CD-pryłady, užyvanaha CD-playeram, kab hrać CD
mg: Ny sori-dàlan'ny mpanodina CD tokony ampiasain'ny mpamaky CD

source: What theme should the CD player use for its appearance
be@latin: Jaki matyŭ pavinny akreślivać vyhlad CD-playera?
mg: Ny endrika tokony ampiasain'ilay mpamaky CD

source: What volume should the CD player use when it is started?
be@latin: Ź jakoj hučnaściu pavinny ŭruchamlacca CD-player?
mg: Tokony ho ahoana ny hamafin'ny feo rehefa alefa ilay mpamaky CD?

source: When the CD player is started, should it start playing the CD?
be@latin: Ci hrać dysk CD paśla ŭruchamleńnia CD-playera?
mg: Tokony hanomboka hamaky ilay CD ve ny mpamaky CD rehefa alefa?

source: Failed to eject CD: %s
be@latin: Nie ŭdałosia vysunuć CD: %s
mg: Tsy afaka namoaka ilay CD: %s

source: %s This means that the CD player will not be able to run.
be@latin: %s Heta aznačaje, što ŭruchomić CD-player budzie niemahčyma.
mg: %s Tsy afaka handeha izany ilay mpamaky CD.

source: Error setting device
be@latin: Pamyłka vybaru pryłady
mg: Nisy olana teo am-pamaritana ilay periferika

source: CD Player Preferences
be@latin: Nałady CD-playera
mg: Safidy manokan'ny mpamaky CD

source: _Device:
be@latin: _Pryłada:
mg: _Periferika:

source: Behavior
be@latin: Pavodziny
mg: Fiasa

source: Start _playback when CD Player starts
be@latin: Pačynaj hrać _pry ŭruchamleńni CD-playera
mg: Atomboy ny _famakiana rehefa mandeha ilay mpamaky CD

source: Start playback when CD Player starts
be@latin: Pačynaj hrać pry ŭruchamleńni CD-playera
mg: Manomboka ny famakiana rehefa mandeha ilay mpamaky CD

source: Attempt to _eject CD when CD Player exits
be@latin: Sprobuj _vysunuć CD pry zakančeńni pracy CD-playera
mg: Andramo _avoaka ny CD rehefa ajanona ilay mpamaky CD

source: Attempt to eject CD when CD Player exits
be@latin: Sprabuj vysunuć CD pry zakančeńni pracy CD-playera
mg: Manandrana mamoaka ny CD rehefa ajanona ilay mpamaky CD

source: Themes
be@latin: Matyvy
mg: Endrika

source: _Select a theme:
be@latin: _Abiary matyŭ:
mg: _Hisafidy endrika iray:

source: Change sound volume and associate sounds with events
be@latin: Rehuluj hučnaść i pryznačaj huki dla peŭnych padziejaŭ

source: Sound
be@latin: Huk

source: Show desktop volume control
be@latin: Pakažy rehulatar hučnaści rabočaha stała

source: Volume Control
be@latin: Rehulacyja hučnaści
mg: Fanamafisam-peo

source: Bark
be@latin: Brachnia

source: Drip
be@latin: Kropla

source: Glass
be@latin: Škło

source: Sonar
be@latin: Sanor

source: Enable debugging code
be@latin: Uklučy kod debugavańnia

source: Version of this application
be@latin: Versija hetaj aplikacyi

source: - MATE Volume Control Applet
be@latin: - Aplet rehulacyi hučnaści MATE

source: Waiting for sound system to respond
be@latin: Čakańnie adkazu ad hukavoj systemy

source: Startup page
be@latin: Pačatkovaja staronka

source: - MATE Volume Control
be@latin: - Rehulacyja hučnaści MATE

source: Output
be@latin: Vyjście

source: Input
be@latin: Uvachod

# balance
source: Left
be@latin: Levy

# balance
source: Right
be@latin: Pravy

source: _Balance:
be@latin: _Balans:

source: Mute
be@latin: Biaz huku

source: System Sounds
be@latin: Systemnyja huki

source: MATE Volume Control
be@latin: Rehulacyja hučnaści MATE

source: Peak detect
be@latin: Vyznačeńnie pikaŭ

source: Name
be@latin: Nazva

source: Device
be@latin: Pryłada

source: Output volume:
be@latin: Hučnaść vyjścia:

source: Sound Effects
be@latin: Hukavyja efekty

source: Alert Volume:
be@latin: Hučnaść tryvožnaha syhnału:

source: Input volume:
be@latin: Hučnaść uvachodu:

source: Input level:
be@latin: Uzrovień uvachodu:

source: Choose a device for sound input
be@latin: Vybiery ŭvachodnuju hukavuju pryładu

source: Choose a device for sound output
be@latin: Vyviery vychodnuju hukavuju pryładu

source: Settings for the selected device:
be@latin: Nałady dla vybranaj pryłady:

source: Applications
be@latin: Aplikacyi

source: No application is currently playing or recording audio.
be@latin: Nijakaja aplikacyja ciapier nia ihraje i nie zapisvaje huk.

source: Sound Preferences
be@latin: Nałady huku

source: No sounds
be@latin: Biaz hukaŭ

source: Built-in
be@latin: Unutrany

source: Custom
be@latin: Ułasny
mg: Safidy

source: Testing event sound
be@latin: Pravier huk dla padziei

source: Default
be@latin: Zmoŭčany

source: From theme
be@latin: Z matyvu

source: Type
be@latin: Typ

source: Sound Theme:
be@latin: Matyŭ hukaŭ:

source: Choose an alert sound:
be@latin: Vybiery huk dla tryvožnaha syhnału:

source: Enable window and button sounds
be@latin: Uklučy huki akon i knopak

# Sound event
source: Alert sound
be@latin: Tryvožny syhnał

# Sound event
source: Windows and Buttons
be@latin: Vokny j knopki

# Sound event
source: Button clicked
be@latin: Klik u knopku

# Sound event
source: Toggle button clicked
be@latin: Klik u pieraklučalnik

# Sound event
source: Window maximized
be@latin: Akno zmaksymalizavanaje

# Sound event
source: Window unmaximized
be@latin: Anulavanaja maksymizacyja akna

# Sound event
source: Window minimised
be@latin: Akno źminimalizavanaje

# Sound event
source: Desktop
be@latin: Stoł

# Sound event
source: Login
be@latin: Uvachod u systemu

# Sound event
source: Logout
be@latin: Vychad z systemy

# Sound event
source: New e-mail
be@latin: Novaja pošta

# Sound event
source: Empty trash
be@latin: Pustaja śmietnica

# Sound event
source: Long action completed (download, CD burning, etc.)
be@latin: Skončanaja doŭhaja aperacyja (ściahvańnie fajłu, vypalvańnie dysku dy inšaje)

# Sound event
source: Alerts
be@latin: Tryvožnyja syhnały

# Sound event
source: Information or question
be@latin: Infarmacyja ci pytańnie
