Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-media/po/*.po
Languages: be@latin, mg

# Sound event
source: Warning
be@latin: Aściaroha

# Sound event
source: Error
be@latin: Pamyłka

# Sound event
source: Battery warning
be@latin: Aściaroha nakont zaradu batarei

source: Select Sound File
be@latin: Vybiery hukavy fajł

source: Sound files
be@latin: Hukavyja fajły

source: Disabled
be@latin: Vyklučany

source: Custom...
be@latin: Ułasny...

source: Failed to start Sound Preferences: %s
be@latin: Nie ŭdałosia ŭruchomić akno naładaŭ huku: %s

source: _Mute
be@latin: _Biaz huku

source: _Sound Preferences
be@latin: Nałady _huku

source: Muted
be@latin: Abiazhučana

source: Record sound clips
be@latin: Zapisvaj hukavyja fajły
mg: Mandraikitra sombim-peo

source: Sound Recorder
be@latin: Zapisvańnie huku
mg: Mpandraikitra sombim-peo

source: Untitled
be@latin: Bieznazoŭny
mg: Tsy misy anarana

source: Untitled-%d
be@latin: Bieznazoŭny-%d
mg: Tsy misy anarana-%d

source: Could not create the GStreamer %s element. Please install the '%s' plug-in from the '%s' module. Verify that the installation is correct by running gst-inspect-0.10 %s and then restart mate-sound-recorder.
be@latin: Niemahčyma stvaryć element %s GStreamera. Zainstaluj plugin "%s" z modulu "%s". Pravier pravilnaść instalacyi, uruchomiŭčy gst-inspect-0.10 %s i ŭruchom znoŭ mate-sound-recorder.
mg: Tsy afaka mamorona ny singantaharo Gstreamer %s. Apetrao avy ao anatin'ity singa mpiorina ny plugin '%s': '%s'. Amarino amin'ny alalan'ny gst-inspect-0.10 %s raha mety tsara ilay petraka ary avereno alefa ny mate-sound-recorder avy eo.

source: Please verify its settings. You may be missing the necessary plug-ins.
be@latin: Pravier nałady. Mahčyma, nie staje vymahanych pluginaŭ.
mg: Amarino ny rindrany. Mety tsy manana ireo plugin ilaina ianao.

source: %ld minute
be@latin: %ld chvilina

source: %ld hour
be@latin: %ld hadzina

source: %ld second
be@latin: %ld sekunda

source: %s, %s and %s
be@latin: %s, %s, %s

source: %s and %s
be@latin: %s, %s

source: Open a File
be@latin: Adčyni fajł
mg: Hanokatra rakitra

source: Unable to load file: %s
be@latin: Niemahčyma zahruzić fajł: %s
mg: Tsy afaka maka ny rakitra: %s

source: Ready
be@latin: Hatova
mg: Vonona

source: _Replace
be@latin: _Zamiani
mg: _Soloy

source: A file named "%s" already exists. Do you want to replace it with the one you are saving?
be@latin: Fajł z nazvaj "%s" užo isnuje. Chočaš zamianić jaho zapisvanym fajłam?
mg: Efa misy rakitra mitondra ny anarana hoe "%s". Tianao soloina io rakitra raiketinao io ilay izy?

source: Could not save the file "%s"
be@latin: Niemahčyma zapisać fajł "%s"
mg: Tsy afaka nandraikitra ny rakitra "%s"

source: Save file as
be@latin: Zapišy fajł jak
mg: Raiketo toy izao

source: %s is not installed in the path.
be@latin: %s nie zainstalavany na ściežcy.
mg: Tsy voapetraka anatin'ilay sori-dàlana ny %s.

source: There was an error starting %s: %s
be@latin: Pry ŭruchamleńni %s zdaryłasia pamyłka: %s
mg: Nisy olana teo am-panombohana ny %s: %s

source: Save the changes to file "%s" before closing?
be@latin: Zapisać źmieny ŭ fajł "%s", pierš čym začynić?
mg: Raiketina anatin'ny rakitra "%s" ireo fanovana natao alohan'ny hanidiana azy?

source: Close _without Saving
be@latin: Začyni, _nie zapisvajučy
mg: Hidio _tsy mila raiketina

source: Question
be@latin: Pytańnie
mg: Fanontaniana

source: %s (Has not been saved)
be@latin: %s (nie zapisany)
mg: %s (Tsy voarakitra)

source: %s (%llu byte)
be@latin: %s (%llu bajt)
mg: %s (%llu octet)

source: Unknown size
be@latin: Nieviadomy pamier
mg: Habe tsy fantatra

source: %.0f kb/s (Estimated)
be@latin: %.0f kb/s (pryblizna)
mg: %.0f ko/s (Tombatombana)

source: 1 (mono)
be@latin: 1 (mona)

source: 2 (stereo)
be@latin: 2 (sterea)

source: %s Information
be@latin: Infarmacyja pra %s
mg: Lazan'ny %s

source: File Information
be@latin: Infarmacyja pra fajł
mg: Lazan'ilay rakitra

source: Folder:
be@latin: Kataloh:
mg: Laha-tahiry:

source: Filename:
be@latin: Nazva fajłu:
mg: Anaran'ilay rakitra:

source: File size:
be@latin: Pamier fajłu:
mg: Haben'ilay rakitra:

source: Audio Information
be@latin: Infarmacyja ab huku
mg: Lazan'ny feo

source: File duration:
be@latin: Čas hučańnia fajłu:
mg: Halavan'ilay rakitra:

source: Number of channels:
be@latin: Kolkaść kanałaŭ:
mg: Isan'ny canal:

source: Sample rate:
be@latin: Častata sempłaŭ:
mg: Taux d'échantillonage:

source: Bit rate:
be@latin: Častata bitaŭ:
mg: Fitosaka:

source: A sound recorder for MATE mate-multimedia@mate.org
be@latin: Zapisvańnie huku dla MATE mate-multimedia@mate.org

source: Playing...
be@latin: Hrańnie...
mg: Mamaky...

source: MateConf audio output
be@latin: Vyjście aŭdyjo MateConf
mg: Fivoaham-peo MateConf

source: Playback
be@latin: Hrańnie
mg: Famakiana

source: Recording...
be@latin: Zapis...
mg: Mandraikitra...

source: MateConf audio recording
be@latin: Zapis huku MateConf
mg: Fandraiketam-peo MateConf

source: Your audio capture settings are invalid. Please correct them with the "Sound Preferences" under the System-Preferences menu.
be@latin: Parametry pierachopu huku niapravilnyja. Papraŭ ich u „Naładach huku” praz menu systemnych naładaŭ.

source: file output
be@latin: vyjście ŭ fajł
mg: Rakitra vokarina

source: level
be@latin: uzrovień

source: Could not parse the '%s' audio profile.
be@latin: Niemahčyma razabrać profil aŭdyjo "%s".
mg: Tsy afaka nizarazara ny profil audio '%s'.

source: Could not capture using the '%s' audio profile.
be@latin: Niemahčyma pierachapić, užyvajučy profil aŭdyjo "%s".
mg: Tsy afaka nandraikitra feo tamin'ny alalan'ny profil audio '%s'.

source: Could not write to a file using the '%s' audio profile.
be@latin: Niemahčyma zapisać u fajł, užyvajučy profil aŭdyjo "%s".
mg: Tsy afaka nanoratra tamina rakitra tamin'ny alalan'ny profil audio '%s'.

source: _File
be@latin: _Fajł
mg: _Rakitra

source: Create a new sample
be@latin: Stvary novy sempł
mg: Hamorona sombim-peo vaovao

source: Open a file
be@latin: Adčyni fajł
mg: Manokatra rakitra

source: Save the current file
be@latin: Zapišy dziejny fajł
mg: Mandraikitra io rakitra io

source: Save the current file with a different name
be@latin: Zapišy dziejny fajł pad inšaj nazvaj
mg: Mandraikitra io rakitra io mampiasa anarana hafa

source: Open Volu_me Control
be@latin: _Adčyni rehulacyju hučnaści
mg: Sokafy ny _fanamafisam-peo

source: Open the audio mixer
be@latin: Adčyni mikser huku
mg: Manokatra ny mpampifangaro feo

source: Show information about the current file
be@latin: Pakažy infarmacyju ab dziejnym fajle
mg: Maneho ny laza momba io rakitra io

source: Close the current file
be@latin: Začyni dziejny fajł
mg: Manidy io rakitra io

source: Quit the program
be@latin: Vyjdzi z prahramy
mg: Manajanona ilay rindranasa

source: _Control
be@latin: _Kiruj
mg: _Mpibaiko

source: Record sound
be@latin: Zapišy huk
mg: Mandraikitra feo

source: Play sound
be@latin: Hraj huk
mg: Mamaky feo

source: Stop sound
be@latin: Spyni hrańnie
mg: Manajanona ilay feo

source: Contents
be@latin: Źmiest

source: Open the manual
be@latin: Adčyni padručnik
mg: Manokatra ny toro-làlana

source: About this application
be@latin: Pra hetuju aplikacyju
mg: Momba ity rindranasa ity

source: Could not load ui.xml. The program may be not properly installed
be@latin: Niemahčyma zahruzić ui.xml. Prahrama moža być niapravilna zainstalavanaja
mg: Tsy afaka naka ny ui.xml. Mety tsy voapetraka araka ny tokony ho izy angamba ilay rindranasa

source: Open
be@latin: Adčyni
mg: Sokafy

source: Save
be@latin: Zapišy
mg: Raiketo

source: Save As
be@latin: Zapišy jak
mg: Raiketo toy izao

source: Record from _input:
be@latin: Zapišy z _uvachodu:

source: _Record as:
be@latin: _Zapišy jak:

source: <none>
be@latin: <niama>
mg: <tsy misy>

source: Length:
be@latin: Praciahłaść:
mg: Halava:

source: Level:
be@latin: Uzrovień:

source: %s - Sound Recorder
be@latin: %s - zapisvańnie huku

source: Adjust the volume level
be@latin: Dapasuj uzrovień hučnaści
mg: Hanitsy ny hamafin'ny feo

source: Height of the Window
be@latin: Vyšynia vakna
mg: Haavon'ny fikandrana

source: Height of the Window to be displayed
be@latin: Vyšynia pakazvanaha vakna
mg: Haavon'ny fikandrana haseho

source: Width of the Window
be@latin: Šyrynia vakna
mg: Indran'ny fikandrana

source: Width of the Window to be displayed
be@latin: Šyrynia pakazvanaha vakna
mg: Indran'ny fikandrana haseho

source: Recording
be@latin: Zapis

source: Switches
be@latin: Pieraklučalniki

source: Options
be@latin: Opcyi
mg: Safidy

source: Unknown Volume Control %d
be@latin: Nieviadomy rehulatar hučnaści %d
mg: Fanamafisam-peo %d tsy fantatra

source: No volume control GStreamer plugins and/or devices found.
be@latin: Nia znojdziena pluginaŭ GStreamer i/albo pryładaŭ rehulacyi hučnaści.
mg: Tsy misy plugin GStreamer sy/na periferikam-panamafisam-peo.

source: Volume Control Preferences
be@latin: Nałady rehulacyi hučnaści
mg: Safidy manokan'ny fanamafisam-peo

source: _Select tracks to be visible:
be@latin: _Abiary bačnyja rehulatary:
mg: _Safidio ireo hira tokony hiseho:

source: Mute/unmute %s
be@latin: Abiazhuč/ahuč %s
mg: Manakana/mamotsotra ny %s

source: Track %s: mute
be@latin: Ściežka %s: abiazhuč
mg: Hira %s: tsy heno feo

source: Toggle audio recording from %s
be@latin: Pieraklučy zapis huku z %s

source: Track %s: audio recording
be@latin: Ściežka %s: zapis huku

source: %s Option Selection
be@latin: Vybar opcyi %s
mg: Famaritana safidy %s

source: Track %s
be@latin: Ściežka %s
mg: Hira %s

source: Channel %d of track %s
be@latin: Kanał %d dla ściežki %s
mg: Canal %d amin'ny hira %s

source: Track %s, channel %d
be@latin: Ściežka %s, kanał %d
mg: Hira %s, canal %d

source: Lock channels for %s together
be@latin: Blakuj kanały dla %s razam
mg: Gejao ireo canal an'ny %s

source: Track %s: lock channels together
be@latin: Ściežka %s: blakuj kanały razam
mg: Hira %s: gejao ireo canal

source: mono
be@latin: mona

source: left
be@latin: levy
mg: havia

source: right
be@latin: pravy
mg: havanana

source: front left
be@latin: piaredni levy
mg: aloha havia

source: front right
be@latin: piaredni pravy
mg: aloha havanana

source: rear left
be@latin: zadni levy
mg: aoriana havia

source: rear right
be@latin: zadni pravy
mg: aoriana havanana

source: front center
be@latin: piaredni centralny
mg: aloha afovoany

source: side left
be@latin: levy bok
mg: sisiny havia

source: side right
be@latin: pravy bok
mg: sisiny havanana

source: unknown
be@latin: nieviadomy
mg: tsy fantatra

source: Volume of %s channel on %s
be@latin: Hučnaść kanału %s na %s
mg: Hamafin'ny feo amin'ny canal %s amin'ny %s

source: A MATE/GStreamer-based volume control application
be@latin: Aplikacyja rehulacyi hučnaści, abapiertaja na MATE/GStreamer
mg: Rindranasa fanamafisam-peo mifototra amin'ny MATE/GStreamer

source: translator-credits
be@latin: Łacinka.org, Alaksandar Navicki <zolak@lacinka.org> Ihar Hračyška <ihar.hrachyshka@gmail.com>
mg: Fanomezana H. Rajaonarisoa

source: Volume Control: %s
be@latin: Rehulacyja hučnaści: %s
mg: Fanamafisam-peo: %s

source: _Device:
be@latin: _Pryłada:

source: Control volume on a different device
be@latin: Rehuluj hučnaść na inšaj pryładzie
mg: Manamafy ny feo amina periferika hafa

source: None
be@latin: Niama

source: Unsupported
be@latin: Nie padtrymvajecca

source: Failure instantiating main window
be@latin: Pamyłka pry stvareńni hałoŭnaha vakna
mg: Tsy nahomby ny famoronana fikandrana fototra

source: Failed to load glade file; please check your installation.
be@latin: Niemahčyma zahruzić fajł glade; pravier pravilnaść instalacyi.
mg: Tsy afaka naka ny rakitra glade. Jereo ny petrakao.

source: Configure defaults for GStreamer applications
be@latin: Kanfihuruj zmoŭčanyja nałady dla aplikacyjaŭ, abapiertych na GStreamer
mg: Manefy ny sanda tsotran'ny rindranasa GStreamer

source: Multimedia Systems Selector
be@latin: Vybar systemy multymedyjaŭ
mg: Mpisafidy rafitra haino amamn-jery

source: <b>Default Input</b>
be@latin: <b>Zmoŭčany ŭvachod</b>

source: <b>Default Output</b>
be@latin: <b>Zmoŭčanaje vyjście</b>

source: <span weight="bold" size="x-large">Testing...</span>
be@latin: <span weight="bold" size="x-large">Pravierka...</span>
mg: <span weight="bold" size="x-large">Mitsapa...</span>

source: Audio
be@latin: Huk

source: Click Ok to finish.
be@latin: Klikni "Ok", kab zakončyć.
mg: Tsindrio ny Ok hamaranana azy.

source: D_evice:
be@latin: _Pryłada:

source: P_ipeline:
be@latin: P_łyń:

source: Pipeli_ne:
be@latin: P_łyń:

source: Te_st
be@latin: Pra_vier
mg: Fi_tsapana

source: Testing Pipeline
be@latin: Pravierka płyni
mg: Mitsapa ny fantsombe

source: Video
be@latin: Videa
mg: Vidéo

source: _Test
be@latin: _Pravier
mg: _Fitsapana

source: Autodetect
be@latin: Aŭtamatyčnaje vyznačeńnie

source: X Window System (No Xv)
be@latin: X Window System (nie Xv)

source: Test Sound
be@latin: Pravier huk

source: Silence
be@latin: Cišynia

source: MJPEG (e.g. Zoran v4l device)
be@latin: MJPEG (naprykład: pryłada Zoran v4l)

source: Test Input
be@latin: Pravier uvachod

source: Failed to construct test pipeline for '%s'
be@latin: Niemahčyma stvaryć testavuju płyń dla "%s"
mg: Tsy afaka nanamboatra ny fantsomben'ny fitsapana ho an'ny '%s'

source: There was an error displaying help: %s
be@latin: Zdaryłasia pamyłka padčas pakazu dapamohi: %s
mg: Nisy olana teo am-panehoana ny toro-làlana: %s

source: Editing profile "%s"
be@latin: Redahavańnie profilu "%s"
mg: Manova ny profil "%s"

source: <no name>
be@latin: <biaz nazvy>
mg: <tsy misy anarana>

source: <no description>
be@latin: <biez apisańnia>
mg: <tsy misy fanoritsoritana>

source: There was an error getting the list of gm_audio profiles. (%s)
be@latin: Adbyłasia pamyłka pry atrymańni śpisu profilaŭ gm_audio. (%s)
mg: Nisy olana teo am-pakana ny lisitr'ireo profil gm_audio. (%s)

source: There was an error subscribing to notification of audio profile list changes. (%s)
be@latin: Adbyłasia pamyłka padčas padpiski na źmieny śpisu profilaŭ huku. (%s)
mg: Nisy olana teo am-panekena ny fampahafantarana ireo fanovana natao tamin'ny lisitry ny profil audio. (%s)

source: There was an error forgetting profile path %s. (%s)
be@latin: Adbyłasia pamyłka padčas zabyćcia ściežki profilu %s. (%s)
mg: Nisy olana teo am-panadinoana ny sori-dàlan'ny profil %s. (%s)

source: _Edit
be@latin: _Redahuj
mg: _Fanovana

source: Delete this profile?
be@latin: Vydalić hety %d profil?
mg: Fafàna io profil io?

source: Delete profile "%s"?
be@latin: Vydalić profil "%s"?
mg: Fafàna ny profil "%s"?

source: Delete Profile
be@latin: Vydal profil
mg: Fafào io profil io

source: Edit MATE Audio Profiles
be@latin: Redahuj profili huku MATE
mg: Hanova profil audio MATE

source: _Profiles:
be@latin: _Profili:
mg: _Profil:

source: You already have a profile called "%s"
be@latin: Profil z nazvaj "%s" užo isnuje
mg: Efa manana profil antsoina hoe "%s" ianao

source: MateConf Error (FIXME): %s
be@latin: Pamyłka MateConf (FIXME): %s
mg: Tsy fetezana MateConf (FIXME): %s

source: The file "%s" is missing. This indicates that the application is installed incorrectly, so the dialog can't be displayed.
be@latin: Nie staje fajłu "%s". Heta śviedčyć pra niapravilnuju instalacyju aplikacyi, tamu niama mahčymaści pakazać akno dyjalohu.
mg: Tsy ao ny rakitra "%s". Tsy voapetra araka ny tokony ho izy izany ilay rindranasa, noho izany tsy afaka aseho ilay takila.s

source: Edit Audio Profile
be@latin: Redahuj profil huku
mg: Hanova ny profil audio

source: New Profile
be@latin: Novy profil
mg: Profil vaovao

source: Profile _description:
be@latin: Ap_isańnie profilu:

source: _Active?
be@latin: A_ktyŭny?
mg: _Miasa?

source: _Create
be@latin: _Stvary
mg: _Hamorona

source: _File extension:
be@latin: P_ašyreńnie fajłu:

source: _GStreamer pipeline:
be@latin: Płyń _GStreamer:

source: _Profile name:
be@latin: Naz_va profilu:
mg: Anaran'ilay _profil:

source: A description for the audio profile
be@latin: Apisańnie hukavoha profilu
mg: Fanoritsoritana ho an'ny profil audio

source: A description of the profile, containing more information and describing when to use this profile.
be@latin: Apisańnie hukavoha profilu, jakoje ŭtrymlivaje dadatkovuju infarmacyju adnosna taho, kali hety profil pavinien być užyty.
mg: Fanoritsoritana ilay profil, izay ahitana laza bebe kokoa ary milazalaza ny fotoana ampiasana io profil io.

source: A filename extension to be used when storing files encoded with this profile.
be@latin: Pašyreńnie nazvy fajłu, užyvanaje pry zapisie fajłaŭ, kadavanych pry ŭžyćci hetaha profilu.
mg: Tovan'anaran-drakitra ampiasaina rehefa mandraikitra rakitra voafango amin'io profil io.

source: A partial GStreamer pipeline to use for this profile.
be@latin: Častkovaja płyń GStreamer, užyvanaja z hetym profilem.
mg: Ampaham-pantsombe GStreamer ampiasaina amin'io profil io.

source: A short name for the audio profile
be@latin: Karotkaja nazva hukavoha profilu
mg: Anarana fohy ho an'ilay profil audio

source: A short name for the audio profile, to be used in selections and uniquely identifying the profile.
be@latin: Karotkaja nazva hukavoha profilu, užyvanaja pry vybary, jakaja identyfikuje profil.
mg: Anarana fohy ho an'ilay profil, natao hampiasaina amin'ny famaritana sy hamantarana ilay profil fotsiny.

source: CD Quality, AAC
be@latin: Jakaść CD, AAC

source: CD Quality, Lossless
be@latin: Jakaść CD, biasstratnaja
mg: Kalitao CD, Tsy misy very

source: CD Quality, Lossy
be@latin: Jakaść CD, stratnaja
mg: Kalitao CD, Misy very

source: CD Quality, MP2
be@latin: Jakaść CD, MP2

source: CD Quality, MP3
be@latin: Jakaść CD, MP3

source: List of audio recording profiles. The list contains strings naming subdirectories relative to /system/gstreamer/@GST_MAJORMINOR@/audio/profiles.
be@latin: Śpis profilaŭ zapisu huku. U śpisie znachodziacca nazvy padkatalohaŭ adnosna /system/gstreamer/@GST_MAJORMINOR@/audio/profiles.
mg: Lisitra misy ireo profiln'ny fandraiketana feo. Ahitana laha-daza manome anarana zana-dahatahiry mifandraika amin'ny /system/gstreamer/@GST_MAJORMINOR@/audio/profiles io lisitra io.

source: List of profiles
be@latin: Śpis profilaŭ
mg: Lisitra profil

source: The default file extension for this profile
be@latin: Zmoŭčanaje pašyreńnie fajłu dla hetaha profilu
mg: Ny tovan-drakitra fampiasa ho an'io profil io

source: The partial GStreamer pipeline used
be@latin: Častkovaja płyń GStreamer
mg: Ny ampaham-pantsombe GStreamer ampiasaina

source: Used for converting to CD-quality audio, but with a lossless compression codec. Use this if you later want to edit the file or burn it to CD.
be@latin: Užyvany dla kanvertavańnia huku da jakaści CD, ale z kodekam biasstratnaj kampresii. Naležyć užyć, kali ŭ budučyni ty chočaš redahavać fajł albo zapisvać na dysku CD.
mg: Entina amadihana ny feo mba hanaraka kalitao CD amin'ny alalana codec famintinana tsy manary. Io ampiasaina raha te hanova ilay rakitra na hisokitra azy amin'ny kapila ianao any aoriana any.

source: Used for converting to CD-quality audio, but with a lossy compression codec. Use this for CD extraction and radio recordings.
be@latin: Užyvany dla kanvertavańnia huku da jakaści CD, ale z kodekam stratnaj kampresii. Naležyć užyć dla zdabyvańnia huku z dyskaŭ CD albo z radyjo.
mg: Entina amadihana ny feo mba hanaraka kalitao CD amin'ny alalana codec famintinana manary. Io ampiasaina rehefa haka hira tanaty CD sy handraikitra feon'onjam-peo.

source: Used for converting to CD-quality audio, but with the lossy AAC codec. Use this for preparing files for copying to devices that only support the AAC codec. Note that using this format may be illegal in your jurisdiction; contact your lawyer for advice.
be@latin: Užyvany dla kanvertavańnia huku da jakaści CD, ale z kodekam stratnaj kampresii AAC. Naležyć užyć dla padrychtoŭki fajłaŭ da kapijavańnia na pryłady, jakija absłuhoŭvajuć tolki kodek AAC. Uvaha: u niekatorych krainach vykarystańnie hetaha farmatu moža być zabaronienym, tamu lepiej parajsia ź jurystam.

source: Used for converting to CD-quality audio, but with the lossy MP3 codec. Use this for preparing files for copying to devices that only support the MP3 codec. Note that using this format may be illegal in your jurisdiction; contact your lawyer for advice.
be@latin: Užyvany dla kanvertavańnia huku da jakaści CD, ale z kodekam stratnaj kampresii MP3. Naležyć užyć dla padrychtoŭki fajłaŭ da kapijavańnia na pryłady, jakija absłuhoŭvajuć tolki kodek MP3. Uvaha: u niekatorych krainach vykarystańnie hetaha farmatu moža być zabaronienym, tamu lepiej parajsia ź jurystam.

source: Used for converting to lossless voice-quality audio. Use this for recording and editing speech.
be@latin: Užyvany dla biasstratnaha kanvertavańnia huku da jakaści hołasu. Karystajsia hetym dla zapisu j redahavańnia hołasu.
mg: Entina mamadika ny feo hanaraka kalitaom-peo tsy misy very. Io ampiasaina rehefa handraikitra sy hanova feon'olona.

source: Used for converting to lossy voice-quality audio. Use this for recording speech that doesn't need to be edited.
be@latin: Užyvany dla stratnaha kanvertavańnia huku da jakaści hołasu. Karystajsia hetym dla zapisu hołasu, jaki potym nia treba madyfikavać.
mg: Entina hamadihana ny feo hanaraka kalitaom-peo misy very. Io ampiasaina rehefa handraikitra feon'olona tsy mila fanovana.

source: Voice, Lossless
be@latin: Hołas, biasstratnaja
mg: Feon'olona, Tsy misy very

source: Voice, Lossy
be@latin: Hołas, stratnaja
mg: Feon'olona, Misy very

source: Whether or not this profile is to be used
be@latin: Ci ŭžyvać hety profil
mg: Raha ampiasaina na tsy io profil io

source: Whether or not to use and display this profile.
be@latin: Ci pakazvać i ŭžyvać hety profil.
mg: Raha ampiasaina sy aseho io profil io na tsy.

source: Cannot connect to sound daemon. Please run 'esd' at a command prompt.
be@latin: Niemahčyma spałučycca z demanam huku. Uruchom "esd" z zahadnaha radka.
mg: Tsy afaka mifandray amin'ny daemon'ny feo. Alefaso anatin'ny takilan'ny baiko ny 'esd'.

source: Specify the X position of the meter.
be@latin: Akreśl haryzantalnuju pazycyju ličylnika.
mg: Mamaritra ny teboka X an'ilay fandrefesana.

source: Specify the Y position of the meter.
be@latin: Akreśl vertykalnuju pazycyju ličylnika.
mg: Mamaritra ny teboka Y an'ilay fandrefesana.

source: Connect to the esd server on this host.
be@latin: Spałučysia z serveram "esd" na hetym kamputary.
mg: Mampifandray amin'ny mpizara esd amin'io mpampiantrano io.

source: HOST
be@latin: KAMPUTAR
mg: MPAMPIANTRANO

source: Open a vertical version of the meter.
be@latin: Adčyni vertykalnuju versiju ličylnika.
mg: Manokatra fandrefesana mitsangana.

source: Act as recording level meter.
be@latin: Dziejničaj jak ličylnik uzroŭniu zapisu.
mg: Miasa toy ny fandrefesana ny fandraiketana.

source: Host is %s
be@latin: Kamputar %s
mg: %s ilay mpampiantrano

source: Recording level
be@latin: Uzrovień zapisu
mg: Refin'ny fandraiketana

source: Volume Meter
be@latin: Ličylnik hučnaści
mg: Fandrefesana hamafisam-peo

source: Monitor the recording input volume
be@latin: Naziraj za ŭzroŭniem hučnaści zapisvanaha ŭvachodu
mg: Manara-maso ny hamafisan'ny feo miditra raiketina

source: Recording Level Monitor
be@latin: Manitor uzroŭniu zapisu
mg: Mpanara-maso ny refin'ny fandraiketana

source: Monitor the sound output volume
be@latin: Naziraj za ŭzroŭniem hučnaści vychadnoha huku
mg: Manara-maso ny hamafisan'ny feo mivoaka

source: Volume Monitor
be@latin: Manitor hučnaści
mg: Mpanara-maso hamafisam-peo

source: Port
mg: Irika

source: Server
mg: Mpizara

source: _Port:
mg: _Irika:

source: Country
mg: Firenena

source: New Age
mg: Rivo-baovao

source: Bass
mg: Beso

source: Top 40
mg: 40 voalohany

source: Cabaret
mg: Kabare

source: Trailer
mg: Sombin-tsarimihetsika

source: Opera
mg: Opéra

source: Duet
mg: Duo

source: Drum & Bass
mg: Percussion & basse

source: Indie
mg: Indianina

source: Beat
mg: Doboka

source: CD Player
mg: Mpamaky CD
