Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-power-manager/po/*.po
Languages: be@latin, en@shaw

source: When sleep fails we can show the user a button to help fix the situation. Leave this blank if the button should not be shown.
en@shaw: 𐑢𐑧𐑯 𐑕𐑤𐑰𐑐 𐑓𐑱𐑤𐑟 𐑢𐑰 𐑒𐑨𐑯 𐑖𐑴 𐑞 𐑿𐑟𐑼 𐑩 𐑚𐑳𐑑𐑩𐑯 𐑑 𐑣𐑧𐑤𐑐 𐑓𐑦𐑒𐑕 𐑞 𐑕𐑦𐑑𐑿𐑱𐑖𐑩𐑯. 𐑤𐑰𐑝 𐑞𐑦𐑕 𐑚𐑤𐑨𐑙𐑒 𐑦𐑓 𐑞 𐑚𐑳𐑑𐑩𐑯 𐑖𐑫𐑛 𐑯𐑪𐑑 𐑚𐑰 𐑖𐑴𐑯.

source: When to show the notification icon
en@shaw: 𐑢𐑧𐑯 𐑑 𐑖𐑴 𐑞 𐑯𐑴𐑑𐑦𐑓𐑦𐑒𐑱𐑖𐑩𐑯 𐑲𐑒𐑪𐑯

source: Whether the MATE keyring is locked before the computer enters hibernate. This means the keyring will have to be unlocked on resume.
en@shaw: 𐑢𐑧𐑞𐑼 𐑞 ·𐑜𐑯𐑴𐑥 𐑒𐑰𐑮𐑦𐑙 𐑦𐑟 𐑤𐑪𐑒𐑑 𐑚𐑦𐑓𐑹 𐑞 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑧𐑯𐑑𐑼𐑟 𐑣𐑲𐑚𐑼𐑯𐑱𐑑. 𐑞𐑦𐑕 𐑥𐑰𐑯𐑟 𐑞 𐑒𐑰𐑮𐑦𐑙 𐑢𐑦𐑤 𐑣𐑨𐑝 𐑑 𐑚𐑰 𐑩𐑯𐑤𐑭𐑒𐑑 𐑪𐑯 𐑮𐑧𐑟𐑿𐑥𐑱.

source: Whether the MATE keyring is locked before the computer enters suspend. This means the keyring will have to be unlocked on resume.
en@shaw: 𐑢𐑧𐑞𐑼 𐑞 ·𐑜𐑯𐑴𐑥 𐑒𐑰𐑮𐑦𐑙 𐑦𐑟 𐑤𐑪𐑒𐑑 𐑚𐑦𐑓𐑹 𐑞 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑧𐑯𐑑𐑼𐑟 𐑕𐑩𐑕𐑐𐑧𐑯𐑛. 𐑞𐑦𐑕 𐑥𐑰𐑯𐑟 𐑞 𐑒𐑰𐑮𐑦𐑙 𐑢𐑦𐑤 𐑣𐑨𐑝 𐑑 𐑚𐑰 𐑩𐑯𐑤𐑭𐑒𐑑 𐑪𐑯 𐑮𐑧𐑟𐑿𐑥𐑱.

source: Whether the screen is locked when the computer wakes up from a hibernate. Only used if lock_use_screensaver_settings is false.
en@shaw: 𐑢𐑧𐑞𐑼 𐑞 𐑕𐑒𐑮𐑰𐑯 𐑦𐑟 𐑤𐑪𐑒𐑑 𐑢𐑧𐑯 𐑞 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑢𐑱𐑒𐑕 𐑳𐑐 𐑓𐑮𐑪𐑥 𐑩 𐑣𐑲𐑚𐑼𐑯𐑱𐑑. 𐑴𐑯𐑤𐑦 𐑿𐑕𐑑 𐑦𐑓 lock_use_screensaver_settings 𐑦𐑟 𐑓𐑷𐑤𐑕.

source: Whether the screen is locked when the computer wakes up from a suspend. Only used if lock_use_screensaver_settings is false.
en@shaw: 𐑢𐑧𐑞𐑼 𐑞 𐑕𐑒𐑮𐑰𐑯 𐑦𐑟 𐑤𐑪𐑒𐑑 𐑢𐑧𐑯 𐑞 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑢𐑱𐑒𐑕 𐑳𐑐 𐑓𐑮𐑪𐑥 𐑩 𐑕𐑩𐑕𐑐𐑧𐑯𐑛. 𐑴𐑯𐑤𐑦 𐑿𐑕𐑑 𐑦𐑓 lock_use_screensaver_settings 𐑦𐑟 𐑓𐑷𐑤𐑕.

source: Whether the screen is locked when the screen is turned off. Only used if lock_use_screensaver_settings is false.
en@shaw: 𐑢𐑧𐑞𐑼 𐑞 𐑕𐑒𐑮𐑰𐑯 𐑦𐑟 𐑤𐑪𐑒𐑑 𐑢𐑧𐑯 𐑞 𐑕𐑒𐑮𐑰𐑯 𐑦𐑟 𐑑𐑻𐑯𐑛 𐑪𐑓. 𐑴𐑯𐑤𐑦 𐑿𐑕𐑑 𐑦𐑓 lock_use_screensaver_settings 𐑦𐑟 𐑓𐑷𐑤𐑕.

source: Whether to hibernate, suspend or do nothing when inactive
en@shaw: 𐑢𐑧𐑞𐑼 𐑑 𐑣𐑲𐑚𐑼𐑯𐑱𐑑, 𐑕𐑩𐑕𐑐𐑧𐑯𐑛 𐑹 𐑛𐑵 𐑯𐑳𐑔𐑦𐑙 𐑢𐑧𐑯 𐑦𐑯𐑨𐑒𐑑𐑦𐑝

source: Whether to use the screen lock setting of mate-screensaver to decide if the screen is locked after a hibernate, suspend or blank screen.
en@shaw: 𐑢𐑧𐑞𐑼 𐑑 𐑿𐑕 𐑞 𐑕𐑒𐑮𐑰𐑯 𐑤𐑪𐑒 𐑕𐑧𐑑𐑦𐑙 𐑝 ·𐑜𐑯𐑴𐑥-𐑕𐑒𐑮𐑰𐑯𐑕𐑱𐑝𐑼 𐑑 𐑛𐑦𐑕𐑲𐑛 𐑦𐑓 𐑞 𐑕𐑒𐑮𐑰𐑯 𐑦𐑟 𐑤𐑪𐑒𐑑 𐑭𐑓𐑑𐑼 𐑩 𐑣𐑲𐑚𐑼𐑯𐑱𐑑, 𐑕𐑩𐑕𐑐𐑧𐑯𐑛 𐑹 𐑚𐑤𐑨𐑙𐑒 𐑕𐑒𐑮𐑰𐑯.

source: Whether to use time-based notifications
en@shaw: 𐑢𐑧𐑞𐑼 𐑑 𐑿𐑕 𐑑𐑲𐑥-𐑚𐑱𐑕𐑑 𐑯𐑴𐑑𐑩𐑓𐑩𐑒𐑱𐑖𐑩𐑯𐑟

source: Whether we should show the axis labels in the statistics window
en@shaw: 𐑢𐑧𐑞𐑼 𐑢𐑰 𐑖𐑫𐑛 𐑖𐑴 𐑞 𐑨𐑒𐑕𐑦𐑕 𐑤𐑱𐑚𐑩𐑤𐑟 𐑦𐑯 𐑞 𐑕𐑑𐑩𐑑𐑦𐑕𐑑𐑦𐑒𐑕 𐑢𐑦𐑯𐑛𐑴

source: Whether we should show the axis labels in the statistics window.
en@shaw: 𐑢𐑧𐑞𐑼 𐑢𐑰 𐑖𐑫𐑛 𐑖𐑴 𐑞 𐑨𐑒𐑕𐑦𐑕 𐑤𐑱𐑚𐑩𐑤𐑟 𐑦𐑯 𐑞 𐑕𐑑𐑩𐑑𐑦𐑕𐑑𐑦𐑒𐑕 𐑢𐑦𐑯𐑛𐑴.

source: Whether we should show the events in the statistics window
en@shaw: 𐑢𐑧𐑞𐑼 𐑢𐑰 𐑖𐑫𐑛 𐑖𐑴 𐑞 𐑦𐑝𐑧𐑯𐑑𐑕 𐑦𐑯 𐑞 𐑕𐑑𐑩𐑑𐑦𐑕𐑑𐑦𐑒𐑕 𐑢𐑦𐑯𐑛𐑴

source: Whether we should show the events in the statistics window.
en@shaw: 𐑢𐑧𐑞𐑼 𐑢𐑰 𐑖𐑫𐑛 𐑖𐑴 𐑞 𐑦𐑝𐑧𐑯𐑑𐑕 𐑦𐑯 𐑞 𐑕𐑑𐑩𐑑𐑦𐑕𐑑𐑦𐑒𐑕 𐑢𐑦𐑯𐑛𐑴.

source: Whether we should smooth the data in the graph
en@shaw: 𐑢𐑧𐑞𐑼 𐑢𐑰 𐑖𐑫𐑛 𐑕𐑥𐑵𐑞 𐑞 𐑛𐑱𐑑𐑩 𐑦𐑯 𐑞 𐑜𐑮𐑭𐑓

source: Whether we should smooth the data in the graph.
en@shaw: 𐑢𐑧𐑞𐑼 𐑢𐑰 𐑖𐑫𐑛 𐑕𐑥𐑵𐑞 𐑞 𐑛𐑱𐑑𐑩 𐑦𐑯 𐑞 𐑜𐑮𐑭𐑓.

source: Configure power management
be@latin: Skanfihuruj praviły kiravańnia enerhijaj
en@shaw: 𐑒𐑩𐑯𐑓𐑦𐑜𐑘𐑼 𐑐𐑬𐑼 𐑥𐑨𐑯𐑩𐑡𐑥𐑩𐑯𐑑

source: Power Management
be@latin: Kiravańnie enerhijaj
en@shaw: 𐑐𐑬𐑼 𐑥𐑨𐑯𐑩𐑡𐑥𐑩𐑯𐑑

source: Observe power management
be@latin: Sačy za kiravańniem enerhijaj
en@shaw: 𐑩𐑚𐑟𐑻𐑝 𐑐𐑬𐑼 𐑥𐑨𐑯𐑩𐑡𐑥𐑩𐑯𐑑

source: Power Statistics
be@latin: Statystyka ab vykarystańni enerhii
en@shaw: 𐑐𐑬𐑼 𐑕𐑑𐑩𐑑𐑦𐑕𐑑𐑦𐑒𐑕

source: Brightness
be@latin: Jarkaść
en@shaw: 𐑚𐑮𐑲𐑑𐑯𐑩𐑕

source: Data length:
be@latin: Daŭžynia źviestak:
en@shaw: 𐑛𐑱𐑑𐑩 𐑤𐑧𐑙𐑔:

source: Details
be@latin: Detali
en@shaw: 𐑛𐑰𐑑𐑱𐑤𐑟

source: Graph type:
be@latin: Typ hrafika:
en@shaw: 𐑜𐑮𐑭𐑓 𐑑𐑲𐑐:

source: History
be@latin: Historyja
en@shaw: 𐑣𐑦𐑕𐑑𐑼𐑦

source: Show data points
be@latin: Pakazvaj punkty
en@shaw: 𐑖𐑴 𐑛𐑱𐑑𐑩 𐑐𐑶𐑯𐑑𐑕

source: Statistics
be@latin: Statystyka
en@shaw: 𐑕𐑑𐑩𐑑𐑦𐑕𐑑𐑦𐑒𐑕

source: There is no data to display.
en@shaw: 𐑞𐑺 𐑦𐑟 𐑯𐑴 𐑛𐑱𐑑𐑩 𐑑 𐑛𐑦𐑕𐑐𐑤𐑱.

source: Use smoothed line
be@latin: Pakazvaj płaŭnuju liniju
en@shaw: 𐑿𐑟 𐑕𐑥𐑵𐑞𐑛 𐑤𐑲𐑯

source: <b>Actions</b>
be@latin: <b>Dziejańni</b>
en@shaw: <b>𐑨𐑒𐑖𐑩𐑯𐑟</b>

source: <b>Display</b>
be@latin: <b>Demanstracyja</b>
en@shaw: <b>𐑛𐑩𐑕𐑐𐑤𐑱</b>

source: <b>Notification Area</b>
be@latin: <b>Abšar nahadvańniaŭ</b>
en@shaw: <b>𐑯𐑴𐑑𐑦𐑓𐑦𐑒𐑱𐑖𐑩𐑯 𐑺𐑦𐑩</b>

source: General
be@latin: Ahulnaje
en@shaw: 𐑡𐑧𐑯𐑼𐑩𐑤

source: Make Default
be@latin: Zrabi zmoŭčanym
en@shaw: 𐑥𐑱𐑒 𐑛𐑦𐑓𐑷𐑤𐑑

source: On AC Power
be@latin: Z bloku siłkavańnia
en@shaw: 𐑪𐑯 AC 𐑐𐑬𐑼

source: On Battery Power
be@latin: Z batarei
en@shaw: 𐑪𐑯 𐑚𐑨𐑑𐑼𐑦 𐑐𐑬𐑼

source: On UPS Power
be@latin: Z UPS
en@shaw: 𐑪𐑯 UPS 𐑐𐑬𐑼

source: Only display an icon when charging or _discharging
be@latin: Pakazvaj ikonku, tolki kali batareja _zaradžajecca ci razradžajecca
en@shaw: 𐑴𐑯𐑤𐑦 𐑛𐑩𐑕𐑐𐑤𐑱 𐑩𐑯 𐑲𐑒𐑪𐑯 𐑢𐑧𐑯 𐑗𐑸𐑡𐑦𐑙 𐑹 _𐑛𐑦𐑕𐑗𐑸𐑡𐑦𐑙

source: Power Management Preferences
be@latin: Nałady kiravańnia enerhijaj
en@shaw: 𐑐𐑬𐑼 𐑥𐑨𐑯𐑩𐑡𐑥𐑩𐑯𐑑 𐑐𐑮𐑧𐑓𐑼𐑩𐑯𐑕𐑩𐑟

source: Put _display to sleep when inactive for:
be@latin: Pieraviadzi _ekran u son, kali kamputar nie vykarystoŭvajecca ciaham:
en@shaw: 𐑐𐑫𐑑 _𐑛𐑩𐑕𐑐𐑤𐑱 𐑑 𐑕𐑤𐑰𐑐 𐑢𐑧𐑯 𐑦𐑯𐑨𐑒𐑑𐑦𐑝 𐑓𐑹:

source: Put computer to _sleep when inactive for:
be@latin: Pieraviadzi _kamputar u son, kali jon nie vykarystoŭvajecca ciaham:
en@shaw: 𐑐𐑫𐑑 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑑 _𐑕𐑤𐑰𐑐 𐑢𐑧𐑯 𐑦𐑯𐑨𐑒𐑑𐑦𐑝 𐑓𐑹:

source: Set display _brightness to:
be@latin: Źmiani _jarkaść ekranu na:
en@shaw: 𐑕𐑧𐑑 𐑛𐑩𐑕𐑐𐑤𐑱 _𐑚𐑮𐑲𐑑𐑯𐑩𐑕 𐑑:

source: When UPS power is _critically low:
be@latin: Kali UPS _krytyčna razradžany:
en@shaw: 𐑢𐑧𐑯 UPS 𐑐𐑬𐑼 𐑦𐑟 _𐑒𐑮𐑦𐑑𐑦𐑒𐑩𐑤𐑦 𐑤𐑴:

source: When the _suspend button is pressed:
be@latin: Kali naciskajecca knopka _snu:
en@shaw: 𐑢𐑧𐑯 𐑞 _𐑕𐑩𐑕𐑐𐑧𐑯𐑛 𐑚𐑳𐑑𐑩𐑯 𐑦𐑟 𐑐𐑮𐑧𐑕𐑑:

source: When the power _button is pressed:
be@latin: Kali naciskajecca _knopka ŭklučeńnia:
en@shaw: 𐑢𐑧𐑯 𐑞 𐑐𐑬𐑼 _𐑚𐑳𐑑𐑩𐑯 𐑦𐑟 𐑐𐑮𐑧𐑕𐑑:

source: _Always display an icon
be@latin: _Zaŭždy pakazvaj ikonku
en@shaw: _𐑷𐑤𐑢𐑱𐑟 𐑛𐑩𐑕𐑐𐑤𐑱 𐑩𐑯 𐑲𐑒𐑪𐑯

source: _Never display an icon
be@latin: _Nikoli nie pakazvaj ikonki
en@shaw: _𐑯𐑧𐑝𐑼 𐑛𐑩𐑕𐑐𐑤𐑱 𐑩𐑯 𐑲𐑒𐑪𐑯

source: _Only display an icon when battery power is low
en@shaw: _𐑴𐑯𐑤𐑦 𐑛𐑩𐑕𐑐𐑤𐑱 𐑩𐑯 𐑲𐑒𐑪𐑯 𐑢𐑧𐑯 𐑚𐑨𐑑𐑼𐑦 𐑐𐑬𐑼 𐑦𐑟 𐑤𐑴

source: _Reduce backlight brightness
be@latin: _Źmienš jarkaść lampy
en@shaw: _𐑮𐑦𐑛𐑿𐑕 𐑚𐑨𐑒𐑤𐑲𐑑 𐑚𐑮𐑲𐑑𐑯𐑩𐑕

source: Unknown time
be@latin: Nieviadomy čas
en@shaw: 𐑳𐑯𐑴𐑯 𐑑𐑲𐑥

source: %s charging (%.1f%%)
be@latin: %s zaradžajecca (%.1f%%)
en@shaw: %s 𐑗𐑸𐑡𐑦𐑙 (%.1f%%)

source: %s is fully charged
en@shaw: %s 𐑦𐑟 𐑓𐑫𐑤𐑦 𐑗𐑸𐑡𐑛

source: %s %s remaining (%.1f%%)
be@latin: %s %s zastałosia (%.1f%%)
en@shaw: %s %s 𐑮𐑦𐑥𐑱𐑯𐑦𐑙 (%.1f%%)

source: %s discharging (%.1f%%)
be@latin: %s razradžajecca (%.1f%%)
en@shaw: %s 𐑛𐑦𐑕𐑗𐑸𐑡𐑦𐑙 (%.1f%%)

source: %s %s until charged (%.1f%%)
be@latin: %s %s da zaradki (%.1f%%)
en@shaw: %s %s 𐑳𐑯𐑑𐑦𐑤 𐑗𐑸𐑡𐑛 (%.1f%%)

source: %s waiting to discharge (%.1f%%)
en@shaw: %s 𐑢𐑱𐑑𐑦𐑙 𐑑 𐑛𐑦𐑕𐑗𐑸𐑡 (%.1f%%)

source: %s waiting to charge (%.1f%%)
en@shaw: %s 𐑢𐑱𐑑𐑦𐑙 𐑑 𐑗𐑸𐑡 (%.1f%%)

source: Product:
en@shaw: 𐑐𐑮𐑪𐑛𐑩𐑒𐑑:

source: Status:
en@shaw: 𐑕𐑑𐑱𐑑𐑫𐑕:

source: Missing
be@latin: Niama
en@shaw: 𐑥𐑦𐑕𐑦𐑙

source: Charged
be@latin: Zaradžana
en@shaw: 𐑗𐑸𐑡𐑛

source: Charging
be@latin: Zaradžajecca
en@shaw: 𐑗𐑸𐑡𐑦𐑙

source: Discharging
be@latin: Razradžajecca
en@shaw: 𐑛𐑦𐑕𐑗𐑸𐑡𐑦𐑙

source: Percentage charge:
en@shaw: 𐑐𐑼𐑕𐑧𐑯𐑑𐑦𐑡 𐑗𐑸𐑡:

source: Vendor:
en@shaw: 𐑝𐑧𐑯𐑛𐑻:

source: Technology:
en@shaw: 𐑑𐑧𐑒𐑯𐑭𐑤𐑩𐑡𐑰:

source: Serial number:
en@shaw: 𐑕𐑦𐑮𐑰𐑩𐑤 𐑯𐑳𐑥𐑚𐑼:

source: Model:
en@shaw: 𐑥𐑪𐑛𐑩𐑤:

source: Charge time:
en@shaw: 𐑗𐑸𐑡 𐑑𐑲𐑥:

source: Discharge time:
en@shaw: 𐑛𐑦𐑕𐑗𐑸𐑡 𐑑𐑲𐑥:

source: Excellent
be@latin: Vydatna
en@shaw: 𐑧𐑒𐑕𐑩𐑤𐑩𐑯𐑑

source: Good
be@latin: Dobra
en@shaw: 𐑜𐑫𐑛

source: Fair
be@latin: Tak sabie
en@shaw: 𐑓𐑺

source: Poor
be@latin: Kiepska
en@shaw: 𐑐𐑫𐑼

source: Capacity:
en@shaw: 𐑒𐑩𐑐𐑨𐑕𐑦𐑑𐑦:

source: Current charge:
en@shaw: 𐑒𐑳𐑮𐑩𐑯𐑑 𐑗𐑸𐑡:

source: Last full charge:
en@shaw: 𐑤𐑭𐑕𐑑 𐑓𐑫𐑤 𐑗𐑸𐑡:

source: Design charge:
en@shaw: 𐑛𐑩𐑟𐑲𐑯 𐑗𐑸𐑡:

source: Charge rate:
en@shaw: 𐑗𐑸𐑡 𐑮𐑱𐑑:

source: Lithium Ion
en@shaw: 𐑤𐑦𐑔𐑰𐑩𐑥 𐑲𐑩𐑯

source: Lithium Polymer
en@shaw: 𐑤𐑦𐑔𐑰𐑩𐑥 𐑐𐑭𐑤𐑩𐑥𐑻

source: Lithium Iron Phosphate
be@latin: Lithium Ion Phosphate
en@shaw: 𐑤𐑦𐑔𐑰𐑩𐑥 𐑲𐑼𐑯 𐑓𐑭𐑕𐑓𐑱𐑑

source: Lead acid
be@latin: Kisła-śvincovy
en@shaw: 𐑤𐑰𐑛 𐑨𐑕𐑦𐑛

source: Nickel Cadmium
en@shaw: 𐑯𐑦𐑒𐑩𐑤 𐑒𐑨𐑛𐑥𐑰𐑩𐑥

source: Nickel metal hydride
en@shaw: 𐑯𐑦𐑒𐑩𐑤 𐑥𐑧𐑑𐑩𐑤 𐑣𐑲𐑛𐑮𐑲𐑛

source: Unknown technology
be@latin: Nieviadomaja technalohija
en@shaw: 𐑳𐑯𐑴𐑯 𐑑𐑧𐑒𐑯𐑭𐑤𐑩𐑡𐑰

source: %id
en@shaw: %i𐑛

source: %id%02ih
en@shaw: %i𐑛%02i𐑣

source: %2im
be@latin: %2ichv
en@shaw: %2i𐑥

source: %2im%02i
be@latin: %2ichv%02i
en@shaw: %2i𐑥%02i

source: Please see %s for more information.
en@shaw: 𐑐𐑤𐑰𐑟 𐑕𐑰 %s 𐑓𐑹 𐑥𐑹 𐑦𐑯𐑓𐑼𐑥𐑱𐑖𐑩𐑯.

source: If you can see this text, your display server is broken and you should notify your distributor.
en@shaw: 𐑦𐑓 𐑿 𐑒𐑨𐑯 𐑕𐑰 𐑞𐑦𐑕 𐑑𐑧𐑒𐑕𐑑, 𐑿𐑼 𐑛𐑩𐑕𐑐𐑤𐑱 𐑕𐑻𐑝𐑼 𐑦𐑟 𐑚𐑮𐑴𐑒𐑩𐑯 𐑯 𐑿 𐑖𐑫𐑛 𐑯𐑴𐑑𐑦𐑓𐑲 𐑿𐑼 𐑛𐑦𐑕𐑑𐑮𐑦𐑚𐑿𐑑𐑼.

source: Session idle
be@latin: Biaździejnaja sesija
en@shaw: 𐑕𐑧𐑖𐑩𐑯 𐑲𐑛𐑩𐑤

source: Session active
be@latin: Aktyŭnaja sesija
en@shaw: 𐑕𐑧𐑖𐑩𐑯 𐑨𐑒𐑑𐑦𐑝

source: inhibited
en@shaw: 𐑦𐑯𐑣𐑦𐑚𐑩𐑑𐑦𐑛

source: not inhibited
en@shaw: 𐑯𐑪𐑑 𐑦𐑯𐑣𐑦𐑚𐑩𐑑𐑦𐑛

source: screen idle
en@shaw: 𐑕𐑒𐑮𐑰𐑯 𐑲𐑛𐑩𐑤

source: screen awake
en@shaw: 𐑕𐑒𐑮𐑰𐑯 𐑩𐑢𐑱𐑒

source: Show extra debugging information
be@latin: Pakazvaj dadatkovuju debugavuju infarmacyju
en@shaw: 𐑖𐑴 𐑧𐑒𐑕𐑑𐑮𐑩 𐑛𐑰𐑚𐑳𐑜𐑦𐑙 𐑦𐑯𐑓𐑼𐑥𐑱𐑖𐑩𐑯

source: Show version of installed program and exit
be@latin: Pakažy versiju zainstalavanaj prahramy i vyjdzi
en@shaw: 𐑖𐑴 𐑝𐑻𐑠𐑩𐑯 𐑝 𐑦𐑯𐑕𐑑𐑷𐑤𐑛 𐑐𐑮𐑴𐑜𐑮𐑨𐑥 𐑯 𐑧𐑜𐑟𐑦𐑑

source: Exit after a small delay (for debugging)
be@latin: Vyjdzi, krychu sčakaŭšy (dziela debugavańnia)
en@shaw: 𐑧𐑜𐑟𐑦𐑑 𐑭𐑓𐑑𐑼 𐑩 𐑕𐑥𐑷𐑤 𐑛𐑦𐑤𐑱 (𐑓𐑹 𐑛𐑰𐑚𐑳𐑜𐑦𐑙)

source: Exit after the manager has loaded (for debugging)
be@latin: Vyjdzi paśla zahruzki kiraŭnika (dziela debugavańnia)
en@shaw: 𐑧𐑜𐑟𐑦𐑑 𐑭𐑓𐑑𐑼 𐑞 𐑥𐑨𐑯𐑩𐑡𐑼 𐑣𐑨𐑟 𐑤𐑴𐑛𐑩𐑛 (𐑓𐑹 𐑛𐑰𐑚𐑳𐑜𐑦𐑙)

source: MATE Power Manager
be@latin: Kiraŭnik enerhii MATE
en@shaw: ·𐑜𐑯𐑴𐑥 𐑐𐑬𐑼 𐑥𐑨𐑯𐑩𐑡𐑼

source: Power plugged in
be@latin: Blok siłkavańnia dałučany
en@shaw: 𐑐𐑬𐑼 𐑐𐑤𐑳𐑜𐑛 𐑦𐑯

source: Power unplugged
be@latin: Blok siłkavańnia adłučany
en@shaw: 𐑐𐑬𐑼 𐑩𐑯𐑐𐑤𐑩𐑜𐑛

source: Lid has opened
be@latin: Laptop adčynieny
en@shaw: 𐑤𐑦𐑛 𐑣𐑨𐑟 𐑴𐑐𐑩𐑯𐑛

source: Lid has closed
be@latin: Laptop začynieny
en@shaw: 𐑤𐑦𐑛 𐑣𐑨𐑟 𐑒𐑤𐑴𐑟𐑛

source: Battery is low
be@latin: Batareja razradžanaja
en@shaw: 𐑚𐑨𐑑𐑼𐑦 𐑦𐑟 𐑤𐑴

source: Battery is very low
be@latin: Batareja krytyčna razradžanaja
en@shaw: 𐑚𐑨𐑑𐑼𐑦 𐑦𐑟 𐑝𐑧𐑮𐑦 𐑤𐑴

source: Battery is full
be@latin: Batareja zaradžanaja
en@shaw: 𐑚𐑨𐑑𐑼𐑦 𐑦𐑟 𐑓𐑫𐑤

source: Suspend started
be@latin: Pačataje zasynańnie
en@shaw: 𐑕𐑩𐑕𐑐𐑧𐑯𐑛 𐑕𐑑𐑸𐑑𐑩𐑛

source: Resumed
be@latin: Adnoŭlenaja sesija
en@shaw: 𐑮𐑦𐑟𐑿𐑥𐑛

source: Suspend failed
be@latin: Niaŭdałaje zasynańnie
en@shaw: 𐑕𐑩𐑕𐑐𐑧𐑯𐑛 𐑓𐑱𐑤𐑛

source: On battery power
be@latin: Z batarei
en@shaw: 𐑪𐑯 𐑚𐑨𐑑𐑼𐑦 𐑐𐑬𐑼

source: Laptop lid is closed
be@latin: Laptop začynieny
en@shaw: 𐑤𐑨𐑐𐑑𐑪𐑐 𐑤𐑦𐑛 𐑦𐑟 𐑒𐑤𐑴𐑟𐑛

source: Power Information
be@latin: Infarmacyja ab enerhii
en@shaw: 𐑐𐑬𐑼 𐑦𐑯𐑓𐑼𐑥𐑱𐑖𐑩𐑯

source: Battery may be recalled
be@latin: Batareja adklikanaja
en@shaw: 𐑚𐑨𐑑𐑼𐑦 𐑥𐑱 𐑚𐑰 𐑮𐑰𐑒𐑷𐑤𐑛

source: The battery in your computer may have been recalled by %s and you may be at risk. For more information visit the battery recall website.
en@shaw: 𐑞 𐑚𐑨𐑑𐑼𐑦 𐑦𐑯 𐑿𐑼 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑥𐑱 𐑣𐑨𐑝 𐑚𐑰𐑯 𐑮𐑰𐑒𐑷𐑤𐑛 𐑚𐑲 %s 𐑯 𐑿 𐑥𐑱 𐑚𐑰 𐑨𐑑 𐑮𐑦𐑕𐑒. 𐑓𐑹 𐑥𐑹 𐑦𐑯𐑓𐑼𐑥𐑱𐑖𐑩𐑯 𐑝𐑦𐑟𐑦𐑑 𐑞 𐑚𐑨𐑑𐑼𐑦 𐑮𐑰𐑒𐑷𐑤 𐑢𐑧𐑚𐑕𐑲𐑑.

source: Visit recall website
be@latin: Naviedaj sajt ab adklikańni
en@shaw: 𐑝𐑦𐑟𐑦𐑑 𐑮𐑰𐑒𐑷𐑤 𐑢𐑧𐑚𐑕𐑲𐑑

source: Do not show me this again
be@latin: Bolš nie pakazvaj mnie hetaj aściarohi
en@shaw: 𐑛𐑵 𐑯𐑪𐑑 𐑖𐑴 𐑥𐑰 𐑞𐑦𐑕 𐑩𐑜𐑱𐑯

source: Battery may be broken
be@latin: Batareja moža być złamanaj
en@shaw: 𐑚𐑨𐑑𐑼𐑦 𐑥𐑱 𐑚𐑰 𐑚𐑮𐑴𐑒𐑩𐑯

source: Your battery has a very low capacity (%1.1f%%), which means that it may be old or broken.
en@shaw: 𐑿𐑼 𐑚𐑨𐑑𐑼𐑦 𐑣𐑨𐑟 𐑩 𐑝𐑧𐑮𐑦 𐑤𐑴 𐑒𐑩𐑐𐑨𐑕𐑦𐑑𐑦 (%1.1f%%), 𐑢𐑦𐑗 𐑥𐑰𐑯𐑟 𐑞𐑨𐑑 𐑦𐑑 𐑥𐑱 𐑚𐑰 𐑴𐑤𐑛 𐑹 𐑚𐑮𐑴𐑒𐑩𐑯.

source: Battery Discharging
be@latin: Batareja razradžajecca
en@shaw: 𐑚𐑨𐑑𐑼𐑦 𐑛𐑦𐑕𐑗𐑸𐑡𐑦𐑙

source: %s of battery power remaining (%.1f%%)
en@shaw: %s 𐑝 𐑚𐑨𐑑𐑼𐑦 𐑐𐑬𐑼 𐑮𐑦𐑥𐑱𐑯𐑦𐑙 (%.1f%%)

source: UPS Discharging
be@latin: UPS razradžajecca
en@shaw: UPS 𐑛𐑦𐑕𐑗𐑸𐑡𐑦𐑙

source: %s of UPS backup power remaining (%.1f%%)
en@shaw: %s 𐑝 UPS 𐑚𐑨𐑒𐑳𐑐 𐑐𐑬𐑼 𐑮𐑦𐑥𐑱𐑯𐑦𐑙 (%.1f%%)

source: Sleep problem
en@shaw: 𐑕𐑤𐑰𐑐 𐑐𐑮𐑪𐑚𐑤𐑩𐑥

source: Your computer failed to suspend.
en@shaw: 𐑿𐑼 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑓𐑱𐑤𐑛 𐑑 𐑕𐑩𐑕𐑐𐑧𐑯𐑛.

source: Check the help file for common problems.
en@shaw: 𐑗𐑧𐑒 𐑞 𐑣𐑧𐑤𐑐 𐑓𐑲𐑤 𐑓𐑹 𐑒𐑪𐑥𐑩𐑯 𐑐𐑮𐑪𐑚𐑤𐑩𐑥𐑟.

source: Your computer failed to hibernate.
en@shaw: 𐑿𐑼 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑓𐑱𐑤𐑛 𐑑 𐑣𐑲𐑚𐑼𐑯𐑱𐑑.

source: Visit help page
en@shaw: 𐑝𐑦𐑟𐑦𐑑 𐑣𐑧𐑤𐑐 𐑐𐑱𐑡

source: Battery low
en@shaw: 𐑚𐑨𐑑𐑼𐑦 𐑤𐑴

source: Laptop battery low
be@latin: Batareja razradžanaja
en@shaw: 𐑤𐑨𐑐𐑑𐑪𐑐 𐑚𐑨𐑑𐑼𐑦 𐑤𐑴

source: Approximately <b>%s</b> remaining (%.1f%%)
en@shaw: 𐑩𐑐𐑮𐑭𐑒𐑕𐑩𐑥𐑩𐑑𐑤𐑰 <b>%s</b> 𐑮𐑦𐑥𐑱𐑯𐑦𐑙 (%.1f%%)

source: UPS low
be@latin: UPS razradžany
en@shaw: UPS 𐑤𐑴

source: You have approximately <b>%s</b> of remaining UPS backup power (%.1f%%)
be@latin: Enerhii ŭ UPS zastałosia prykładna dla <b>%s</b> (%.1f%%)
en@shaw: 𐑿 𐑣𐑨𐑝 𐑩𐑐𐑮𐑭𐑒𐑕𐑩𐑥𐑩𐑑𐑤𐑰 <b>%s</b> 𐑝 𐑮𐑦𐑥𐑱𐑯𐑦𐑙 UPS 𐑚𐑨𐑒𐑳𐑐 𐑐𐑬𐑼 (%.1f%%)

source: Mouse battery low
be@latin: Batareja myšy razradžanaja
en@shaw: 𐑥𐑬𐑕 𐑚𐑨𐑑𐑼𐑦 𐑤𐑴

source: The wireless mouse attached to this computer is low in power (%.1f%%)
be@latin: U biazrotavaj myšy, spałučanaj z hetym kamputaram, zakončvajecca enerhija (%.1f%%)
en@shaw: 𐑞 𐑢𐑲𐑮𐑤𐑦𐑕 𐑥𐑬𐑕 𐑩𐑑𐑨𐑗𐑑 𐑑 𐑞𐑦𐑕 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑦𐑟 𐑤𐑴 𐑦𐑯 𐑐𐑬𐑼 (%.1f%%)

source: Keyboard battery low
be@latin: Batareja klavijatury razradžanaja
en@shaw: 𐑒𐑰𐑚𐑪𐑮𐑛 𐑚𐑨𐑑𐑼𐑦 𐑤𐑴

source: The wireless keyboard attached to this computer is low in power (%.1f%%)
be@latin: U biazrotavaj klavijatury, spałučanaj z hetym kamputaram, zakončvajecca enerhija (%.1f%%)
en@shaw: 𐑞 𐑢𐑲𐑮𐑤𐑦𐑕 𐑒𐑰𐑚𐑪𐑮𐑛 𐑩𐑑𐑨𐑗𐑑 𐑑 𐑞𐑦𐑕 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑦𐑟 𐑤𐑴 𐑦𐑯 𐑐𐑬𐑼 (%.1f%%)

source: PDA battery low
be@latin: Batareja PDA razradžanaja
en@shaw: PDA 𐑚𐑨𐑑𐑼𐑦 𐑤𐑴

source: The PDA attached to this computer is low in power (%.1f%%)
be@latin: U kamputary PDA, spałučanym z hetym kamputaram, zakončvajecca enerhija (%.1f%%)
en@shaw: 𐑞 PDA 𐑩𐑑𐑨𐑗𐑑 𐑑 𐑞𐑦𐑕 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑦𐑟 𐑤𐑴 𐑦𐑯 𐑐𐑬𐑼 (%.1f%%)

source: Cell phone battery low
be@latin: Batareja mabilnaha telefonu razradžanaja
en@shaw: 𐑕𐑧𐑤 𐑓𐑴𐑯 𐑚𐑨𐑑𐑼𐑦 𐑤𐑴

source: The cell phone attached to this computer is low in power (%.1f%%)
be@latin: U mabilnym telefonie, spałučanym z hetym kamputaram, zakončvajecca enerhija (%.1f%%)
en@shaw: 𐑞 𐑕𐑧𐑤 𐑓𐑴𐑯 𐑩𐑑𐑨𐑗𐑑 𐑑 𐑞𐑦𐑕 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑦𐑟 𐑤𐑴 𐑦𐑯 𐑐𐑬𐑼 (%.1f%%)

source: Battery critically low
en@shaw: 𐑚𐑨𐑑𐑼𐑦 𐑒𐑮𐑦𐑑𐑦𐑒𐑩𐑤𐑦 𐑤𐑴

source: Laptop battery critically low
be@latin: Batareja laptopu krytyčna razradžanaja
en@shaw: 𐑤𐑨𐑐𐑑𐑪𐑐 𐑚𐑨𐑑𐑼𐑦 𐑒𐑮𐑦𐑑𐑦𐑒𐑩𐑤𐑦 𐑤𐑴

source: Plug in your AC adapter to avoid losing data.
be@latin: Padłučy blok siłkavańnia, kab nia stracić karysnaj infarmacyi.
en@shaw: 𐑐𐑤𐑳𐑜 𐑦𐑯 𐑿𐑼 AC 𐑩𐑛𐑨𐑐𐑑𐑻 𐑑 𐑩𐑝𐑶𐑛 𐑤𐑵𐑟𐑦𐑙 𐑛𐑱𐑑𐑩.

source: Computer will suspend in %s.
en@shaw: 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑢𐑦𐑤 𐑕𐑩𐑕𐑐𐑧𐑯𐑛 𐑦𐑯 %s.

source: Computer will hibernate in %s.
en@shaw: 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑢𐑦𐑤 𐑣𐑲𐑚𐑼𐑯𐑱𐑑 𐑦𐑯 %s.

source: Computer will shutdown in %s.
en@shaw: 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑢𐑦𐑤 𐑖𐑩𐑑𐑛𐑶𐑯 𐑦𐑯 %s.

source: UPS critically low
be@latin: UPS krytyčna razradziŭsia
en@shaw: UPS 𐑒𐑮𐑦𐑑𐑦𐑒𐑩𐑤𐑦 𐑤𐑴

source: You have approximately <b>%s</b> of remaining UPS power (%.1f%%). Restore AC power to your computer to avoid losing data.
be@latin: U ciabie zastałosia pryblizna <b>%s</b> ad žyćcia UPS (%.1f%%). Padłučy blok siłkavańnia, kab nia stracić karysnaj infarmacyi.
en@shaw: 𐑿 𐑣𐑨𐑝 𐑩𐑐𐑮𐑭𐑒𐑕𐑩𐑥𐑩𐑑𐑤𐑰 <b>%s</b> 𐑝 𐑮𐑦𐑥𐑱𐑯𐑦𐑙 UPS 𐑐𐑬𐑼 (%.1f%%). 𐑮𐑩𐑕𐑑𐑹 AC 𐑐𐑬𐑼 𐑑 𐑿𐑼 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑑 𐑩𐑝𐑶𐑛 𐑤𐑵𐑟𐑦𐑙 𐑛𐑱𐑑𐑩.

source: The wireless mouse attached to this computer is very low in power (%.1f%%). This device will soon stop functioning if not charged.
be@latin: U biazdrotavaj myšy, padłučanaj da hetaha kamputara, zakončvajecca enerhija (%.1f%%). Kali nie zaradzić, hetaja pryłada nieŭzabavie pierastanie funkcyjanavać.
en@shaw: 𐑞 𐑢𐑲𐑮𐑤𐑦𐑕 𐑥𐑬𐑕 𐑩𐑑𐑨𐑗𐑑 𐑑 𐑞𐑦𐑕 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑦𐑟 𐑝𐑧𐑮𐑦 𐑤𐑴 𐑦𐑯 𐑐𐑬𐑼 (%.1f%%). 𐑞𐑦𐑕 𐑛𐑦𐑝𐑲𐑕 𐑢𐑦𐑤 𐑕𐑵𐑯 𐑕𐑑𐑪𐑐 𐑓𐑳𐑙𐑒𐑖𐑩𐑯𐑦𐑙 𐑦𐑓 𐑯𐑪𐑑 𐑗𐑸𐑡𐑛.

source: The wireless keyboard attached to this computer is very low in power (%.1f%%). This device will soon stop functioning if not charged.
be@latin: U biazdrotavaj klavijatury, padłučanaj da hetaha kamputara, zakončvajecca enerhija (%.1f%%). Kali nie zaradzić, hetaja pryłada nieŭzabavie pierastanie funkcyjanavać.
en@shaw: 𐑞 𐑢𐑲𐑮𐑤𐑦𐑕 𐑒𐑰𐑚𐑪𐑮𐑛 𐑩𐑑𐑨𐑗𐑑 𐑑 𐑞𐑦𐑕 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑦𐑟 𐑝𐑧𐑮𐑦 𐑤𐑴 𐑦𐑯 𐑐𐑬𐑼 (%.1f%%). 𐑞𐑦𐑕 𐑛𐑦𐑝𐑲𐑕 𐑢𐑦𐑤 𐑕𐑵𐑯 𐑕𐑑𐑪𐑐 𐑓𐑳𐑙𐑒𐑖𐑩𐑯𐑦𐑙 𐑦𐑓 𐑯𐑪𐑑 𐑗𐑸𐑡𐑛.

source: The PDA attached to this computer is very low in power (%.1f%%). This device will soon stop functioning if not charged.
be@latin: U kamputary PDA, padłučanym da hetaha kamputara, zakončvajecca enerhija (%.1f%%). Kali nie zaradzić, hetaja pryłada nieŭzabavie pierastanie funkcyjanavać.
en@shaw: 𐑞 PDA 𐑩𐑑𐑨𐑗𐑑 𐑑 𐑞𐑦𐑕 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑦𐑟 𐑝𐑧𐑮𐑦 𐑤𐑴 𐑦𐑯 𐑐𐑬𐑼 (%.1f%%). 𐑞𐑦𐑕 𐑛𐑦𐑝𐑲𐑕 𐑢𐑦𐑤 𐑕𐑵𐑯 𐑕𐑑𐑪𐑐 𐑓𐑳𐑙𐑒𐑖𐑩𐑯𐑦𐑙 𐑦𐑓 𐑯𐑪𐑑 𐑗𐑸𐑡𐑛.

source: Your cell phone is very low in power (%.1f%%). This device will soon stop functioning if not charged.
be@latin: U mabilnym telefonie, padłučanym da hetaha kamputara, zakončvajecca enerhija (%.1f%%). Kali nie zaradzić, hetaja pryłada nieŭzabavie pierastanie funkcyjanavać.
en@shaw: 𐑿𐑼 𐑕𐑧𐑤 𐑓𐑴𐑯 𐑦𐑟 𐑝𐑧𐑮𐑦 𐑤𐑴 𐑦𐑯 𐑐𐑬𐑼 (%.1f%%). 𐑞𐑦𐑕 𐑛𐑦𐑝𐑲𐑕 𐑢𐑦𐑤 𐑕𐑵𐑯 𐑕𐑑𐑪𐑐 𐑓𐑳𐑙𐑒𐑖𐑩𐑯𐑦𐑙 𐑦𐑓 𐑯𐑪𐑑 𐑗𐑸𐑡𐑛.

source: The battery is below the critical level and this computer will <b>power-off</b> when the battery becomes completely empty.
be@latin: Batareja krytyčna razradžanaja, i hety kamputar budzie <b>vyklučany</b>, kali jana całkam aparožnicca.
en@shaw: 𐑞 𐑚𐑨𐑑𐑼𐑦 𐑦𐑟 𐑚𐑩𐑤𐑴 𐑞 𐑒𐑮𐑦𐑑𐑦𐑒𐑩𐑤 𐑤𐑧𐑝𐑩𐑤 𐑯 𐑞𐑦𐑕 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑢𐑦𐑤 <b>𐑐𐑬𐑼-𐑪𐑓</b> 𐑢𐑧𐑯 𐑞 𐑚𐑨𐑑𐑼𐑦 𐑚𐑦𐑒𐑳𐑥𐑟 𐑒𐑩𐑥𐑐𐑤𐑰𐑑𐑤𐑦 𐑧𐑥𐑐𐑑𐑦.

source: The battery is below the critical level and this computer is about to hibernate.
be@latin: Batareja krytyčna razradžanaja, i hety kamputar nieŭzabavie zhibernuje.
en@shaw: 𐑞 𐑚𐑨𐑑𐑼𐑦 𐑦𐑟 𐑚𐑩𐑤𐑴 𐑞 𐑒𐑮𐑦𐑑𐑦𐑒𐑩𐑤 𐑤𐑧𐑝𐑩𐑤 𐑯 𐑞𐑦𐑕 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑦𐑟 𐑩𐑚𐑬𐑑 𐑑 𐑣𐑲𐑚𐑼𐑯𐑱𐑑.

source: The battery is below the critical level and this computer is about to shutdown.
be@latin: Batareja krytyčna razradžanaja, i hety kamputar nieŭzabavie vyklučycca.
en@shaw: 𐑞 𐑚𐑨𐑑𐑼𐑦 𐑦𐑟 𐑚𐑩𐑤𐑴 𐑞 𐑒𐑮𐑦𐑑𐑦𐑒𐑩𐑤 𐑤𐑧𐑝𐑩𐑤 𐑯 𐑞𐑦𐑕 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑦𐑟 𐑩𐑚𐑬𐑑 𐑑 𐑖𐑩𐑑𐑛𐑶𐑯.

source: The UPS is below the critical level and this computer will <b>power-off</b> when the UPS becomes completely empty.
be@latin: UPS krytyčna razradžany, i hety kamputar budzie <b>vyklučany</b>, kali jon całkam aparožnicca.
en@shaw: 𐑞 UPS 𐑦𐑟 𐑚𐑩𐑤𐑴 𐑞 𐑒𐑮𐑦𐑑𐑦𐑒𐑩𐑤 𐑤𐑧𐑝𐑩𐑤 𐑯 𐑞𐑦𐑕 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑢𐑦𐑤 <b>𐑐𐑬𐑼-𐑪𐑓</b> 𐑢𐑧𐑯 𐑞 UPS 𐑚𐑦𐑒𐑳𐑥𐑟 𐑒𐑩𐑥𐑐𐑤𐑰𐑑𐑤𐑦 𐑧𐑥𐑐𐑑𐑦.

source: The UPS is below the critical level and this computer is about to hibernate.
be@latin: UPS krytyčna razradžany, i hety kamputar nieŭzabavie zhibernuje.
en@shaw: 𐑞 UPS 𐑦𐑟 𐑚𐑩𐑤𐑴 𐑞 𐑒𐑮𐑦𐑑𐑦𐑒𐑩𐑤 𐑤𐑧𐑝𐑩𐑤 𐑯 𐑞𐑦𐑕 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑦𐑟 𐑩𐑚𐑬𐑑 𐑑 𐑣𐑲𐑚𐑼𐑯𐑱𐑑.

source: The UPS is below the critical level and this computer is about to shutdown.
be@latin: UPS krytyčna razradžany, i hety kamputar nieŭzabavie vyklučycca.
en@shaw: 𐑞 UPS 𐑦𐑟 𐑚𐑩𐑤𐑴 𐑞 𐑒𐑮𐑦𐑑𐑦𐑒𐑩𐑤 𐑤𐑧𐑝𐑩𐑤 𐑯 𐑞𐑦𐑕 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑦𐑟 𐑩𐑚𐑬𐑑 𐑑 𐑖𐑩𐑑𐑛𐑶𐑯.

source: Install problem!
be@latin: Prablema instalacyi!
en@shaw: 𐑦𐑯𐑕𐑑𐑷𐑤 𐑐𐑮𐑪𐑚𐑤𐑩𐑥!

source: The configuration defaults for MATE Power Manager have not been installed correctly. Please contact your computer administrator.
be@latin: Zmoŭčanyja nałady Kiraŭnika enerhii MATE nie byli pravilna zaisntalavanyja. Źviarnisia da administratara.
en@shaw: 𐑞 𐑒𐑩𐑯𐑓𐑦𐑜𐑘𐑼𐑱𐑖𐑩𐑯 𐑛𐑦𐑓𐑷𐑤𐑑𐑕 𐑓𐑹 ·𐑜𐑯𐑴𐑥 𐑐𐑬𐑼 𐑥𐑨𐑯𐑩𐑡𐑼 𐑣𐑨𐑝 𐑯𐑪𐑑 𐑚𐑰𐑯 𐑦𐑯𐑕𐑑𐑷𐑤𐑛 𐑒𐑼𐑧𐑒𐑑𐑤𐑦. 𐑐𐑤𐑰𐑟 𐑒𐑪𐑯𐑑𐑨𐑒𐑑 𐑿𐑼 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑩𐑛𐑥𐑦𐑯𐑦𐑕𐑑𐑮𐑱𐑑𐑼.

source: MATE Power Preferences
be@latin: Nałady kiravańnia enerhijaj MATE
en@shaw: ·𐑜𐑯𐑴𐑥 𐑐𐑬𐑼 𐑐𐑮𐑧𐑓𐑼𐑩𐑯𐑕𐑩𐑟

source: Shutdown
be@latin: Vyklučy
en@shaw: 𐑖𐑩𐑑𐑛𐑶𐑯

source: Suspend
be@latin: Zaśni
en@shaw: 𐑕𐑩𐑕𐑐𐑧𐑯𐑛

source: Hibernate
be@latin: Zhibernuj
en@shaw: 𐑣𐑲𐑚𐑼𐑯𐑱𐑑

source: Blank screen
be@latin: Vyśvietli ekran
en@shaw: 𐑚𐑤𐑨𐑙𐑒 𐑕𐑒𐑮𐑰𐑯

source: Ask me
be@latin: Spytaj
en@shaw: 𐑭𐑕𐑒 𐑥𐑰

source: Do nothing
be@latin: Ničoha nie rabi
en@shaw: 𐑛𐑵 𐑯𐑳𐑔𐑦𐑙

source: Never
be@latin: Nikoli
en@shaw: 𐑯𐑧𐑝𐑼

source: Rate
en@shaw: 𐑮𐑱𐑑

source: Charge
be@latin: Zarad
en@shaw: 𐑗𐑸𐑡

source: Time to full
be@latin: Čas da zaradžanaści
en@shaw: 𐑑𐑲𐑥 𐑑 𐑓𐑫𐑤

source: Time to empty
be@latin: Čas da razradžanaści
en@shaw: 𐑑𐑲𐑥 𐑑 𐑧𐑥𐑐𐑑𐑦

source: 10 minutes
be@latin: 10 chvilin
en@shaw: 10 𐑥𐑦𐑯𐑦𐑑𐑕

source: 2 hours
be@latin: 2 hadziny
en@shaw: 2 𐑬𐑼𐑟

source: 1 day
be@latin: 1 dzień
en@shaw: 1 𐑛𐑱

source: 1 week
be@latin: 1 tydzień
en@shaw: 1 𐑢𐑰𐑒

source: Charge profile
be@latin: Profil zaradki
en@shaw: 𐑗𐑸𐑡 𐑐𐑮𐑴𐑓𐑲𐑤

source: Charge accuracy
be@latin: Dakładnaść raźliku zaradu
en@shaw: 𐑗𐑸𐑡 𐑨𐑒𐑘𐑻𐑩𐑕𐑰

source: Discharge profile
be@latin: Profil razradki
en@shaw: 𐑛𐑦𐑕𐑗𐑸𐑡 𐑐𐑮𐑴𐑓𐑲𐑤

source: Discharge accuracy
be@latin: Dakładnaść raźliku razradki
en@shaw: 𐑛𐑦𐑕𐑗𐑸𐑡 𐑨𐑒𐑘𐑻𐑩𐑕𐑰

source: Attribute
be@latin: Ułaścivaść
en@shaw: 𐑩𐑑𐑮𐑦𐑚𐑿𐑑

source: Value
be@latin: Vartaść
en@shaw: 𐑝𐑨𐑤𐑿

source: Image
be@latin: Vyjava
en@shaw: 𐑦𐑥𐑦𐑡

source: Description
be@latin: Apisańnie
en@shaw: 𐑛𐑦𐑕𐑒𐑮𐑦𐑐𐑖𐑩𐑯

source: Type
be@latin: Typ
en@shaw: 𐑑𐑲𐑐

source: Command
be@latin: Zahad
en@shaw: 𐑒𐑩𐑥𐑭𐑯𐑛

source: Yes
be@latin: Tak
en@shaw: 𐑘𐑧𐑕

source: No
be@latin: Nie
en@shaw: 𐑯𐑴

source: Device
be@latin: Pryłada
en@shaw: 𐑛𐑦𐑝𐑲𐑕

source: Vendor
be@latin: Vytvorca
en@shaw: 𐑝𐑧𐑯𐑛𐑻

source: Model
be@latin: Madel
en@shaw: 𐑥𐑪𐑛𐑩𐑤

source: Serial number
be@latin: Seryjny numar
en@shaw: 𐑕𐑦𐑮𐑰𐑩𐑤 𐑯𐑳𐑥𐑚𐑼

source: Supply
en@shaw: 𐑕𐑩𐑐𐑤𐑲

source: Refreshed
be@latin: Aktualizavana
en@shaw: 𐑮𐑰𐑓𐑮𐑧𐑖𐑑

source: Present
en@shaw: 𐑐𐑮𐑧𐑟𐑩𐑯𐑑

source: Rechargeable
be@latin: Pierazaradnaja
en@shaw: 𐑮𐑰𐑗𐑭𐑮𐑡𐑩𐑚𐑩𐑤

source: State
be@latin: Stan
en@shaw: 𐑕𐑑𐑱𐑑

source: Energy
be@latin: Enerhija
en@shaw: 𐑧𐑯𐑼𐑡𐑦

source: Energy when empty
en@shaw: 𐑧𐑯𐑼𐑡𐑦 𐑢𐑧𐑯 𐑧𐑥𐑐𐑑𐑦

source: Energy when full
en@shaw: 𐑧𐑯𐑼𐑡𐑦 𐑢𐑧𐑯 𐑓𐑫𐑤

source: Energy (design)
en@shaw: 𐑧𐑯𐑼𐑡𐑦 (𐑛𐑩𐑟𐑲𐑯)

source: Voltage
be@latin: Napruha
en@shaw: 𐑝𐑴𐑤𐑑𐑩𐑡

source: Percentage
be@latin: Uzrovień zaradu
en@shaw: 𐑐𐑼𐑕𐑧𐑯𐑑𐑦𐑡

source: Capacity
be@latin: Jomistaść
en@shaw: 𐑒𐑩𐑐𐑨𐑕𐑦𐑑𐑦

source: Technology
be@latin: Technalohija
en@shaw: 𐑑𐑧𐑒𐑯𐑭𐑤𐑩𐑡𐑰

source: Online
en@shaw: 𐑪𐑯𐑤𐑲𐑯

source: No data
be@latin: Niama źviestak
en@shaw: 𐑯𐑴 𐑛𐑱𐑑𐑩

source: Kernel module
be@latin: Modul jadra
en@shaw: 𐑒𐑻𐑯𐑩𐑤 𐑥𐑪𐑛𐑿𐑤

source: Kernel core
be@latin: Bazavaje jadro
en@shaw: 𐑒𐑻𐑯𐑩𐑤 𐑒𐑴𐑮

source: Interrupt
be@latin: Pieraryvańnie
en@shaw: 𐑦𐑯𐑑𐑻𐑳𐑐𐑑

source: Serial ATA
en@shaw: 𐑕𐑦𐑮𐑰𐑩𐑤 ATA

source: ATA host controller
be@latin: Hostavy kantroler ATA
en@shaw: ATA 𐑣𐑴𐑕𐑑 𐑒𐑩𐑯𐑑𐑮𐑴𐑤𐑼

source: Intel wireless adaptor
be@latin: Adaptar biazdrotavaha sieciva Intel
en@shaw: 𐑦𐑯𐑑𐑧𐑤 𐑢𐑲𐑮𐑤𐑦𐑕 𐑩𐑛𐑨𐑐𐑑𐑻

source: Timer %s
be@latin: Ličylnik %s
en@shaw: 𐑑𐑲𐑥𐑻 %s

source: Sleep %s
be@latin: Son %s
en@shaw: 𐑕𐑤𐑰𐑐 %s

source: New task %s
be@latin: Novaja zadačas %s
en@shaw: 𐑯𐑿 𐑑𐑭𐑕𐑒 %s

source: Wait %s
be@latin: Čakańnie %s
en@shaw: 𐑢𐑱𐑑 %s

source: Work queue %s
be@latin: Rabočaja čarha %s
en@shaw: 𐑢𐑻𐑒 𐑒𐑿 %s

source: Network route flush %s
be@latin: Vyčyščeńnie sietkavych maršrutaŭ %s
en@shaw: 𐑯𐑧𐑑𐑢𐑻𐑒 𐑮𐑵𐑑 𐑓𐑤𐑩𐑖 %s

source: Wakeup %s
be@latin: Abudžeńnie %s
en@shaw: 𐑢𐑱𐑒𐑩𐑐 %s

source: Local interrupts
be@latin: Lakalnyja pieraryvańni
en@shaw: 𐑤𐑴𐑒𐑩𐑤 𐑦𐑯𐑑𐑻𐑩𐑐𐑑𐑕

source: Rescheduling interrupts
be@latin: Pieraplanavańnie pieraryvańniaŭ
en@shaw: 𐑮𐑰𐑕𐑒𐑧𐑡𐑵𐑤𐑦𐑙 𐑦𐑯𐑑𐑻𐑩𐑐𐑑𐑕

source: Device Information
be@latin: Infarmacyja ab pryładzie
en@shaw: 𐑛𐑦𐑝𐑲𐑕 𐑦𐑯𐑓𐑼𐑥𐑱𐑖𐑩𐑯

source: Device History
be@latin: Historyja pryłady
en@shaw: 𐑛𐑦𐑝𐑲𐑕 𐑣𐑦𐑕𐑑𐑼𐑦

source: Device Profile
be@latin: Profil pryłady
en@shaw: 𐑛𐑦𐑝𐑲𐑕 𐑐𐑮𐑴𐑓𐑲𐑤

source: Time elapsed
be@latin: Minuła času
en@shaw: 𐑑𐑲𐑥 𐑦𐑤𐑨𐑐𐑕𐑑

source: Power
be@latin: Enerhija
en@shaw: 𐑐𐑬𐑼

source: Cell charge
be@latin: Zarad kamory
en@shaw: 𐑕𐑧𐑤 𐑗𐑸𐑡

source: Predicted time
be@latin: Prahnazavany čas
en@shaw: 𐑐𐑮𐑦𐑛𐑦𐑒𐑑𐑦𐑛 𐑑𐑲𐑥

source: Correction factor
be@latin: Faktar karekcyi
en@shaw: 𐑒𐑼𐑧𐑒𐑖𐑩𐑯 𐑓𐑨𐑒𐑑𐑼

source: Prediction accuracy
be@latin: Dakładnaść prahnozu
en@shaw: 𐑐𐑮𐑰𐑛𐑦𐑒𐑖𐑩𐑯 𐑨𐑒𐑘𐑻𐑩𐑕𐑰

source: Select this device at startup
en@shaw: 𐑕𐑩𐑤𐑧𐑒𐑑 𐑞𐑦𐑕 𐑛𐑦𐑝𐑲𐑕 𐑨𐑑 𐑕𐑑𐑸𐑑𐑳𐑐

source: Processor
be@latin: Pracesar
en@shaw: 𐑐𐑮𐑭𐑕𐑧𐑕𐑻

source: _Preferences
be@latin: _Nałady
en@shaw: _𐑐𐑮𐑧𐑓𐑼𐑩𐑯𐑕𐑩𐑟

source: _About
be@latin: _Pra prahramu
en@shaw: _𐑩𐑚𐑬𐑑

source: _Help
be@latin: _Dapamoha
en@shaw: _𐑣𐑧𐑤𐑐

source: LCD brightness : %d%%
be@latin: Jarkaść LCD: %d%%

source: Power Manager is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
be@latin: Kiraŭnik siłkavańnia raspaŭsiudžvajecca z nadziejaj, što jon budzie karysnym, ale BIEZ ANIJAKICH HARANTYJ; navat biez harantyj PRYDATNAŚCI DLA CHOĆ JAKICH METAŬ. Padrabiaźniej hladzi ŭ Ahulnaj Publičnaj Licenzii GNU (GNU GPL).

source: Copyright © 2006 Benjamin Canou
be@latin: Aŭtarskija pravy © 2006 Benjamin Canou
