Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-power-manager/po/*.po
Languages: be@latin, en@shaw

source: Power Manager Brightness Applet
be@latin: Aplet jarkaści kiraŭnika siłkavańnia
en@shaw: 𐑐𐑬𐑼 𐑥𐑨𐑯𐑩𐑡𐑼 𐑚𐑮𐑲𐑑𐑯𐑩𐑕 𐑨𐑐𐑤𐑩𐑑

source: Adjusts laptop panel brightness.
be@latin: Dapasoŭvaje jarkaść ekranu laptopu.
en@shaw: 𐑩𐑡𐑩𐑕𐑑𐑕 𐑤𐑨𐑐𐑑𐑪𐑐 𐑐𐑨𐑯𐑩𐑤 𐑚𐑮𐑲𐑑𐑯𐑩𐑕.

source: Cannot connect to mate-power-manager
be@latin: Niemahčyma spałučycca z prahramaj mate-power-manager
en@shaw: 𐑒𐑨𐑯𐑪𐑑 𐑒𐑩𐑯𐑧𐑒𐑑 𐑑 ·𐑜𐑯𐑴𐑥-𐑐𐑬𐑼-𐑥𐑨𐑯𐑩𐑡𐑼

source: Cannot get laptop panel brightness
be@latin: Niemahčyma atrymać vartaść jarkaści ekranu laptopu
en@shaw: 𐑒𐑨𐑯𐑪𐑑 𐑜𐑧𐑑 𐑤𐑨𐑐𐑑𐑪𐑐 𐑐𐑨𐑯𐑩𐑤 𐑚𐑮𐑲𐑑𐑯𐑩𐑕

source: Licensed under the GNU General Public License Version 2
be@latin: Licenzijavana zhodna z Ahulnaj Publičnaj Licenzijaj GNU versii 2 (GNU GPL 2)
en@shaw: 𐑤𐑲𐑕𐑩𐑯𐑕𐑑 𐑳𐑯𐑛𐑼 𐑞 ·𐑜𐑯𐑿 𐑡𐑧𐑯𐑼𐑩𐑤 𐑐𐑳𐑚𐑤𐑦𐑒 𐑤𐑲𐑕𐑩𐑯𐑕 𐑝𐑻𐑠𐑩𐑯 2

source: Power Manager is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
be@latin: Kiraŭnik siłkavańnia źjaŭlajecca svabodnaj prahramaj; ty možaš raspaŭsiudžvać i/ci madyfikavać jaje zhodna z umovami Ahulnaj Publičnaj Licenzii, apublikavanaj Fondam Svabodnych Prahram, versii 2 ci (pry tvaim žadańni) luboj paźniejšaj.
en@shaw: 𐑐𐑬𐑼 𐑥𐑨𐑯𐑩𐑡𐑼 𐑦𐑟 𐑓𐑮𐑰 𐑕𐑪𐑓𐑑𐑢𐑺; 𐑿 𐑒𐑨𐑯 𐑮𐑰𐑛𐑦𐑕𐑑𐑮𐑦𐑚𐑿𐑑 𐑦𐑑 𐑯/𐑹 𐑥𐑪𐑛𐑦𐑓𐑲 𐑦𐑑 𐑳𐑯𐑛𐑼 𐑞 𐑑𐑻𐑥𐑟 𐑝 𐑞 ·𐑜𐑯𐑿 𐑡𐑧𐑯𐑼𐑩𐑤 𐑐𐑳𐑚𐑤𐑦𐑒 𐑤𐑲𐑕𐑩𐑯𐑕 𐑨𐑟 𐑐𐑳𐑚𐑤𐑦𐑖𐑑 𐑚𐑲 𐑞 𐑓𐑮𐑰 𐑕𐑪𐑓𐑑𐑢𐑺 𐑓𐑬𐑯𐑛𐑱𐑖𐑩𐑯; 𐑲𐑞𐑼 𐑝𐑻𐑠𐑩𐑯 2 𐑝 𐑞 𐑤𐑲𐑕𐑩𐑯𐑕, 𐑹 (𐑨𐑑 𐑿𐑼 𐑪𐑐𐑖𐑩𐑯) 𐑧𐑯𐑦 𐑤𐑱𐑑𐑼 𐑝𐑻𐑠𐑩𐑯.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
be@latin: Ty pavinny byŭ atrymać kopiju Ahulnaj Publičnaj Licenzii GNU razam z hetaj prahramaj; kali nie, napišy (pa-anhielsku) pra heta na adras: Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
en@shaw: 𐑿 𐑖𐑫𐑛 𐑣𐑨𐑝 𐑮𐑦𐑕𐑰𐑝𐑛 𐑩 𐑒𐑪𐑐𐑦 𐑝 𐑞 ·𐑜𐑯𐑿 𐑡𐑧𐑯𐑼𐑩𐑤 𐑐𐑳𐑚𐑤𐑦𐑒 𐑤𐑲𐑕𐑩𐑯𐑕 𐑩𐑤𐑪𐑙 𐑢𐑦𐑞 𐑞𐑦𐑕 𐑐𐑮𐑴𐑜𐑮𐑨𐑥; 𐑦𐑓 𐑯𐑪𐑑, 𐑮𐑲𐑑 𐑑 𐑞 𐑓𐑮𐑰 𐑕𐑪𐑓𐑑𐑢𐑺 𐑓𐑬𐑯𐑛𐑱𐑖𐑩𐑯, 𐑦𐑙𐑒., 51 ·𐑜𐑓𐑮𐑨𐑙𐑒𐑤𐑦𐑯 𐑕𐑑𐑮𐑰𐑑, 𐑓𐑦𐑓𐑔 𐑓𐑤𐑹, ·𐑚𐑪𐑕𐑑𐑩𐑯, 𐑥𐑶 02110-1301, 𐑘𐑵𐑧𐑕𐑱.

source: Adjusts Laptop panel brightness
be@latin: Dapasuje jarkaść ekranu laptopu
en@shaw: 𐑩𐑡𐑩𐑕𐑑𐑕 𐑤𐑨𐑐𐑑𐑪𐑐 𐑐𐑨𐑯𐑩𐑤 𐑚𐑮𐑲𐑑𐑯𐑩𐑕

source: Brightness Applet
be@latin: Aplet jarkaści
en@shaw: 𐑚𐑮𐑲𐑑𐑯𐑩𐑕 𐑨𐑐𐑤𐑩𐑑

source: Brightness Applet Factory
be@latin: Fabryka apletu jarkaści
en@shaw: 𐑚𐑮𐑲𐑑𐑯𐑩𐑕 𐑨𐑐𐑤𐑩𐑑 𐑓𐑨𐑒𐑑𐑼𐑦

source: Factory for Brightness Applet
be@latin: Fabryka dla apletu jarkaści
en@shaw: 𐑓𐑨𐑒𐑑𐑼𐑦 𐑓𐑹 𐑚𐑮𐑲𐑑𐑯𐑩𐑕 𐑨𐑐𐑤𐑩𐑑

source: Power Manager Inhibit Applet
be@latin: Aplet pieraškodaŭ kiraŭniku siłkavańnia
en@shaw: 𐑐𐑬𐑼 𐑥𐑨𐑯𐑩𐑡𐑼 𐑦𐑯𐑣𐑦𐑚𐑩𐑑 𐑨𐑐𐑤𐑩𐑑

source: Allows user to inhibit automatic power saving.
be@latin: Dazvalaje karystalniku prypynić aŭtamatyčnaje zachoŭvańnie enerhii.
en@shaw: 𐑩𐑤𐑬𐑟 𐑿𐑟𐑼 𐑑 𐑦𐑯𐑣𐑦𐑚𐑩𐑑 𐑷𐑑𐑴𐑥𐑨𐑑𐑦𐑒 𐑐𐑬𐑼 𐑕𐑱𐑝𐑦𐑙.

source: Automatic sleep inhibited
be@latin: Aŭtamatyčnaje zasynańnie strymanaje
en@shaw: 𐑷𐑑𐑴𐑥𐑨𐑑𐑦𐑒 𐑕𐑤𐑰𐑐 𐑦𐑯𐑣𐑦𐑚𐑩𐑑𐑦𐑛

source: Automatic sleep enabled
be@latin: Aŭtamatyčnaje zasynańnie ŭklučanaje
en@shaw: 𐑷𐑑𐑴𐑥𐑨𐑑𐑦𐑒 𐑕𐑤𐑰𐑐 𐑦𐑯𐑱𐑚𐑩𐑤𐑛

source: Manual inhibit
be@latin: Ručnaja zabarona
en@shaw: 𐑥𐑨𐑯𐑘𐑫𐑩𐑤 𐑦𐑯𐑣𐑦𐑚𐑩𐑑

source: Copyright © 2006-2007 Richard Hughes
be@latin: Aŭtarskija pravy © 2006-2007 Richard Hughes
en@shaw: 𐑒𐑪𐑐𐑦𐑮𐑲𐑑 © 2006-2007 ·𐑮𐑦𐑗𐑼𐑛 ·𐑣𐑘𐑵𐑟

source: Allows user to inhibit automatic power saving
be@latin: Dazvalaje karystalniku strymać aŭtamatyčnaje zachavańnie enerhii
en@shaw: 𐑩𐑤𐑬𐑟 𐑿𐑟𐑼 𐑑 𐑦𐑯𐑣𐑦𐑚𐑩𐑑 𐑷𐑑𐑴𐑥𐑨𐑑𐑦𐑒 𐑐𐑬𐑼 𐑕𐑱𐑝𐑦𐑙

source: Factory for Inhibit Applet
be@latin: Fabryka dla apletu pieraškodaŭ
en@shaw: 𐑓𐑨𐑒𐑑𐑼𐑦 𐑓𐑹 𐑦𐑯𐑣𐑦𐑚𐑩𐑑 𐑨𐑐𐑤𐑩𐑑

source: Inhibit Applet
be@latin: Aplet pieraškodaŭ
en@shaw: 𐑦𐑯𐑣𐑦𐑚𐑩𐑑 𐑨𐑐𐑤𐑩𐑑

source: Inhibit Applet Factory
be@latin: Fabryka apletu pieraškodaŭ
en@shaw: 𐑦𐑯𐑣𐑦𐑚𐑩𐑑 𐑨𐑐𐑤𐑩𐑑 𐑓𐑨𐑒𐑑𐑼𐑦

source: Power Manager
be@latin: Kiraŭnik siłkavańnia
en@shaw: 𐑐𐑬𐑼 𐑥𐑨𐑯𐑩𐑡𐑼

source: Power management daemon
be@latin: Deman kiravańnia enerhijaj
en@shaw: 𐑐𐑬𐑼 𐑥𐑨𐑯𐑩𐑡𐑥𐑩𐑯𐑑 𐑛𐑰𐑥𐑩𐑯

source: Allow backlight brightness adjustment
be@latin: Dazvol dapasoŭvać jarkaść lampy
en@shaw: 𐑩𐑤𐑬 𐑚𐑨𐑒𐑤𐑲𐑑 𐑚𐑮𐑲𐑑𐑯𐑩𐑕 𐑩𐑡𐑳𐑕𐑑𐑥𐑩𐑯𐑑

source: Battery critical low action
be@latin: Dziejańnie pry krytyčnaj niastačy enerhii
en@shaw: 𐑚𐑨𐑑𐑼𐑦 𐑒𐑮𐑦𐑑𐑦𐑒𐑩𐑤 𐑤𐑴 𐑨𐑒𐑖𐑩𐑯

source: Check CPU load before sleeping
be@latin: Pravier zahruzku pracesara pierad zasynańniem
en@shaw: 𐑗𐑧𐑒 CPU 𐑤𐑴𐑛 𐑚𐑦𐑓𐑹 𐑕𐑤𐑰𐑐𐑦𐑙

source: Dim the screen after a period of inactivity when on AC power
be@latin: Pryciamniaj ekran praz peŭny peryjad biaździejnaści,pracujučy z bloku siłkavańnia
en@shaw: 𐑛𐑦𐑥 𐑞 𐑕𐑒𐑮𐑰𐑯 𐑭𐑓𐑑𐑼 𐑩 𐑐𐑽𐑦𐑩𐑛 𐑝 𐑦𐑯𐑨𐑒𐑑𐑦𐑝𐑦𐑑𐑰 𐑢𐑧𐑯 𐑪𐑯 AC 𐑐𐑬𐑼

source: Dim the screen after a period of inactivity when on battery power
be@latin: Pryciamniaj ekran praz peŭny peryjad biaździejnaści, pracujučy z batarei
en@shaw: 𐑛𐑦𐑥 𐑞 𐑕𐑒𐑮𐑰𐑯 𐑭𐑓𐑑𐑼 𐑩 𐑐𐑽𐑦𐑩𐑛 𐑝 𐑦𐑯𐑨𐑒𐑑𐑦𐑝𐑦𐑑𐑰 𐑢𐑧𐑯 𐑪𐑯 𐑚𐑨𐑑𐑼𐑦 𐑐𐑬𐑼

source: Display options for the notification icon. Valid options are "never", "low", "critical", "charge", "present" and "always".
en@shaw: 𐑛𐑩𐑕𐑐𐑤𐑱 𐑪𐑐𐑖𐑩𐑯𐑟 𐑓𐑹 𐑞 𐑯𐑴𐑑𐑦𐑓𐑦𐑒𐑱𐑖𐑩𐑯 𐑲𐑒𐑪𐑯. 𐑝𐑨𐑤𐑦𐑛 𐑪𐑐𐑖𐑩𐑯𐑟 𐑸 "never", "low", "critical", "charge", "present" 𐑯 "always".

source: Hibernate button action
be@latin: Dziejańnie knopki hibernacyi
en@shaw: 𐑣𐑲𐑚𐑼𐑯𐑱𐑑 𐑚𐑳𐑑𐑩𐑯 𐑨𐑒𐑖𐑩𐑯

source: If a notification message should be displayed after suspend or hibernate failed.
be@latin: Ci pakazvać infarmacyjnaje paviedamleńnie paśla niaŭdałaha zasynańnia ci hibernacyi.
en@shaw: 𐑦𐑓 𐑩 𐑯𐑴𐑑𐑦𐑓𐑦𐑒𐑱𐑖𐑩𐑯 𐑥𐑧𐑕𐑦𐑡 𐑖𐑫𐑛 𐑚𐑰 𐑛𐑩𐑕𐑐𐑤𐑱𐑛 𐑭𐑓𐑑𐑼 𐑕𐑩𐑕𐑐𐑧𐑯𐑛 𐑹 𐑣𐑲𐑚𐑼𐑯𐑱𐑑 𐑓𐑱𐑤𐑛.

source: If a notification message should be displayed when the battery is fully charged.
be@latin: Ci pakazvać infarmacyjnaje paviedamleńnie, kali batareja całkam zaradžanaja.
en@shaw: 𐑦𐑓 𐑩 𐑯𐑴𐑑𐑦𐑓𐑦𐑒𐑱𐑖𐑩𐑯 𐑥𐑧𐑕𐑦𐑡 𐑖𐑫𐑛 𐑚𐑰 𐑛𐑩𐑕𐑐𐑤𐑱𐑛 𐑢𐑧𐑯 𐑞 𐑚𐑨𐑑𐑼𐑦 𐑦𐑟 𐑓𐑫𐑤𐑦 𐑗𐑸𐑡𐑛.

source: If a notification message should be displayed when the battery is getting low.
be@latin: Ci pakazvać infarmacyjnaje paviedamleńnie, kali zakančvajecca enerhija ŭ batarei.
en@shaw: 𐑦𐑓 𐑩 𐑯𐑴𐑑𐑦𐑓𐑦𐑒𐑱𐑖𐑩𐑯 𐑥𐑧𐑕𐑦𐑡 𐑖𐑫𐑛 𐑚𐑰 𐑛𐑩𐑕𐑐𐑤𐑱𐑛 𐑢𐑧𐑯 𐑞 𐑚𐑨𐑑𐑼𐑦 𐑦𐑟 𐑜𐑧𐑑𐑦𐑙 𐑤𐑴.

source: If preferences and statistics items should be shown in the context menu
en@shaw: 𐑦𐑓 𐑐𐑮𐑧𐑓𐑼𐑩𐑯𐑕𐑩𐑟 𐑯 𐑕𐑑𐑩𐑑𐑦𐑕𐑑𐑦𐑒𐑕 𐑲𐑑𐑩𐑥𐑟 𐑖𐑫𐑛 𐑚𐑰 𐑖𐑴𐑯 𐑦𐑯 𐑞 𐑒𐑪𐑯𐑑𐑧𐑒𐑕𐑑 𐑥𐑧𐑯𐑿

source: If sounds should be used
be@latin: Ci hrać huki
en@shaw: 𐑦𐑓 𐑕𐑬𐑯𐑛𐑟 𐑖𐑫𐑛 𐑚𐑰 𐑿𐑟𐑛

source: If sounds should be used when the power is critically low, or inhibit requests have stopped the policy action.
be@latin: Ci hrać huki, kali enerhii krytyčna nie staje, albo kali zapyty na strymvańnie spynili dziejańnie praviłaŭ.
en@shaw: 𐑦𐑓 𐑕𐑬𐑯𐑛𐑟 𐑖𐑫𐑛 𐑚𐑰 𐑿𐑟𐑛 𐑢𐑧𐑯 𐑞 𐑐𐑬𐑼 𐑦𐑟 𐑒𐑮𐑦𐑑𐑦𐑒𐑩𐑤𐑦 𐑤𐑴, 𐑹 𐑦𐑯𐑣𐑦𐑚𐑩𐑑 𐑮𐑦𐑒𐑢𐑧𐑕𐑑𐑕 𐑣𐑨𐑝 𐑕𐑑𐑪𐑐𐑑 𐑞 𐑐𐑪𐑤𐑦𐑕𐑦 𐑨𐑒𐑖𐑩𐑯.

source: If the CPU load should be checked before doing the idle action.
be@latin: Ci praviarać zahruzku pracesara pierad aperacyjaj biaździejańnia.
en@shaw: 𐑦𐑓 𐑞 CPU 𐑤𐑴𐑛 𐑖𐑫𐑛 𐑚𐑰 𐑗𐑧𐑒𐑑 𐑚𐑦𐑓𐑹 𐑛𐑵𐑦𐑙 𐑞 𐑲𐑛𐑩𐑤 𐑨𐑒𐑖𐑩𐑯.

source: If the battery event should occur when the lid is shut and the power disconnected
be@latin: Ci pavinna adbyvacca padzieja pry siłkavańni ad batarei, kali laptop užo začynieny j paśla adłučajecca krynica siłkavańnia
en@shaw: 𐑦𐑓 𐑞 𐑚𐑨𐑑𐑼𐑦 𐑦𐑝𐑧𐑯𐑑 𐑖𐑫𐑛 𐑪𐑒𐑻 𐑢𐑧𐑯 𐑞 𐑤𐑦𐑛 𐑦𐑟 𐑖𐑳𐑑 𐑯 𐑞 𐑐𐑬𐑼 𐑛𐑦𐑕𐑒𐑩𐑯𐑧𐑒𐑑𐑩𐑛

source: If the battery lid close event should occur (for example 'Suspend when lid closed on battery') when the lid is previously shut and the AC power disconnected at a later time.
be@latin: Ci pavinna adbyvacca padzieja začynieńnia laptopu pry siłkavańni ad batarei (naprykład, "Zaśni, kali začyniajecca laptop na batarei"), kali laptop užo začynieny, a blok siłkavańnia adłučajecca paźniej.
en@shaw: 𐑦𐑓 𐑞 𐑚𐑨𐑑𐑼𐑦 𐑤𐑦𐑛 𐑒𐑤𐑴𐑟 𐑦𐑝𐑧𐑯𐑑 𐑖𐑫𐑛 𐑪𐑒𐑻 (𐑓𐑹 𐑦𐑜𐑟𐑭𐑥𐑐𐑩𐑤 '𐑕𐑩𐑕𐑐𐑧𐑯𐑛 𐑢𐑧𐑯 𐑤𐑦𐑛 𐑒𐑤𐑴𐑟𐑛 𐑪𐑯 𐑚𐑨𐑑𐑼𐑦') 𐑢𐑧𐑯 𐑞 𐑤𐑦𐑛 𐑦𐑟 𐑐𐑮𐑰𐑝𐑦𐑩𐑕𐑤𐑦 𐑖𐑳𐑑 𐑯 𐑞 AC 𐑐𐑬𐑼 𐑛𐑦𐑕𐑒𐑩𐑯𐑧𐑒𐑑𐑩𐑛 𐑨𐑑 𐑩 𐑤𐑱𐑑𐑼 𐑑𐑲𐑥.

source: If the learnt profile should be used to calculate the time remaining
be@latin: Ci treba ŭžyvać dla raźliku astatniaha času vyviedany profil
en@shaw: 𐑦𐑓 𐑞 𐑤𐑻𐑯𐑑 𐑐𐑮𐑴𐑓𐑲𐑤 𐑖𐑫𐑛 𐑚𐑰 𐑿𐑟𐑛 𐑑 𐑒𐑨𐑤𐑒𐑿𐑤𐑱𐑑 𐑞 𐑑𐑲𐑥 𐑮𐑦𐑥𐑱𐑯𐑦𐑙

source: If the learnt profile should be used to calculate the time remaining. Only turn this off for debugging.
be@latin: Ci treba ŭžyvać dla raźliku astatniaha času vyviedany profil. Adklučy heta, tolki kali treba debugavać prahramu.
en@shaw: 𐑦𐑓 𐑞 𐑤𐑻𐑯𐑑 𐑐𐑮𐑴𐑓𐑲𐑤 𐑖𐑫𐑛 𐑚𐑰 𐑿𐑟𐑛 𐑑 𐑒𐑨𐑤𐑒𐑿𐑤𐑱𐑑 𐑞 𐑑𐑲𐑥 𐑮𐑦𐑥𐑱𐑯𐑦𐑙. 𐑴𐑯𐑤𐑦 𐑑𐑻𐑯 𐑞𐑦𐑕 𐑪𐑓 𐑓𐑹 𐑛𐑰𐑚𐑳𐑜𐑦𐑙.

source: If the low-power mode should be enabled when on AC
be@latin: Ci ŭklučać aščadny režym, pracujučy z bloku siłkavańnia
en@shaw: 𐑦𐑓 𐑞 𐑤𐑴-𐑐𐑬𐑼 𐑥𐑴𐑛 𐑖𐑫𐑛 𐑚𐑰 𐑦𐑯𐑱𐑚𐑩𐑤𐑛 𐑢𐑧𐑯 𐑪𐑯 AC

source: If the low-power mode should be enabled when on battery
be@latin: Ci ŭklučać aščadny režym, pracujučy z batarei
en@shaw: 𐑦𐑓 𐑞 𐑤𐑴-𐑐𐑬𐑼 𐑥𐑴𐑛 𐑖𐑫𐑛 𐑚𐑰 𐑦𐑯𐑱𐑚𐑩𐑤𐑛 𐑢𐑧𐑯 𐑪𐑯 𐑚𐑨𐑑𐑼𐑦

source: If the screen brightness should be changed when switching between AC and battery power.
en@shaw: 𐑦𐑓 𐑞 𐑕𐑒𐑮𐑰𐑯 𐑚𐑮𐑲𐑑𐑯𐑩𐑕 𐑖𐑫𐑛 𐑚𐑰 𐑗𐑱𐑯𐑡𐑛 𐑢𐑧𐑯 𐑕𐑢𐑦𐑗𐑦𐑙 𐑚𐑦𐑑𐑢𐑰𐑯 AC 𐑯 𐑚𐑨𐑑𐑼𐑦 𐑐𐑬𐑼.

source: If the screen should be dimmed to save power when the computer is idle when on AC power.
be@latin: Ci treba pryciamniać ekran, kab zachavać krychu enerhii, kali kamputar biaźdiejničaje i pracuje z bloku siłkavańnia.
en@shaw: 𐑦𐑓 𐑞 𐑕𐑒𐑮𐑰𐑯 𐑖𐑫𐑛 𐑚𐑰 𐑛𐑦𐑥𐑛 𐑑 𐑕𐑱𐑝 𐑐𐑬𐑼 𐑢𐑧𐑯 𐑞 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑦𐑟 𐑲𐑛𐑩𐑤 𐑢𐑧𐑯 𐑪𐑯 AC 𐑐𐑬𐑼.

source: If the screen should be dimmed to save power when the computer is idle when on battery power.
be@latin: Ci treba pryciamniać ekran, kab zachavać krychu enerhii, kali kamputar biaźdiejničaje i pracuje z batarei.
en@shaw: 𐑦𐑓 𐑞 𐑕𐑒𐑮𐑰𐑯 𐑖𐑫𐑛 𐑚𐑰 𐑛𐑦𐑥𐑛 𐑑 𐑕𐑱𐑝 𐑐𐑬𐑼 𐑢𐑧𐑯 𐑞 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑦𐑟 𐑲𐑛𐑩𐑤 𐑢𐑧𐑯 𐑪𐑯 𐑚𐑨𐑑𐑼𐑦 𐑐𐑬𐑼.

source: If the screen should be reduced in brightness when the computer is on battery power.
be@latin: Ci treba pryciamniać ekran, kab zachavać krychu enerhii, kali kamputar pracuje z batarei.
en@shaw: 𐑦𐑓 𐑞 𐑕𐑒𐑮𐑰𐑯 𐑖𐑫𐑛 𐑚𐑰 𐑮𐑦𐑛𐑿𐑕𐑑 𐑦𐑯 𐑚𐑮𐑲𐑑𐑯𐑩𐑕 𐑢𐑧𐑯 𐑞 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑦𐑟 𐑪𐑯 𐑚𐑨𐑑𐑼𐑦 𐑐𐑬𐑼.

source: If the system low-power mode should be enabled when on AC power.
be@latin: Ci ŭklučać systemny aščadny režym, kali kamputar pracuje z bloku siłkavańnia.
en@shaw: 𐑦𐑓 𐑞 𐑕𐑦𐑕𐑑𐑩𐑥 𐑤𐑴-𐑐𐑬𐑼 𐑥𐑴𐑛 𐑖𐑫𐑛 𐑚𐑰 𐑦𐑯𐑱𐑚𐑩𐑤𐑛 𐑢𐑧𐑯 𐑪𐑯 AC 𐑐𐑬𐑼.

source: If the system low-power mode should be enabled when on laptop battery power.
be@latin: Ci ŭklučać systemny aščadny režym, kali kamputar pracuje z batarei.
en@shaw: 𐑦𐑓 𐑞 𐑕𐑦𐑕𐑑𐑩𐑥 𐑤𐑴-𐑐𐑬𐑼 𐑥𐑴𐑛 𐑖𐑫𐑛 𐑚𐑰 𐑦𐑯𐑱𐑚𐑩𐑤𐑛 𐑢𐑧𐑯 𐑪𐑯 𐑤𐑨𐑐𐑑𐑪𐑐 𐑚𐑨𐑑𐑼𐑦 𐑐𐑬𐑼.

source: If the user should be notified when the AC adapter is disconnected.
be@latin: Ci infarmavać karystalnika ab adłučeńni ad bloku siłkavańnia.
en@shaw: 𐑦𐑓 𐑞 𐑿𐑟𐑼 𐑖𐑫𐑛 𐑚𐑰 𐑯𐑴𐑑𐑦𐑓𐑲𐑛 𐑢𐑧𐑯 𐑞 AC 𐑩𐑛𐑨𐑐𐑑𐑻 𐑦𐑟 𐑛𐑦𐑕𐑒𐑩𐑯𐑧𐑒𐑑𐑩𐑛.

source: If we should show the low capacity warning for a broken battery
be@latin: Ci pakazvać aściarohi nizkaj jomistaści dla złamanaj batarei
en@shaw: 𐑦𐑓 𐑢𐑰 𐑖𐑫𐑛 𐑖𐑴 𐑞 𐑤𐑴 𐑒𐑩𐑐𐑨𐑕𐑦𐑑𐑦 𐑢𐑹𐑯𐑦𐑙 𐑓𐑹 𐑩 𐑚𐑮𐑴𐑒𐑩𐑯 𐑚𐑨𐑑𐑼𐑦

source: If we should show the low capacity warning for a broken battery.
be@latin: Ci pakazvać aściarohi ab nizkaj jomistaści dla złamanaj batarei.
en@shaw: 𐑦𐑓 𐑢𐑰 𐑖𐑫𐑛 𐑖𐑴 𐑞 𐑤𐑴 𐑒𐑩𐑐𐑨𐑕𐑦𐑑𐑦 𐑢𐑹𐑯𐑦𐑙 𐑓𐑹 𐑩 𐑚𐑮𐑴𐑒𐑩𐑯 𐑚𐑨𐑑𐑼𐑦.

source: If we should show the recalled battery warning for a broken battery
be@latin: Ci pakazvać aściarohi ab adklikańni dla złamanaj batarei.
en@shaw: 𐑦𐑓 𐑢𐑰 𐑖𐑫𐑛 𐑖𐑴 𐑞 𐑮𐑰𐑒𐑷𐑤𐑛 𐑚𐑨𐑑𐑼𐑦 𐑢𐑹𐑯𐑦𐑙 𐑓𐑹 𐑩 𐑚𐑮𐑴𐑒𐑩𐑯 𐑚𐑨𐑑𐑼𐑦

source: If we should show the recalled battery warning for a broken battery. Set this to false only if you know your battery is okay.
be@latin: Ci pakazvać aściarohi ab adklikańni dla złamanaj batarei. Vyklučy, tolki kali ty ŭpeŭnieny, što tvaja batareja dobraja.
en@shaw: 𐑦𐑓 𐑢𐑰 𐑖𐑫𐑛 𐑖𐑴 𐑞 𐑮𐑰𐑒𐑷𐑤𐑛 𐑚𐑨𐑑𐑼𐑦 𐑢𐑹𐑯𐑦𐑙 𐑓𐑹 𐑩 𐑚𐑮𐑴𐑒𐑩𐑯 𐑚𐑨𐑑𐑼𐑦. 𐑕𐑧𐑑 𐑞𐑦𐑕 𐑑 𐑓𐑷𐑤𐑕 𐑴𐑯𐑤𐑦 𐑦𐑓 𐑿 𐑯𐑴 𐑿𐑼 𐑚𐑨𐑑𐑼𐑦 𐑦𐑟 𐑴𐑒𐑱.

source: Laptop lid close action on battery
be@latin: Dziejańnie ad začynieńnia laptopu, pracujučy z batarei
en@shaw: 𐑤𐑨𐑐𐑑𐑪𐑐 𐑤𐑦𐑛 𐑒𐑤𐑴𐑟 𐑨𐑒𐑖𐑩𐑯 𐑪𐑯 𐑚𐑨𐑑𐑼𐑦

source: Laptop lid close action when on AC
be@latin: Dziejańnie ad začynieńnia laptopu, pracujučy z bloku siłkavańnia
en@shaw: 𐑤𐑨𐑐𐑑𐑪𐑐 𐑤𐑦𐑛 𐑒𐑤𐑴𐑟 𐑨𐑒𐑖𐑩𐑯 𐑢𐑧𐑯 𐑪𐑯 AC

source: Lock MATE keyring on sleep
be@latin: Blakuj klučnika MATE pry zasynańni
en@shaw: 𐑤𐑪𐑒 ·𐑜·𐑜𐑯𐑴𐑥 𐑒𐑰𐑮𐑦𐑙 𐑪𐑯 𐑕𐑤𐑰𐑐

source: Lock screen on hibernate
be@latin: Blakuj ekran padčas hibernacyi
en@shaw: 𐑤𐑪𐑒 𐑕𐑒𐑮𐑰𐑯 𐑪𐑯 𐑣𐑲𐑚𐑼𐑯𐑱𐑑

source: Lock screen on suspend
be@latin: Blakuj ekran pry zasynańni
en@shaw: 𐑤𐑪𐑒 𐑕𐑒𐑮𐑰𐑯 𐑪𐑯 𐑕𐑩𐑕𐑐𐑧𐑯𐑛

source: Lock screen when blanked
be@latin: Blakuj ekran pry jaho vyśviatleńni
en@shaw: 𐑤𐑪𐑒 𐑕𐑒𐑮𐑰𐑯 𐑢𐑧𐑯 𐑚𐑤𐑨𐑙𐑒𐑑

source: Method used to blank screen on AC
be@latin: Metad vyśviatleńnia ekranu, pracujučy z bloku siłkavańnia
en@shaw: 𐑥𐑧𐑔𐑩𐑛 𐑿𐑕𐑑 𐑑 𐑚𐑤𐑨𐑙𐑒 𐑕𐑒𐑮𐑰𐑯 𐑪𐑯 AC

source: Method used to blank screen on battery
be@latin: Metad vyśviatleńnia ekranu, pracujučy z batarei
en@shaw: 𐑥𐑧𐑔𐑩𐑛 𐑿𐑕𐑑 𐑑 𐑚𐑤𐑨𐑙𐑒 𐑕𐑒𐑮𐑰𐑯 𐑪𐑯 𐑚𐑨𐑑𐑼𐑦

source: Notify on a low power
be@latin: Nahadvaj ab niastačy enerhii
en@shaw: 𐑯𐑴𐑑𐑦𐑓𐑲 𐑪𐑯 𐑩 𐑤𐑴 𐑐𐑬𐑼

source: Notify on a sleep failure
be@latin: Infarmuj ab niaŭdałym zasynańni
en@shaw: 𐑯𐑴𐑑𐑦𐑓𐑲 𐑪𐑯 𐑩 𐑕𐑤𐑰𐑐 𐑓𐑱𐑤𐑘𐑼

source: Notify when AC adapter is disconnected
be@latin: Infarmuj ab adłučeńni ad bloku siłkavańnia
en@shaw: 𐑯𐑴𐑑𐑦𐑓𐑲 𐑢𐑧𐑯 AC 𐑩𐑛𐑨𐑐𐑑𐑻 𐑦𐑟 𐑛𐑦𐑕𐑒𐑩𐑯𐑧𐑒𐑑𐑩𐑛

source: Notify when fully charged
be@latin: Infarmuj ab poŭnaj zaradžanaści
en@shaw: 𐑯𐑴𐑑𐑦𐑓𐑲 𐑢𐑧𐑯 𐑓𐑫𐑤𐑦 𐑗𐑸𐑡𐑛

source: Percentage action is taken
be@latin: Učynienaje dziejańnie dla peŭnych pracentaŭ
en@shaw: 𐑐𐑼𐑕𐑧𐑯𐑑𐑦𐑡 𐑨𐑒𐑖𐑩𐑯 𐑦𐑟 𐑑𐑱𐑒𐑩𐑯

source: Percentage considered critical
be@latin: Uzrovień zaradžanaści źjaŭlajecca krytyčnym
en@shaw: 𐑐𐑼𐑕𐑧𐑯𐑑𐑦𐑡 𐑒𐑩𐑯𐑕𐑦𐑛𐑼𐑛 𐑒𐑮𐑦𐑑𐑦𐑒𐑩𐑤

source: Percentage considered low
be@latin: Nizki ŭzrovień zaradžanaści
en@shaw: 𐑐𐑼𐑕𐑧𐑯𐑑𐑦𐑡 𐑒𐑩𐑯𐑕𐑦𐑛𐑼𐑛 𐑤𐑴

source: Power button action
be@latin: Dziejańnie knopki siłkavańnia
en@shaw: 𐑐𐑬𐑼 𐑚𐑳𐑑𐑩𐑯 𐑨𐑒𐑖𐑩𐑯

source: Reduce the backlight brightness when on battery power
be@latin: Źmianšaj jarkaść lampy, pracujučy z batarei
en@shaw: 𐑮𐑦𐑛𐑿𐑕 𐑞 𐑚𐑨𐑒𐑤𐑲𐑑 𐑚𐑮𐑲𐑑𐑯𐑩𐑕 𐑢𐑧𐑯 𐑪𐑯 𐑚𐑨𐑑𐑼𐑦 𐑐𐑬𐑼

source: Seconds of inactivity to spin down when on AC
en@shaw: 𐑕𐑧𐑒𐑩𐑯𐑛𐑟 𐑝 𐑦𐑯𐑨𐑒𐑑𐑦𐑝𐑦𐑑𐑰 𐑑 𐑕𐑐𐑦𐑯 𐑛𐑬𐑯 𐑢𐑧𐑯 𐑪𐑯 AC

source: Seconds of inactivity to spin down when on battery
en@shaw: 𐑕𐑧𐑒𐑩𐑯𐑛𐑟 𐑝 𐑦𐑯𐑨𐑒𐑑𐑦𐑝𐑦𐑑𐑰 𐑑 𐑕𐑐𐑦𐑯 𐑛𐑬𐑯 𐑢𐑧𐑯 𐑪𐑯 𐑚𐑨𐑑𐑼𐑦

source: Sleep timeout computer when on AC
be@latin: Peryjad zasynańnia kamputara, pracujučy z bloku siłkavańnia
en@shaw: 𐑕𐑤𐑰𐑐 𐑑𐑲𐑥𐑬𐑑 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑢𐑧𐑯 𐑪𐑯 AC

source: Sleep timeout computer when on UPS
en@shaw: 𐑕𐑤𐑰𐑐 𐑑𐑲𐑥𐑬𐑑 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑢𐑧𐑯 𐑪𐑯 UPS

source: Sleep timeout computer when on battery
be@latin: Peryjad zasynańnia kamputara, pracujučy z batarei
en@shaw: 𐑕𐑤𐑰𐑐 𐑑𐑲𐑥𐑬𐑑 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑢𐑧𐑯 𐑪𐑯 𐑚𐑨𐑑𐑼𐑦

source: Sleep timeout display when on AC
be@latin: Demanstracyja peryjadu zasynańnia, pracujučy z bloku siłkavańnia
en@shaw: 𐑕𐑤𐑰𐑐 𐑑𐑲𐑥𐑬𐑑 𐑛𐑩𐑕𐑐𐑤𐑱 𐑢𐑧𐑯 𐑪𐑯 AC

source: Sleep timeout display when on UPS
en@shaw: 𐑕𐑤𐑰𐑐 𐑑𐑲𐑥𐑬𐑑 𐑛𐑩𐑕𐑐𐑤𐑱 𐑢𐑧𐑯 𐑪𐑯 UPS

source: Sleep timeout display when on battery
be@latin: Demanstracyja peryjadu zasynańnia, pracujučy z batarei
en@shaw: 𐑕𐑤𐑰𐑐 𐑑𐑲𐑥𐑬𐑑 𐑛𐑩𐑕𐑐𐑤𐑱 𐑢𐑧𐑯 𐑪𐑯 𐑚𐑨𐑑𐑼𐑦

source: Suspend button action
be@latin: Dziejańnie knopki zasynańnia
en@shaw: 𐑕𐑩𐑕𐑐𐑧𐑯𐑛 𐑚𐑳𐑑𐑩𐑯 𐑨𐑒𐑖𐑩𐑯

source: The URI to show to the user on sleep failure
en@shaw: 𐑞 URI 𐑑 𐑖𐑴 𐑑 𐑞 𐑿𐑟𐑼 𐑪𐑯 𐑕𐑤𐑰𐑐 𐑓𐑱𐑤𐑘𐑼

source: The action to take when the UPS is critically low. Possible values are "hibernate", "suspend", "shutdown" and "nothing".
be@latin: Dziejańnie dla sytuacyi, kali UPS krytyčna razradziŭsia. Mahčymyja vartaści: "hibernate" (hibernacyja), "suspend" (son), "shutdown" (vyklučeńnie) i "nothing" (ničoha).
en@shaw: 𐑞 𐑨𐑒𐑖𐑩𐑯 𐑑 𐑑𐑱𐑒 𐑢𐑧𐑯 𐑞 UPS 𐑦𐑟 𐑒𐑮𐑦𐑑𐑦𐑒𐑩𐑤𐑦 𐑤𐑴. 𐑐𐑪𐑕𐑩𐑚𐑩𐑤 𐑝𐑨𐑤𐑿𐑟 𐑸 "hibernate", "suspend", "shutdown" 𐑯 "nothing".

source: The action to take when the UPS is low. Possible values are "hibernate", "suspend", "shutdown" and "nothing".
be@latin: Dziejańnie dla sytuacyi, kali UPS razradziŭsia. Mahčymyja vartaści: "hibernate" (hibernacyja), "suspend" (son), "shutdown" (vyklučeńnie) i "nothing" (ničoha).
en@shaw: 𐑞 𐑨𐑒𐑖𐑩𐑯 𐑑 𐑑𐑱𐑒 𐑢𐑧𐑯 𐑞 UPS 𐑦𐑟 𐑤𐑴. 𐑐𐑪𐑕𐑩𐑚𐑩𐑤 𐑝𐑨𐑤𐑿𐑟 𐑸 "hibernate", "suspend", "shutdown" 𐑯 "nothing".

source: The action to take when the battery is critically low. Possible values are "hibernate", "suspend", "shutdown" and "nothing".
be@latin: Dziejańnie dla sytuacyi, kali batareja krytyčna razradziłasia. Mahčymyja vartaści: "hibernate" (hibernacyja), "suspend" (son), "shutdown" (vyklučeńnie) i "nothing" (ničoha).
en@shaw: 𐑞 𐑨𐑒𐑖𐑩𐑯 𐑑 𐑑𐑱𐑒 𐑢𐑧𐑯 𐑞 𐑚𐑨𐑑𐑼𐑦 𐑦𐑟 𐑒𐑮𐑦𐑑𐑦𐑒𐑩𐑤𐑦 𐑤𐑴. 𐑐𐑪𐑕𐑩𐑚𐑩𐑤 𐑝𐑨𐑤𐑿𐑟 𐑸 "hibernate", "suspend", "shutdown" 𐑯 "nothing".

source: The action to take when the laptop lid is closed and the laptop is on AC power. Possible values are "suspend", "hibernate", "blank" and "nothing".
be@latin: Dziejańnie dla sytuacyi, kali laptop začyniajecca, pracujučy z bloku siłkavańnia. Mahčymyja vartaści: "hibernate" (hibernacyja), "suspend" (son), "blank" (vyśviatleńnie) i "nothing" (ničoha).
en@shaw: 𐑞 𐑨𐑒𐑖𐑩𐑯 𐑑 𐑑𐑱𐑒 𐑢𐑧𐑯 𐑞 𐑤𐑨𐑐𐑑𐑪𐑐 𐑤𐑦𐑛 𐑦𐑟 𐑒𐑤𐑴𐑟𐑛 𐑯 𐑞 𐑤𐑨𐑐𐑑𐑪𐑐 𐑦𐑟 𐑪𐑯 AC 𐑐𐑬𐑼. 𐑐𐑪𐑕𐑩𐑚𐑩𐑤 𐑝𐑨𐑤𐑿𐑟 𐑸 "suspend", "hibernate", "blank" 𐑯 "nothing".

source: The action to take when the laptop lid is closed and the laptop is on battery power. Possible values are "suspend", "hibernate", "blank", and "nothing".
be@latin: Dziejańnie dla sytuacyi, kali laptop začyniajecca, pracujučy z batarei. Mahčymyja vartaści: "hibernate" (hibernacyja), "suspend" (son), "blank" (vyśviatleńnie) i "nothing" (ničoha).
en@shaw: 𐑞 𐑨𐑒𐑖𐑩𐑯 𐑑 𐑑𐑱𐑒 𐑢𐑧𐑯 𐑞 𐑤𐑨𐑐𐑑𐑪𐑐 𐑤𐑦𐑛 𐑦𐑟 𐑒𐑤𐑴𐑟𐑛 𐑯 𐑞 𐑤𐑨𐑐𐑑𐑪𐑐 𐑦𐑟 𐑪𐑯 𐑚𐑨𐑑𐑼𐑦 𐑐𐑬𐑼. 𐑐𐑪𐑕𐑩𐑚𐑩𐑤 𐑝𐑨𐑤𐑿𐑟 𐑸 "suspend", "hibernate", "blank", 𐑯 "nothing".

source: The action to take when the system hibernate button is pressed. Possible values are "suspend", "hibernate", "interactive", "shutdown" and "nothing".
be@latin: Dziejańnie dla nacisku knopki hibernacyi. Mahčymyja vartaści: "hibernate" (hibernacyja), "suspend" (son), "interactive" (interakcyja), "shutdown" (vyklučeńnie) i "nothing" (ničoha).
en@shaw: 𐑞 𐑨𐑒𐑖𐑩𐑯 𐑑 𐑑𐑱𐑒 𐑢𐑧𐑯 𐑞 𐑕𐑦𐑕𐑑𐑩𐑥 𐑣𐑲𐑚𐑼𐑯𐑱𐑑 𐑚𐑳𐑑𐑩𐑯 𐑦𐑟 𐑐𐑮𐑧𐑕𐑑. 𐑐𐑪𐑕𐑩𐑚𐑩𐑤 𐑝𐑨𐑤𐑿𐑟 𐑸 "suspend", "hibernate", "interactive", "shutdown" 𐑯 "nothing".

source: The action to take when the system power button is pressed. Possible values are "suspend", "hibernate", "interactive", "shutdown" and "nothing".
be@latin: Dziejańnie dla nacisku knopki systemnaha siłkavańnia. Mahčymyja vartaści: "hibernate" (hibernacyja), "suspend" (son), "interactive" (interakcyja), "shutdown" (vyklučeńnie) i "nothing" (ničoha).
en@shaw: 𐑞 𐑨𐑒𐑖𐑩𐑯 𐑑 𐑑𐑱𐑒 𐑢𐑧𐑯 𐑞 𐑕𐑦𐑕𐑑𐑩𐑥 𐑐𐑬𐑼 𐑚𐑳𐑑𐑩𐑯 𐑦𐑟 𐑐𐑮𐑧𐑕𐑑. 𐑐𐑪𐑕𐑩𐑚𐑩𐑤 𐑝𐑨𐑤𐑿𐑟 𐑸 "suspend", "hibernate", "interactive", "shutdown" 𐑯 "nothing".

source: The action to take when the system suspend button is pressed. Possible values are "suspend", "hibernate", "interactive", "shutdown" and "nothing".
be@latin: Dziejańnie dla nacisku knopki systemnaha snu. Mahčymyja vartaści: "hibernate" (hibernacyja), "suspend" (son), "interactive" (interakcyja), "shutdown" (vyklučeńnie) i "nothing" (ničoha).
en@shaw: 𐑞 𐑨𐑒𐑖𐑩𐑯 𐑑 𐑑𐑱𐑒 𐑢𐑧𐑯 𐑞 𐑕𐑦𐑕𐑑𐑩𐑥 𐑕𐑩𐑕𐑐𐑧𐑯𐑛 𐑚𐑳𐑑𐑩𐑯 𐑦𐑟 𐑐𐑮𐑧𐑕𐑑. 𐑐𐑪𐑕𐑩𐑚𐑩𐑤 𐑝𐑨𐑤𐑿𐑟 𐑸 "suspend", "hibernate", "interactive", "shutdown" 𐑯 "nothing".

source: The amount of time in seconds before the display goes to sleep when the computer is on AC power.
be@latin: Peryjad času ŭ sekundach, pakul nie zaśnie ekran, kali kamputar pracuje z bloku siłkavańnia.
en@shaw: 𐑞 𐑩𐑥𐑬𐑯𐑑 𐑝 𐑑𐑲𐑥 𐑦𐑯 𐑕𐑧𐑒𐑩𐑯𐑛𐑟 𐑚𐑦𐑓𐑹 𐑞 𐑛𐑦𐑕𐑐𐑤𐑱 𐑜𐑴𐑟 𐑑 𐑕𐑤𐑰𐑐 𐑢𐑧𐑯 𐑞 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑦𐑟 𐑪𐑯 AC 𐑐𐑬𐑼.

source: The amount of time in seconds the computer on AC power needs to be inactive before it goes to sleep.
be@latin: Peryjad biaździejnaści ŭ sekundach, pakul nie zaśnie kamputar, kali pracuje z bloku siłkavańnia.
en@shaw: 𐑞 𐑩𐑥𐑬𐑯𐑑 𐑝 𐑑𐑲𐑥 𐑦𐑯 𐑕𐑧𐑒𐑩𐑯𐑛𐑟 𐑞 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑪𐑯 AC 𐑐𐑬𐑼 𐑯𐑰𐑛𐑟 𐑑 𐑚𐑰 𐑦𐑯𐑨𐑒𐑑𐑦𐑝 𐑚𐑦𐑓𐑹 𐑦𐑑 𐑜𐑴𐑟 𐑑 𐑕𐑤𐑰𐑐.

source: The amount of time in seconds the computer on UPS power needs to be inactive before it goes to sleep.
en@shaw: 𐑞 𐑩𐑥𐑬𐑯𐑑 𐑝 𐑑𐑲𐑥 𐑦𐑯 𐑕𐑧𐑒𐑩𐑯𐑛𐑟 𐑞 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑪𐑯 UPS 𐑐𐑬𐑼 𐑯𐑰𐑛𐑟 𐑑 𐑚𐑰 𐑦𐑯𐑨𐑒𐑑𐑦𐑝 𐑚𐑦𐑓𐑹 𐑦𐑑 𐑜𐑴𐑟 𐑑 𐑕𐑤𐑰𐑐.

source: The amount of time in seconds the computer on UPS power needs to be inactive before the display goes to sleep.
en@shaw: 𐑞 𐑩𐑥𐑬𐑯𐑑 𐑝 𐑑𐑲𐑥 𐑦𐑯 𐑕𐑧𐑒𐑩𐑯𐑛𐑟 𐑞 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑪𐑯 UPS 𐑐𐑬𐑼 𐑯𐑰𐑛𐑟 𐑑 𐑚𐑰 𐑦𐑯𐑨𐑒𐑑𐑦𐑝 𐑚𐑦𐑓𐑹 𐑞 𐑛𐑦𐑕𐑐𐑤𐑱 𐑜𐑴𐑟 𐑑 𐑕𐑤𐑰𐑐.

source: The amount of time in seconds the computer on battery power needs to be inactive before it goes to sleep.
be@latin: Peryjad biaździejnaści ŭ sekundach, pakul nie zaśnie kamputar, kali pracuje z batarei.
en@shaw: 𐑞 𐑩𐑥𐑬𐑯𐑑 𐑝 𐑑𐑲𐑥 𐑦𐑯 𐑕𐑧𐑒𐑩𐑯𐑛𐑟 𐑞 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑪𐑯 𐑚𐑨𐑑𐑼𐑦 𐑐𐑬𐑼 𐑯𐑰𐑛𐑟 𐑑 𐑚𐑰 𐑦𐑯𐑨𐑒𐑑𐑦𐑝 𐑚𐑦𐑓𐑹 𐑦𐑑 𐑜𐑴𐑟 𐑑 𐑕𐑤𐑰𐑐.

source: The amount of time in seconds the computer on battery power needs to be inactive before the display goes to sleep.
be@latin: Peryjad biaździejnaści ŭ sekundach, pakul nie zaśnie ekran kamputara, kali toj pracuje z batarei.
en@shaw: 𐑞 𐑩𐑥𐑬𐑯𐑑 𐑝 𐑑𐑲𐑥 𐑦𐑯 𐑕𐑧𐑒𐑩𐑯𐑛𐑟 𐑞 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑪𐑯 𐑚𐑨𐑑𐑼𐑦 𐑐𐑬𐑼 𐑯𐑰𐑛𐑟 𐑑 𐑚𐑰 𐑦𐑯𐑨𐑒𐑑𐑦𐑝 𐑚𐑦𐑓𐑹 𐑞 𐑛𐑦𐑕𐑐𐑤𐑱 𐑜𐑴𐑟 𐑑 𐑕𐑤𐑰𐑐.

source: The amount to dim the brightness of the display when on battery power. Possible values are between 0 and 100.
be@latin: Stupień zaciamnieńnia ekranu, pracujučy z batarei. Mahčymyja vartaści: ad 0 da 100.
en@shaw: 𐑞 𐑩𐑥𐑬𐑯𐑑 𐑑 𐑛𐑦𐑥 𐑞 𐑚𐑮𐑲𐑑𐑯𐑩𐑕 𐑝 𐑞 𐑛𐑦𐑕𐑐𐑤𐑱 𐑢𐑧𐑯 𐑪𐑯 𐑚𐑨𐑑𐑼𐑦 𐑐𐑬𐑼. 𐑐𐑪𐑕𐑩𐑚𐑩𐑤 𐑝𐑨𐑤𐑿𐑟 𐑸 𐑚𐑦𐑑𐑢𐑰𐑯 0 𐑯 100.

source: The brightness of the display when on AC power. Possible values are between 0 and 100.
en@shaw: 𐑞 𐑚𐑮𐑲𐑑𐑯𐑩𐑕 𐑝 𐑞 𐑛𐑦𐑕𐑐𐑤𐑱 𐑢𐑧𐑯 𐑪𐑯 AC 𐑐𐑬𐑼. 𐑐𐑪𐑕𐑩𐑚𐑩𐑤 𐑝𐑨𐑤𐑿𐑟 𐑸 𐑚𐑦𐑑𐑢𐑰𐑯 0 𐑯 100.

source: The brightness of the screen when idle
en@shaw: 𐑞 𐑚𐑮𐑲𐑑𐑯𐑩𐑕 𐑝 𐑞 𐑕𐑒𐑮𐑰𐑯 𐑢𐑧𐑯 𐑲𐑛𐑩𐑤

source: The default amount of time to dim the screen after idle
en@shaw: 𐑞 𐑛𐑦𐑓𐑷𐑤𐑑 𐑩𐑥𐑬𐑯𐑑 𐑝 𐑑𐑲𐑥 𐑑 𐑛𐑦𐑥 𐑞 𐑕𐑒𐑮𐑰𐑯 𐑭𐑓𐑑𐑼 𐑲𐑛𐑩𐑤

source: The default amount of time to dim the screen after idle.
en@shaw: 𐑞 𐑛𐑦𐑓𐑷𐑤𐑑 𐑩𐑥𐑬𐑯𐑑 𐑝 𐑑𐑲𐑥 𐑑 𐑛𐑦𐑥 𐑞 𐑕𐑒𐑮𐑰𐑯 𐑭𐑓𐑑𐑼 𐑲𐑛𐑩𐑤.

source: The default configuration version.
en@shaw: 𐑞 𐑛𐑦𐑓𐑷𐑤𐑑 𐑒𐑩𐑯𐑓𐑦𐑜𐑘𐑼𐑱𐑖𐑩𐑯 𐑝𐑻𐑠𐑩𐑯.

source: The default graph type to show in the statistics window
en@shaw: 𐑞 𐑛𐑦𐑓𐑷𐑤𐑑 𐑜𐑮𐑭𐑓 𐑑𐑲𐑐 𐑑 𐑖𐑴 𐑦𐑯 𐑞 𐑕𐑑𐑩𐑑𐑦𐑕𐑑𐑦𐑒𐑕 𐑢𐑦𐑯𐑛𐑴

source: The default graph type to show in the statistics window.
en@shaw: 𐑞 𐑛𐑦𐑓𐑷𐑤𐑑 𐑜𐑮𐑭𐑓 𐑑𐑲𐑐 𐑑 𐑖𐑴 𐑦𐑯 𐑞 𐑕𐑑𐑩𐑑𐑦𐑕𐑑𐑦𐑒𐑕 𐑢𐑦𐑯𐑛𐑴.

source: The maximum duration of time displayed on the x-axis of the graph.
en@shaw: 𐑞 𐑥𐑨𐑒𐑕𐑦𐑥𐑩𐑥 𐑛𐑫𐑮𐑱𐑖𐑩𐑯 𐑝 𐑑𐑲𐑥 𐑛𐑩𐑕𐑐𐑤𐑱𐑛 𐑪𐑯 𐑞 x-𐑨𐑒𐑕𐑦𐑕 𐑝 𐑞 𐑜𐑮𐑭𐑓.

source: The maximum time displayed on the graph
en@shaw: 𐑞 𐑥𐑨𐑒𐑕𐑦𐑥𐑩𐑥 𐑑𐑲𐑥 𐑛𐑩𐑕𐑐𐑤𐑱𐑛 𐑪𐑯 𐑞 𐑜𐑮𐑭𐑓

source: The number of seconds of inactivity to spin down the disks when on AC power.
en@shaw: 𐑞 𐑯𐑳𐑥𐑚𐑼 𐑝 𐑕𐑧𐑒𐑩𐑯𐑛𐑟 𐑝 𐑦𐑯𐑨𐑒𐑑𐑦𐑝𐑦𐑑𐑰 𐑑 𐑕𐑐𐑦𐑯 𐑛𐑬𐑯 𐑞 𐑛𐑦𐑕𐑒𐑕 𐑢𐑧𐑯 𐑪𐑯 AC 𐑐𐑬𐑼.

source: The number of seconds of inactivity to spin down the disks when on battery power.
en@shaw: 𐑞 𐑯𐑳𐑥𐑚𐑼 𐑝 𐑕𐑧𐑒𐑩𐑯𐑛𐑟 𐑝 𐑦𐑯𐑨𐑒𐑑𐑦𐑝𐑦𐑑𐑰 𐑑 𐑕𐑐𐑦𐑯 𐑛𐑬𐑯 𐑞 𐑛𐑦𐑕𐑒𐑕 𐑢𐑧𐑯 𐑪𐑯 𐑚𐑨𐑑𐑼𐑦 𐑐𐑬𐑼.

source: The percentage of the battery when it is considered critical. Only valid when use_time_for_policy is false.
en@shaw: 𐑞 𐑐𐑼𐑕𐑧𐑯𐑑𐑦𐑡 𐑝 𐑞 𐑚𐑨𐑑𐑼𐑦 𐑢𐑧𐑯 𐑦𐑑 𐑦𐑟 𐑒𐑩𐑯𐑕𐑦𐑛𐑼𐑛 𐑒𐑮𐑦𐑑𐑦𐑒𐑩𐑤. 𐑴𐑯𐑤𐑦 𐑝𐑨𐑤𐑦𐑛 𐑢𐑧𐑯 use_time_for_policy 𐑦𐑟 𐑓𐑷𐑤𐑕.

source: The percentage of the battery when it is considered low. Only valid when use_time_for_policy is false.
en@shaw: 𐑞 𐑐𐑼𐑕𐑧𐑯𐑑𐑦𐑡 𐑝 𐑞 𐑚𐑨𐑑𐑼𐑦 𐑢𐑧𐑯 𐑦𐑑 𐑦𐑟 𐑒𐑩𐑯𐑕𐑦𐑛𐑼𐑛 𐑤𐑴. 𐑴𐑯𐑤𐑦 𐑝𐑨𐑤𐑦𐑛 𐑢𐑧𐑯 use_time_for_policy 𐑦𐑟 𐑓𐑷𐑤𐑕.

source: The percentage of the battery when the critical action is performed. Only valid when use_time_for_policy is false.
en@shaw: 𐑞 𐑐𐑼𐑕𐑧𐑯𐑑𐑦𐑡 𐑝 𐑞 𐑚𐑨𐑑𐑼𐑦 𐑢𐑧𐑯 𐑞 𐑒𐑮𐑦𐑑𐑦𐑒𐑩𐑤 𐑨𐑒𐑖𐑩𐑯 𐑦𐑟 𐑐𐑼𐑓𐑹𐑥𐑛. 𐑴𐑯𐑤𐑦 𐑝𐑨𐑤𐑦𐑛 𐑢𐑧𐑯 use_time_for_policy 𐑦𐑟 𐑓𐑷𐑤𐑕.

source: The time remaining in seconds of the battery when critical action is taken. Only valid when use_time_for_policy is true.
en@shaw: 𐑞 𐑑𐑲𐑥 𐑮𐑦𐑥𐑱𐑯𐑦𐑙 𐑦𐑯 𐑕𐑧𐑒𐑩𐑯𐑛𐑟 𐑝 𐑞 𐑚𐑨𐑑𐑼𐑦 𐑢𐑧𐑯 𐑒𐑮𐑦𐑑𐑦𐑒𐑩𐑤 𐑨𐑒𐑖𐑩𐑯 𐑦𐑟 𐑑𐑱𐑒𐑩𐑯. 𐑴𐑯𐑤𐑦 𐑝𐑨𐑤𐑦𐑛 𐑢𐑧𐑯 use_time_for_policy 𐑦𐑟 𐑑𐑮𐑵.

source: The time remaining in seconds of the battery when it is considered critical. Only valid when use_time_for_policy is true.
en@shaw: 𐑞 𐑑𐑲𐑥 𐑮𐑦𐑥𐑱𐑯𐑦𐑙 𐑦𐑯 𐑕𐑧𐑒𐑩𐑯𐑛𐑟 𐑝 𐑞 𐑚𐑨𐑑𐑼𐑦 𐑢𐑧𐑯 𐑦𐑑 𐑦𐑟 𐑒𐑩𐑯𐑕𐑦𐑛𐑼𐑛 𐑒𐑮𐑦𐑑𐑦𐑒𐑩𐑤. 𐑴𐑯𐑤𐑦 𐑝𐑨𐑤𐑦𐑛 𐑢𐑧𐑯 use_time_for_policy 𐑦𐑟 𐑑𐑮𐑵.

source: The time remaining in seconds of the battery when it is considered low. Only valid when use_time_for_policy is true.
en@shaw: 𐑞 𐑑𐑲𐑥 𐑮𐑦𐑥𐑱𐑯𐑦𐑙 𐑦𐑯 𐑕𐑧𐑒𐑩𐑯𐑛𐑟 𐑝 𐑞 𐑚𐑨𐑑𐑼𐑦 𐑢𐑧𐑯 𐑦𐑑 𐑦𐑟 𐑒𐑩𐑯𐑕𐑦𐑛𐑼𐑛 𐑤𐑴. 𐑴𐑯𐑤𐑦 𐑝𐑨𐑤𐑦𐑛 𐑢𐑧𐑯 use_time_for_policy 𐑦𐑟 𐑑𐑮𐑵.

source: The time remaining when action is taken
en@shaw: 𐑞 𐑑𐑲𐑥 𐑮𐑦𐑥𐑱𐑯𐑦𐑙 𐑢𐑧𐑯 𐑨𐑒𐑖𐑩𐑯 𐑦𐑟 𐑑𐑱𐑒𐑩𐑯

source: The time remaining when critical
en@shaw: 𐑞 𐑑𐑲𐑥 𐑮𐑦𐑥𐑱𐑯𐑦𐑙 𐑢𐑧𐑯 𐑒𐑮𐑦𐑑𐑦𐑒𐑩𐑤

source: The time remaining when low
en@shaw: 𐑞 𐑑𐑲𐑥 𐑮𐑦𐑥𐑱𐑯𐑦𐑙 𐑢𐑧𐑯 𐑤𐑴

source: The type of sleeping that should be performed when the computer is inactive. Possible values are "hibernate", "suspend" and "nothing".
en@shaw: 𐑞 𐑑𐑲𐑐 𐑝 𐑕𐑤𐑰𐑐𐑦𐑙 𐑞𐑨𐑑 𐑖𐑫𐑛 𐑚𐑰 𐑐𐑼𐑓𐑹𐑥𐑛 𐑢𐑧𐑯 𐑞 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑦𐑟 𐑦𐑯𐑨𐑒𐑑𐑦𐑝. 𐑐𐑪𐑕𐑩𐑚𐑩𐑤 𐑝𐑨𐑤𐑿𐑟 𐑸 "hibernate", "suspend" 𐑯 "nothing".

source: This is the laptop panel screen brightness used when the session is idle. Only valid when use_time_for_policy is true.
en@shaw: 𐑞𐑦𐑕 𐑦𐑟 𐑞 𐑤𐑨𐑐𐑑𐑪𐑐 𐑐𐑨𐑯𐑩𐑤 𐑕𐑒𐑮𐑰𐑯 𐑚𐑮𐑲𐑑𐑯𐑩𐑕 𐑿𐑕𐑑 𐑢𐑧𐑯 𐑞 𐑕𐑧𐑖𐑩𐑯 𐑦𐑟 𐑲𐑛𐑩𐑤. 𐑴𐑯𐑤𐑦 𐑝𐑨𐑤𐑦𐑛 𐑢𐑧𐑯 use_time_for_policy 𐑦𐑟 𐑑𐑮𐑵.

source: UPS critical low action
en@shaw: UPS 𐑒𐑮𐑦𐑑𐑦𐑒𐑩𐑤 𐑤𐑴 𐑨𐑒𐑖𐑩𐑯

source: UPS low power action
en@shaw: UPS 𐑤𐑴 𐑐𐑬𐑼 𐑨𐑒𐑖𐑩𐑯

source: Use mate-screensaver lock setting
en@shaw: 𐑿𐑟 ·𐑜𐑯𐑴𐑥-𐑕𐑒𐑮𐑰𐑯𐑕𐑱𐑝𐑼 𐑤𐑪𐑒 𐑕𐑧𐑑𐑦𐑙
