Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-power-manager/po/*.po
Languages: be@latin, en@shaw

source: Allow Suspend and Hibernate in the menu
be@latin: Pakazvaj son i hibernacyju ŭ menu

source: Hibernate enabled
be@latin: Hibernacyja ŭklučanaja

source: If preferences should be shown
be@latin: Ci pakazvać nałady

source: If the Suspend and Hibernate options should be allowed in the notification area drop down menu.
be@latin: Ci treba pakazvać opcyi snu j hibernacyi ŭ menu abšara nahadvańniaŭ.

source: If the user is authorized to hibernate the computer.
be@latin: Ci dazvolena karystalniku zhibernavać kamputar.

source: If the user is authorized to suspend the computer.
be@latin: Ci dazvolena karystalniku uvieści kamputar u son.

source: If time based notifications should be used. If set to false, then the percentage change is used instead, which may fix a broken ACPI BIOS.
be@latin: Ci infarmavać ab časie. Kali vyklučana, tady vykarystoŭvajucca źmieny ŭ pracentach, što moža vypravić prablemy sa złamanym ACPI BIOS.

source: LCD brightness when on AC
be@latin: Jarkaść LCD, pracujučy z bloku siłkavańnia

source: LCD dimming amount when on battery
be@latin: Zaciamnieńnie LCD, pracujučy z batarei

source: Suspend enabled
be@latin: Zasynańnie ŭklučanaje

source: Processor wakeups per second:
be@latin: Kolkaść abudžeńniaŭ pracesara za sekundu:

source: Wakeups
be@latin: Abudžeńni

source: Di_m display when idle
be@latin: _Zaciamniaj ekran pry biaździejnaści

source: Only display an icon when a battery is p_resent
be@latin: _Pakazvaj ikonku, tolki kali jość batareja

source: When UPS power is l_ow:
be@latin: Kali UPS _razradžany:

source: When battery po_wer is critically low:
be@latin: Kali _batareja krytyčna razradžanaja:

source: When laptop lid is cl_osed:
be@latin: Kali začyniajecca _laptop:

source: %i minute
be@latin: %i chvilina

source: %i hour
be@latin: %i hadzina

source: hour
be@latin: hadzina

source: minute
be@latin: chvilina

source: %s %s until charged (%.1f%%) Provides %s battery runtime
be@latin: %s %s da zaradki (%.1f%%) Jość %s času žyćcia batarei

source: AC adapter
be@latin: Blok siłkavańnia

source: Laptop battery
be@latin: Batareja laptopa

source: Monitor
be@latin: Manitor

source: Wireless mouse
be@latin: Biazdrotavaja myš

source: Wireless keyboard
be@latin: Biazdrotavaja klavijatura

source: Cell phone
be@latin: Mabilny telefon

source: %ih%02im
be@latin: %ih%02ichv

source: Action disallowed
be@latin: Dziejańnie nie dazvolenaje

source: Suspend support has been disabled. Contact your administrator for more details.
be@latin: Nie staje padtrymki snu. Źviarnisia da svajho administratara pa padrabiaznaści.

source: Hibernate support has been disabled. Contact your administrator for more details.
be@latin: Nie staje padtrymki hibernacyi. Źviarnisia da svajho administratara pa padrabiaznaści.

source: Display DPMS activated
be@latin: DPMS ekranu ŭklučany

source: The battery is below the critical level and this computer is about to suspend.<br><b>NOTE:</b> A small amount of power is required to keep your computer in a suspended state.
be@latin: Batareja krytyčna razradžanaja, i hety kamputar nieŭzabavie <b>zaśnie</b>.<br><b>Uvaha:</b> Krychu enerhii patrebna, kab padtrymlivać kamputar u śnie.

source: Interprocessor interrupt
be@latin: Mižpracesarnaje pieraryvańnie

source: PS/2 keyboard/mouse/touchpad
be@latin: Klavijatura/myš/touchpad PS/2

source: USB activity %s
be@latin: Aktyŭnaść USB %s

source: Processor Wakeups
be@latin: Abudžeńni pracesara

source: Device information
be@latin: Infarmacyja ab pryładzie

source: There is no detailed information for this device
be@latin: Dla hetaj pryłady niama detalnych źviestak

source: translator-credits
be@latin: Ihar Hračyška <booxter@lacinka.org>

source: MATE Power Manager Website
be@latin: Web-sajt Kiraŭnika enerhii MATE

source: Power _History
be@latin: _Historyja vykarystańnia enerhii

source: _Suspend
be@latin: _Zaśni

source: Hi_bernate
be@latin: Z_hibernuj
