Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-system-tools/doc/services/*/*.po
Languages: cs, sv

source: @@image: 'figures/services-tool.png'; md5=94ccf9e194168f89f2962e0c7ca64ee5
cs: @@image: 'figures/services-tool.png'; md5=6088935e8f52f9768ddaeef8b909dd65

source: Services Administration Tool Manual
cs: Příručka k Nástroji pro správu služeb
sv: Handbok för Tjänsteadministrationsverktyg

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
cs: Je povoleno kopírovat, šířit a/nebo upravovat tento dokument za podmínek GNU Free Documentation License, verze 1.1 nebo jakékoli další verze vydané nadací Free Software Foundation; bez neměnných oddílů, bez textů předních desek a bez textů zadních desek. Kopie této licence je zahrnuta v oddílu jménem <ulink type="help" url="ghelp:fdl">GNU Free Documentation License</ulink> nebo v souboru COPYING-DOCS dodávaném s touto příručkou.
sv: Tillstånd att kopiera, distribuera och/eller modifiera detta dokument ges under villkoren i GNU Free Documentation License (GFDL), version 1.1 eller senare, utgivet av Free Software Foundation utan standardavsnitt och omslagstexter. En kopia av GFDL finns att hämta på denna <ulink type="help" url="ghelp:fdl">länk</ulink> eller i filen COPYING-DOCS som medföljer denna handbok.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
cs: Tato příručka je součástí kolekce příruček MATE, distribuovaných pod licencí GNU FDL. Pokud chcete tento dokument šířit odděleně od kolekce, musíte přiložit kopii licence dle popisu v sekci 6 dané licence.
sv: Denna handbok utgör en av flera MATE-handböcker som distribueras under villkoren i GFDL. Om du vill distribuera denna handbok separat från övriga handböcker kan du göra detta genom att lägga till en kopia av licensavtalet i handboken enligt instruktionerna i avsnitt 6 i licensavtalet.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
cs: Mnoho užívaných jmen určených k zviditelnění produktů nebo služeb jsou ochranné známky. Na místech, kde jsou tato jména v dokumentaci užita a členové Dokumentačního projektu MATE jsou si vědomi skutečnosti, že se jedná o ochrannou známku, je takové jméno psáno velkými písmeny celé nebo s velkým písmenem na začátku.
sv: Flera namn på produkter och tjänster är registrerade varumärken. I de fall dessa namn förekommer i MATE-dokumentation - och medlemmarna i MATE-dokumentationsprojektet är medvetna om dessa varumärken - är de skrivna med versaler eller med inledande versal.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
cs: DOKUMENT JE POSKYTOVÁN V PODOBĚ „JAK JE“ BEZ ZÁRUKY V JAKÉKOLIV PODOBĚ, NEPOSKYTUJÍ SE ANI ODVOZENÉ ZÁRUKY, ZÁRUKY, ŽE DOKUMENT, NEBO JEHO UPRAVENÁ VERZE, JE BEZCHYBNÝ NEBO ZÁRUKY PRODEJNOSTI, VHODNOSTI PRO URČITÝ ÚČEL NEBO NEPORUŠENOSTI. RIZIKO NEKVALITY, NEPŘESNOSTI A ŠPATNÉHO PROVEDENÍ DOKUMENTU, NEBO JEHO UPRAVENÉ VERZE, LEŽÍ NA VÁS. POKUD KVŮLI TOMUTO DOKUMENTU, NEBO JEHO UPRAVENÉ VERZI, NASTANE PROBLÉM, VY (NIKOLIV PŮVODNÍ AUTOR NEBO JAKÝKOLIV PŘISPĚVATEL) PŘEBÍRÁTE JAKÉKOLIV NÁKLADY ZA NUTNÉ ÚPRAVY, OPRAVY ČI SLUŽBY. TOTO PROHLÁŠENÍ O ZÁRUCE PŘEDSTAVUJE ZÁKLADNÍ SOUČÁST TÉTO LICENCE. BEZ TOHOTO PROHLÁŠENÍ NENÍ, PODLE TÉTO DOHODY, POVOLENO UŽÍVÁNÍ ANI ÚPRAVY TOHOTO DOKUMENTU; DÁLE
sv: DOKUMENTET TILLHANDAHÅLLS I "BEFINTLIGT SKICK" UTAN NÅGRA SOM HELST GARANTIER, VARE SIG UTTRYCKLIGA ELLER UNDERFÖRSTÅDDA, INKLUSIVE, MEN INTE BEGRÄNSAT TILL, GARANTIER ATT DOKUMENTET ELLER EN MODIFIERAD VERSION AV DOKUMENTET INTE INNEHÅLLER NÅGRA FELAKTIGHETER, ÄR LÄMPLIGT FÖR ETT VISST ÄNDAMÅL ELLER INTE STRIDER MOT LAG. HELA RISKEN VAD GÄLLER KVALITET, EXAKTHET OCH UTFÖRANDE AV DOKUMENTET OCH MODIFIERADE VERSIONER AV DOKUMENTET LIGGER HELT OCH HÅLLET PÅ ANVÄNDAREN. OM ETT DOKUMENT ELLER EN MODIFIERAD VERSION AV ETT DOKUMENT SKULLE VISA SIG INNEHÅLLA FELAKTIGHETER I NÅGOT HÄNSEENDE ÄR DET DU (INTE DEN URSPRUNGLIGA SKRIBENTEN, FÖRFATTAREN ELLER NÅGON ANNAN MEDARBETARE) SOM FÅR STÅ FÖR ALLA EVENTUELLA KOSTNADER FÖR SERVICE, REPARATIONER ELLER KORRIGERINGAR. DENNA GARANTIFRISKRIVNING UTGÖR EN VÄSENTLIG DEL AV DETTA LICENSAVTAL. DETTA INNEBÄR ATT ALL ANVÄNDNING AV ETT DOKUMENT ELLER EN MODIFIERAD VERSION AV ETT DOKUMENT BEVILJAS ENDAST UNDER DENNA ANSVARSFRISKRIVNING;

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
cs: ZA ŽÁDNÝCH OKOLNOSTÍ A ŽÁDNÝCH PRÁVNÍCH PŘEDPOKLADŮ, AŤ SE JEDNÁ O PŘEČIN (VČETNĚ NEDBALOSTNÍCH), SMLOUVU NEBO JINÉ, NENÍ AUTOR, PŮVODNÍ PISATEL, KTERÝKOLIV PŘISPĚVATEL NEBO KTERÝKOLIV DISTRIBUTOR TOHOTO DOKUMENTU NEBO UPRAVENÉ VERZE DOKUMENTU NEBO KTERÝKOLIV DODAVATEL NĚKTERÉ Z TĚCHTO STRAN ODPOVĚDNÝ NĚJAKÉ OSOBĚ ZA PŘÍMÉ, NEPŘÍMÉ, SPECIÁLNÍ, NAHODILÉ NEBO NÁSLEDNÉ ŠKODY JAKÉHOKOLIV CHARAKTERU, VČETNĚ, ALE NEJEN, ZA POŠKOZENÍ ZE ZTRÁTY DOBRÉHO JMÉNA, PŘERUŠENÍ PRÁCE, PORUCHY NEBO NESPRÁVNÉ FUNKCE POČÍTAČE NEBO JINÉHO A VŠECH DALŠÍCH ŠKOD NEBO ZTRÁT VYVSTÁVAJÍCÍCH Z NEBO VZTAHUJÍCÍCH SE K POUŽÍVÁNÍ TOHOTO DOKUMENTU NEBO UPRAVENÝCH VERZÍ DOKUMENTU, I KDYŽ BY TAKOVÁTO STRANA BYLA INFORMOVANÁ O MOŽNOSTI TAKOVÉHOTO POŠKOZENÍ.
sv: UNDER INGA OMSTÄNDIGHETER ELLER INOM RAMEN FÖR NÅGON LAGSTIFTNING, OAVSETT OM DET GÄLLER KRÄNKNING (INKLUSIVE VÅRDSLÖSHET), KONTRAKT ELLER DYLIKT, SKA FÖRFATTAREN, DEN URSPRUNGLIGA SKRIBENTEN ELLER ANNAN MEDARBETARE ELLER ÅTERFÖRSÄLJARE AV DOKUMENTET ELLER AV EN MODIFIERAD VERSION AV DOKUMENTET ELLER NÅGON LEVERANTÖR TILL NÅGON AV NÄMNDA PARTER STÄLLAS ANSVARIG GENTEMOT NÅGON FÖR NÅGRA DIREKTA, INDIREKTA, SÄRSKILDA ELLER OFÖRUTSEDDA SKADOR ELLER FÖLJDSKADOR AV NÅGOT SLAG, INKLUSIVE, MEN INTE BEGRÄNSAT TILL, SKADOR BETRÄFFANDE FÖRLORAD GOODWILL, HINDER I ARBETET, DATORHAVERI ELLER NÅGRA ANDRA TÄNKBARA SKADOR ELLER FÖRLUSTER SOM KAN UPPKOMMA PÅ GRUND AV ELLER RELATERAT TILL ANVÄNDNINGEN AV DOKUMENTET ELLER MODIFIERADE VERSIONER AV DOKUMENTET, ÄVEN OM PART SKA HA BLIVIT INFORMERAD OM MÖJLIGHETEN TILL SÅDANA SKADOR.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
cs: DOKUMENT A JEHO UPRAVENÉ VERZE JSOU ŠÍŘENY V SOULADU SE ZNĚNÍM LICENCE GNU FREE DOCUMENTATION LICENSE S NÁSLEDUJÍCÍM USTANOVENÍM: <placeholder-1/>
sv: DOKUMENTET OCH MODIFIERADE VERSIONER AV DOKUMENTET TILLHANDAHÅLLS UNDER VILLKOREN I GNU FREE DOCUMENTATION LICENSE ENDAST UNDER FÖLJANDE FÖRUTSÄTTNINGAR: <placeholder-1/>

source: Services Administration Tool Manual V2.15.2
cs: Příručka V2.15.2 k Nástroji pro správu služeb
sv: Handbok för Tjänsteadministrationsverktyg v2.15.2

source: August 2006
cs: Srpen 2006
sv: Augusti 2006

source: Services Administration Tool Manual V0.35
cs: Příručka V0.35 k Nástroji pro správu služeb
sv: Handbok för Tjänsteadministrationsverktyg v0.35

source: June 2004
cs: Červen 2004
sv: Juni 2004

source: This manual describes version 2.15.2 of Services Administration Tool.
cs: Tato příručka popisuje Nástroj pro správu služeb ve verzi 2.15.2
sv: Denna handbok beskriver version 2.15.2 av Tjänsteadministrationsverktyg.

source: Feedback
cs: Ohlasy
sv: Återkoppling

source: To report a bug or make a suggestion regarding the Services Administration Tool or this manual, follow the directions in the <ulink url="ghelp:mate-feedback" type="help">MATE Feedback Page</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k Nástroji pro správu služeb nebo této příručce, postupujte dle instrukcí na stránce <ulink url="ghelp:mate-feedback" type="help">Stránka s ohlasy na MATE</ulink>.
sv: För att rapportera ett fel eller komma med förslag angående Tjänsteadministrationsverktyget eller denna handbok, följ anvisningarna på <ulink url="ghelp:mate-feedback" type="help">MATE:s återkopplingssida</ulink>.

source: The Services Administration Tool allows you to specify which services will be started during the system boot process.
cs: Nástroj pro správu služeb vám umožňuje určit, které služby se budou spouštět v průběhu zavádění systému.
sv: Tjänsteadministrationsverktyget låter dig ange vilka tjänster som ska startas under systemets uppstartsprocess.

source: Services Administration Tool
cs: Nástroj pro správu služeb
sv: Tjänsteadministrationsverktyg

source: Introduction
cs: Úvod
sv: Introduktion

source: The <application>Services Administration Tool</application> allows you to specify which services will be started during the system boot process.
cs: <application>Nástroj pro správu služeb</application> vám umožňuje určit, které služby se budou spouštět v průběhu zavádění systému.
sv: <application>Tjänsteadministrationsverktyget</application> låter dig ange vilka tjänster som ska startas under systemets uppstartsprocess.

source: Getting started
cs: Začínáme
sv: Komma igång

source: You can start <application>Services Administration Tool</application> in the following ways:
cs: <application>Nástroj pro správu služeb</application> můžete spustit následujícími způsoby:
sv: Du kan starta <application>Tjänsteadministrationsverktyg</application> på följande sätt:

source: <guimenu>System</guimenu> menu
cs: Nabídka <guimenu>Systém</guimenu>
sv: Menyn <guimenu>System</guimenu>

source: Choose <menuchoice><guisubmenu>Administration</guisubmenu><guimenuitem>Services</guimenuitem></menuchoice>.
cs: Zvolte <menuchoice><guisubmenu>Správa</guisubmenu><guimenuitem>Služby</guimenuitem></menuchoice>.
sv: Välj <menuchoice><guisubmenu>Administration</guisubmenu><guimenuitem>Tjänster</guimenuitem></menuchoice>.

source: Command line
cs: Příkazový řádek
sv: Kommandorad

source: Execute the following command: <command>services-admin</command>
cs: Spusťte následující příkaz: <command>services-admin</command>
sv: Kör följande kommando: <command>services-admin</command>

source: When you start <application>Services Administration Tool</application>, you will be prompted for the administrator password, this is necessary because the changes done with this tool will affect the whole system.
cs: Když spustíte <application>Nástroj pro správu služeb</application>, budete dotázáni na heslo správce. To je nutné, protože změny provedené tímto nástrojem ovlivní celý systém.
sv: När du startar <application>Tjänsteadministrationsverktyg</application> kommer du att bli tillfrågad om att ange administratörslösenordet, det här är nödvändigt eftersom ändringar som görs med det här verktyget kommer att påverka hela systemet.

source: After entering the administrator password, the following window is displayed.
cs: Po zadání hesla správce se zobrazí následující okno.
sv: Följande fönster kommer att visas efter att administratörslösenordet har matats in.

source: Services Administration Tool main window
cs: Hlavní okno Nástroje pro správu služeb
sv: Huvudfönstret i Tjänsteadministrationsverktyg

source: Shows Services Administration Tool main window.
cs: Ukazuje hlavní okno Nástroje pro správu služeb.
sv: Visar huvudfönstret i Tjänsteadministrationsverktyg.

source: The <application>Services Administration Tool</application> main window contains the following elements:
cs: Hlavní okno <application>Nástroje pro správu služeb</application> obsahuje následující části:
sv: Huvudfönstret i <application>Tjänsteadministrationsverktyget</application> innehåller följande element:

source: Services list
cs: Seznam služeb
sv: Tjänstelista

source: This is a list of the main services installed in the system, the checkbox indicates whether the service is active or not.
cs: Jedná se o seznam hlavních služeb nainstalovaných v systému. Zaškrtávací pole ukazuje, zda je služba aktivní nebo ne.
sv: Det här är en lista över huvudtjänster som är installerade i systemet, kryssrutan indikerar huruvida tjänsten är aktiv eller inte.

source: Usage
cs: Použití
sv: Användning

source: To enable or disable a service at boot time
cs: Povolení nebo zakázání spuštění služby při zavádění
sv: Aktivera eller inaktivera en tjänst vid uppstart

source: Enable or disable the checkbox beside the service in the services list.
cs: K povolení nebo zakázání použijte zaškrtávací pole po straně v seznamu služeb.
sv: Aktivera eller inaktivera kryssrutan bredvid tjänsten i tjänstelistan.

source: translator-credits
cs: Marek Černocký <marek@manet.cz>, 2009.
sv: Daniel Nylander <po@danielnylander.se>, 2007
