Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-policykit/po/*.po
Languages: ar, pl

source: Authorizations
ar: التخويلات
pl: Upoważnienia

source: Configure authorizations
ar: اضبط التخويلات
pl: Konfigurowanie upoważnień

source: A list of PolicyKit action where the "retain authorization" checkbox isn't checked by default; this list is maintained by the authentication dialog code itself. For example, if a user unchecks the "retain authorization" check box for an action and successfully obtains an authorization for the action, the action will be added to this list.
pl: Lista działań PolicyKit, przy których opcja "Zachowanie uwierzytelnienia" nie jest domyślnie włączona; ta lista jest utrzymywana przez kod okna dialogowego uwierzytelniania. Przykładowo, jeśli użytkownik odznaczy opcję "Zachowaj uwierzytelnienie" dla działania i uzyska uwierzytelnienie dla tego działania, to te działanie zostanie dodane do listy.

source: A list of actions where the "retain authorization" checkbox isn't checked by default
pl: Lista działań, przy których opcja "Zachowanie uwierzytelnienia" nie jest domyślnie włączona.

source: If set to true, the authentication dialog from PolicyKit-mate will grab the keyboard, so that you will not be able to type in other programs while the dialog is active. Use this if your window manager does not focus the authentication dialog automatically, and you want to avoid accidentally typing passwords in other programs.
pl: Jeśli ustawione na "true", okno dialogowe uwierzytelniania z PolicyKit-mate przechwyci klawiaturę, co uniemożliwi wprowadzanie znaków do innych programów podczas aktywności okna. Należy tego użyć, jeśli menedżer okien nie wprowadza automatycznie skupienia na okno dialogowe uwierzytelniania, a istnieje potrzeba uniknięcia przypadkowego wprowadzenia hasła w innych programach.

source: If set to true, then "retain authorization" check box (if present) is checked by default in the authentication dialog unless the action is mentioned in the "/desktop/mate/policykit/auth_dialog_retain_authorization_blacklist" key.
pl: Jeśli ustawione na "true", opcja "Zachowanie uwierzytelnienia" (jeśli obecna) jest domyślnie włączona w oknie dialogowym uwierzytelniania, chyba, że działanie jest wymienione w kluczu "/desktop/mate/policykit/auth_dialog_retain_authorization_blacklist".

source: Whether the authentication dialog should grab the keyboard
pl: Określa, czy okno dialogowe uwierzytelniania powinno przejąć klawiaturę

source: Whether the retain authorization check box is checked by default
pl: Określa, czy opcja "Zachowanie uwierzytelnienia" jest domyślnie zaznaczona

source: PolicyKit-mate Website
ar: موقع PolicyKit-mate
pl: Witryna PolicyKit-mate

source: PolicyKit-mate demo
ar: عرض PolicyKit-mate
pl: Demonstracja PolicyKit-mate

source: PolicyKit for the MATE desktop
ar: عُدّة سياسات لمكتب جنوم
pl: PolicyKit dla środowiska MATE

source: _File
ar: _ملف
pl: _Plik

source: _Actions
ar: إ_جراءات
pl: _Działania

source: _Help
ar: م_ساعدة
pl: Pomo_c

source: _Quit
ar: أ_غلق
pl: _Zakończ

source: Quit
ar: أغلق
pl: Zakończ

source: _About
ar: _عنْ
pl: _O programie

source: About
ar: عنْ
pl: O programie

source: Making the helper <b>Frobnicate</b> requires the user to authenticate. The authorization is kept for the life time of the process
pl: Aby program pomocniczy wykonał <b>Frobnicate</b>, użytkownik musi się uwierzytelnić. Upoważnienie jest zachowane w czasie trwania procesu

source: Frobnicate!
pl: Wykonaj "Frobnicate"

source: Making the helper <b>Jump</b> requires the user to authenticate. This is a one-shot authorization.
pl: Aby program pomocniczy wykonał <b>Jump</b>, użytkownik musi się uwierzytelnić. Upoważnienie jest jednorazowe.

source: Jump!
ar: اقفز!
pl: Wykonaj "Jump"

source: Making the helper <b>Tweak</b> requires a system administrator to authenticate. This instance overrides the defaults set in polkit_mate_action_new().
pl: Aby program pomocniczy wykonał <b>Frobnicate</b>, administrator systemu musi się uwierzytelnić. Domyślne ustawienia w polkit_mate_action_new() zostaną zastąpione.

source: Tweak!
pl: Wykonaj "Tweak"

source: Tweak
pl: Wykonaj "Tweak"

source: Tweak (long)
pl: Wykonaj "Tweak" (długie)

source: If your admin wasn't annoying, you could do this
pl: Jeśli administrator nie byłby wkurzający, użytkownik mógłby tego dokonać

source: Tweak...
pl: Wykonaj "Tweak..."

source: Tweak... (long)
pl: Wykonaj "Tweak..." (długie)

source: Only card carrying tweakers can do this!
pl: Tylko członkowie klubu mogą wykonać "Tweak".

source: Tweak! (long)
pl: Wykonaj "Tweak" (długie)

source: Go ahead, tweak tweak tweak!
pl: No dalej, wykonaj "tweak" "tweak" "tweak".

source: Making the helper <b>Twiddle</b> requires a system administrator to authenticate. Once authenticated, this privilege can be retained indefinitely.
pl: Aby program pomocniczy wykonał <b>Twiddle</b>, administrator systemu musi się uwierzytelnić. Po uwierzytelnieniu to uprawnienie może być zachowane na stałe.

source: Twiddle!
pl: Wykonaj "Twiddle"

source: Making the helper <b>Punch</b> requires the user to authenticate. Once authenticated, this privilege can be retained for the remainder of the desktop session.
pl: Aby program pomocniczy wykonał <b>Punch</b>, użytkownik musi się uwierzytelnić. Po uwierzytelnieniu to uprawnienie może być zachowane na czas całej sesji.

source: Punch!
pl: Wykonaj "Punch"

source: The <b>Toggle</b> action demonstrates the use of PolicyKit to drive a GtkToggleButton; it's an intuitive way to ask users to give up authorizations when they are done with them. E.g. the button is 'pressed in' exactlywhen the authorization is held. Toggling the button means obtaining resp. revoking the authorization in question.
pl: Działanie <b>Toggle</b> demonstruje użycie PolicyKit do sterowania GtkToggleButton. Jest to intuicyjny sposób na odbieranie upoważnień użytkowników, gdy nie są one im już dłużej potrzebne. Na przykład przycisk jest "wciśnięty" właśnie wtedy, kiedy upoważnienie jest utrzymane. Przełączenie przycisku oznacza uzyskanie odebrania upoważnienia.

source: Click to make changes...
pl: Kliknięcie dokona zmian...

source: Click to prevent changes
pl: Kliknięcie zapobiegnie zmianom

source: <i>Tip: try editing /etc/PolicyKit/Policy.conf and see the proxy widgets update in real-time.</i>.
pl: <i>Wskazówka: można spróbować zmodyfikować /etc/PolicyKit/Policy.conf i zobaczyć aktualizowanie widgetów pośredniczących w czasie rzeczywistym.</i>.

source: Frobnicate
pl: Wykonaj "Frobnicate"

source: Jump
pl: Wykonaj "Jump"

source: Kick bar
pl: Wykonaj "Kick" na "bar"

source: Kick baz
pl: Wykonaj "Kick" na "baz

source: Kick foo
pl: Wykonaj "Kick" na "foo"

source: Punch
pl: Wykonaj "Punch"

source: System policy prevents the PolicyKit-mate example helper from Frobnicating
pl: Zasady systemu powstrzymują przykładowy program pomocniczy PolicyKit-mate przed wykonaniem "Frobnicate"

source: System policy prevents the PolicyKit-mate example helper from Jumping
pl: Zasady systemu powstrzymują przykładowy program pomocniczy PolicyKit-mate przed wykonaniem "Jump"

source: System policy prevents the PolicyKit-mate example helper from Kicking bar
pl: Zasady systemu powstrzymują przykładowy program pomocniczy PolicyKit-mate przed wykonaniem "Kick" na "bar"

source: System policy prevents the PolicyKit-mate example helper from Kicking baz
pl: Zasady systemu powstrzymują przykładowy program pomocniczy PolicyKit-mate przed wykonaniem "Kick" na "baz"

source: System policy prevents the PolicyKit-mate example helper from Kicking foo
pl: Zasady systemu powstrzymują przykładowy program pomocniczy PolicyKit-mate przed wykonaniem "Kick" na "foo"

source: System policy prevents the PolicyKit-mate example helper from Punching
pl: Zasady systemu powstrzymują przykładowy program pomocniczy PolicyKit-mate przed wykonaniem "Punch"

source: System policy prevents the PolicyKit-mate example helper from Toggling
pl: Zasady systemu powstrzymują przykładowy program pomocniczy PolicyKit-mate przed wykonaniem "Toggle"

source: System policy prevents the PolicyKit-mate example helper from Tweaking
pl: Zasady systemu powstrzymują przykładowy program pomocniczy PolicyKit-mate przed wykonaniem "Tweak"

source: System policy prevents the PolicyKit-mate example helper from Twiddling
pl: Zasady systemu powstrzymują przykładowy program pomocniczy PolicyKit-mate przed wykonaniem "Twiddle"

source: Toggle
pl: Wykonaj "Toggle"

source: Twiddle
pl: Wykonaj "Twiddle"

source: Authenticating...
ar: يجري التخويل...
pl: Uwierzytelnianie...

source: Don't exit after 30 seconds of inactivity
ar: لا تخرج بعد 30 ثانية من عدم النشاط
pl: Bez zakończenia po 30 sekundach bezczynności

source: PolicyKit MATE session daemon
ar: جني عُدّة السياسات لجلسة جنوم
pl: Usługa sesji PolicyKit MATE

source: Starting PolicyKit MATE session daemon version %s
ar: يبدأ جني عُدّة سياسات جلسة جنوم، إصدارة %s
pl: Uruchamianie usługi sesji PolicyKit wersja %s

source: Select user...
ar: اختر مستخدما...
pl: Wybór użytkownika...

source: _Remember authorization for this session
ar: _تذكّر التخويل لهذه الجلسة
pl: _Zapamiętanie upoważnienia dla tej sesji

source: _Remember authorization
ar: _تذكّر التخويل
pl: _Zapamiętanie upoważnienia

source: An application is attempting to perform an action that requires privileges. Authentication as one of the users below is required to perform this action.
ar: يحاول أحد التطبيقات القيام بإجراء يتطلب صلاحيات. تحتاج للاستيثاق كأحد المستخدمين المذكورين أسفل للقيام بهذا الإجراء.
pl: Program próbuje dokonać działania wymagającego upoważnienia. Aby dokonać tego działania wymagane jest uwierzytelnienie jako jeden z użytkowników poniżej.

source: An application is attempting to perform an action that requires privileges. Authentication as the super user is required to perform this action.
ar: يحاول أحد التطبيقات القيام بإجراء يتطلب صلاحيات. تحتاج للاستيثاق كمستخدم فائق للقيام بهذا الإجراء.
pl: Program próbuje dokonać działania wymagającego upoważnienia. Aby dokonać tego działania wymagane jest uwierzytelnienie jako administrator.

source: An application is attempting to perform an action that requires privileges. Authentication is required to perform this action.
ar: يحاول أحد التطبيقات القيام بإجراء يتطلب صلاحيات. تحتاج للاستيثاق للقيام بهذا الإجراء.
pl: Program próbuje dokonać działania wymagającego upoważnienia. Aby dokonać tego działania wymagane jest uwierzytelnienie.

source: Click to edit %s
ar: انقر لتحرير %s
pl: Kliknięcie otwiera %s do modyfikacji

source: Click to open %s
ar: انقر لفتح %s
pl: Kliknięcie otwiera %s

source: _Authenticate
ar: ا_ستوثق
pl: _Uwierzytelnij

source: _Password:
ar: _كلمة السر:
pl: _Hasło:

source: For this _session only
ar: لهذه الج_لسة فقط
pl: Tylko dla tej _sesji

source: <small><b>_Details</b></small>
ar: <small><b>ال_تفاصيل</b></small>
pl: <small><b>S_zczegóły</b></small>

source: <small><b>Application:</b></small>
ar: <small><b>التطبيق:</b></small>
pl: <small><b>Program:</b></small>

source: <small><b>Action:</b></small>
ar: <small><b>الإجراء:</b></small>
pl: <small><b>Działanie:</b></small>

source: <small><b>Vendor:</b></small>
ar: <small><b>المُنتِج:</b></small>
pl: <small><b>Dostawca:</b></small>

source: Authenticate
ar: استوثق
pl: Uwierzytelnianie

source: (unknown
ar: (مجهول
pl: (nieznany

source: _Password for %s:
ar: _كلمة سر %s:
pl: _Hasło użytkownika %s:

source: _Password for root:
ar: _كلمة سر الجذر:
pl: _Hasło administratora:

source: _Password or swipe finger for %s:
ar: _كلمة سر أو طرقة إصبع %s:
pl: _Hasło lub odczyt linii papilarnych dla %s:

source: _Password or swipe finger for root:
ar: _كلمة سر أو طرقة إصبع الجذر:
pl: _Hasło lub odczyt linii papilarnych administratora:

source: _Password or swipe finger:
ar: _كلمة السر أو طرقة الإصبع:
pl: _Hasło lub odczyt linii papilarnych:

source: No
ar: لا
pl: Nie

source: Admin Authentication (one shot)
ar: استيثاق المدير (مرة واحدة)
pl: Uwierzytelnienie administratora (pojedyncze)

source: Admin Authentication
ar: استيثاق المدير
pl: Uwierzytelnienie administratora

source: Admin Authentication (keep session)
ar: استيثاق المدير (احفظ الجلسة)
pl: Uwierzytelnienie administratora (na czas sesji)

source: Admin Authentication (keep indefinitely)
ar: استيثاق المدير (احفظ بلا تحديد)
pl: Uwierzytelnienie administratora (na czas nieokreślony)

source: Authentication (one shot)
ar: الاستيثاق (مرة واحدة)
pl: Uwierzytelnienie (pojedyncze)

source: Authentication
ar: الاستيثاق
pl: Uwierzytelnienie

source: Authentication (keep session)
ar: الاستيثاق (احفظ الجلسة)
pl: Uwierzytelnienie (na czas sesji)

source: Authentication (keep indefinitely)
ar: الاستيثاق (احفظ بلا تحديد)
pl: Uwierzytelnienie (na czas nieokreślony)

source: Yes
ar: نعم
pl: Tak

source: Must be on console
ar: يجب أن يكون مِعراضا
pl: Musi być w konsoli

source: Must be in active session
ar: يجب أن تكون جلسة نشطة
pl: Musi być w aktywnej sesji

source: Must be program %s
ar: يجب أن تكون برنامج %s
pl: Musi być program %s

source: Must be SELinux Context %s
ar: يجب أن يكون سياق SELinux ‏%s
pl: Musi być kontekst SELinux %s

source: A moment ago
ar: منذ لحظة
pl: Przed chwilą

source: 1 minute ago
pl: 1 minutę temu

source: %d minutes ago
pl: %d minut temu

source: 1 hour ago
pl: 1 godzinę temu

source: %d hours ago
pl: %d godzin temu

source: 1 day ago
pl: 1 dzień temu

source: %d days ago
pl: %d dni temu

source: Auth as %s (uid %d)
ar: استوثق باسم %s (رقم المعرّف %Id)
pl: Uwierzytelnianie jako %s (uid %d)

source: Auth as uid %d
ar: استوثق كرقم المعرّف %Id
pl: Uwierzytelnianie jako uid %d

source: Blocked by %s (uid %d)
ar: منعه %s (رقم المعرّف %Id)
pl: Zablokowany przez %s (uid %d)

source: Blocked by uid %d
ar: منعه رقم المعرّف %Id
pl: Zablokowany przez uid %d

source: Granted by %s (uid %d)
ar: منحه %s (رقم المعرّف %Id)
pl: Nadany przez %s (uid %d)

source: Granted by uid %d
ar: منحه رقم المعرّف %Id
pl: Nadany przez uid %d

source: Single shot pid %d (%s)
ar: معرّف عملية المرة الواحدة %Id ‏(%s)
pl: Pojedynczy pid %d (%s)

source: This session
ar: هذه الجلسة
pl: Na czas tej sesji

source: Always
ar: دائما
pl: Zawsze

source: None
ar: لا
pl: Brak

source: Grant Negative Authorization
ar: امنح تخويلا سالبا
pl: Nadanie upoważnienia przeciwnego

source: Grant Authorization
ar: امنح تخويلا
pl: Nadanie upoważnienia

source: <b><big>Granting a negative authorization for the <i>%s</i> action requires more information</big></b>
ar: <b><big>يتطلب منح تخويل سالب للإجراء <i>%s</i> مزيدا من المعلومات</big></b>
pl: <b><big>Nadanie upoważnienia przeciwnego dla działania <i>%s</i> wymaga więcej informacji</big></b>

source: <b><big>Granting an authorization for the <i>%s</i> action requires more information</big></b>
ar: <b><big>يتطلب منح تخويل للإجراء <i>%s</i> مزيدا من المعلومات</big></b>
pl: <b><big>Nadanie upoważnienia dla działania <i>%s</i> wymaga więcej informacji</big></b>

source: Select the user to block for the action and, optionally, any constraints on the negative authorization that you are about to grant.
ar: اختر مستخدما لمنعه من هذا الإجراء و -اختياريا- أي قيود على التخويل السلبي الذي ستمنحه.
pl: Wybór użytkownika do zablokowania danego działania i opcjonalnie dowolne ograniczenia upoważnienia przeciwnego, które ma zostać nadane.

source: Select the beneficiary and, optionally, how to constrain the authorization that you are about to grant.
ar: اختر مستفيدا و -اختياريا- كيف تقيد التخويل الذي ستمنحه.
pl: Wybór beneficjenta oraz opcjonalnie jak ograniczyć upoważnienie, które ma zostać nadane.

source: <b>Beneficiary</b>
ar: <b>المستفيد</b>
pl: <b>Beneficjent</b>

source: Select the user that will receive the negative authorization.
ar: اختر المستخدم الذي سيحصل على التخويل السالب.
pl: Wybór użytkownika, który otrzyma upoważnienie przeciwne.

source: Select the user that will receive the authorization.
ar: اختر المستخدم الذي سيحصل على التخويل.
pl: Wybór użytkownika, który otrzyma upoważnienie.

source: _Show system users
ar: ا_عرض مستخدمي النظام
pl: _Wyświetlanie użytkowników systemowych

source: <b>Constraints</b>
ar: <b>القيود</b>
pl: <b>Ograniczenia</b>

source: Constraints limits the authorization such that it only applies under certain circumstances.
ar: تقيد هذه القيود التخويل بحيث يطبق وفقا لضوابط معينة.
pl: Ograniczenia zawężają uprawnienia tak, aby miały zastosowanie tylko pod pewnymi warunkami.

source: _None
ar: _لا شيء
pl: _Brak

source: Must be _in active session
ar: يجب أن يكون في جلسة _نشطة
pl: Musi być w aktywnej ses_ji

source: Must be on _local console
ar: يجب أن يكون في _معراض محلي
pl: Musi być w _lokalnej konsoli

source: Must be in _active session on local console
ar: يجب أن يكون في جلسة ن_شطة ومِعراض محلي
pl: Musi być w _aktywnej sesji w lokalnej konsoli

source: _Block...
ar: ام_نع...
pl: Za_blokuj...

source: _Grant...
ar: ا_منح...
pl: _Nadaj...

source: Edit Implicit Authorizations
ar: حرر التخويل الضمني
pl: Zmiany upoważnień bezwględnych

source: <b><big>Choose new implicit authorizations</big></b>
ar: <b><big>اختر تخويلات ضمنية جديدة</big></b>
pl: <b><big>Wybór nowych upoważnień bezwględnych</big></b>

source: Implicit authorizations are authorizations that are granted automatically to users under certain circumstances. Choose what is required for the action <i>%s</i>.
ar: التخويلات الضمنية هي تلك التخويلات التي تمنح تلقائيا للمستخدمين في ظروف معينة. اختر المطلوب للإجراء <i>%s</i>.
pl: Upoważnienia bezwzględne to upoważnienia, które są nadawane automatycznie użytkownikom w pewnych warunkach. Należy wybrać wymagania dla działania <i>%s</i>.

source: <i>Anyone:</i>
ar: <i>أي شخص:</i>
pl: <i>Ktokolwiek:</i>

source: <i>Console:</i>
ar: <i>المعراض:</i>
pl: <i>Konsola:</i>

source: <i>Active Console:</i>
ar: <i>المِعراض النشط:</i>
pl: <i>Aktywna konsola:</i>

source: _Modify...
ar: _عدِّل...
pl: _Zmień...

source: <b>Action</b>
ar: <b>الإجراء</b>
pl: <b>Działanie</b>

source: <i>Identifier:</i>
ar: <i>المعرّف:</i>
pl: <i>Identyfikator:</i>

source: <i>Description:</i>
ar: <i>الوصف:</i>
pl: <i>Opis:</i>

source: <i>Vendor:</i>
ar: <i>المُنتِج:</i>
pl: <i>Dostawca:</i>

source: <b>Implicit Authorizations</b>
ar: <b>التخويلات الضمنية</b>
pl: <b>Upoważnienia bezwzględne</b>

source: Implicit authorizations are authorizations automatically given to users based on certain criteria such as if they are on the local console.
ar: التخويلات الضمنية هي تلك التخويلات التي تمنح تلقائيا للمستخدمين بناء على معايير محددة ككونهم على معراض محلي.
pl: Upoważnienia wyraźne są

source: _Edit...
ar: _حرِّر...
pl: _Zmień...

source: Revert To _Defaults...
ar: استعد ال_مبدئيات...
pl: Powrót do _domyślnych...

source: <b>Explicit Authorizations</b>
ar: <b>تخويلات صريحة</b>
pl: <b>Upoważnienia wyraźne</b>

source: This list displays authorizations that are either obtained through authentication or specifically given to the entity in question. Blocked authorizations are marked with a STOP sign.
ar: تعرض هذه القائمة التخويلات التي إما حُصِل عليها عبر الاستيثاق أو أُعطيت تحديدا للكيانات المذكورة. التخويلات الممنوعة معلمة بعلامة قف.
pl: Lista wyświetla upoważnienia otrzymane poprzez uwierzytelnienie lub określone nadanie właściwemu podmiotowi. Upoważnienia zablokowane są oznaczone znakiem STOP.

source: Entity
ar: الكيان
pl: Podmiot

source: Scope
ar: المدى
pl: Zakres

source: Obtained
ar: حُصِل عليها
pl: Uzyskane

source: How
ar: كيف
pl: Jak

source: Constraints
ar: القيود
pl: Ograniczenia

source: _Revoke
ar: ا_سحب
pl: _Unieważnij

source: _Revoke...
ar: ا_سحب...
pl: _Unieważnij...

source: _Show authorizations from all users...
ar: ا_عرض تخويلات كل المستخدمين...
pl: _Wyświetlenie upoważnień od wszystkich użytkowników...

source: _Show authorizations from all users
ar: ا_عرض تخويلات كل المستخدمين
pl: _Wyświetlenie upoważnień od wszystkich użytkowników

source: Select an action
ar: اختر إجراء
pl: Wybór działania

source: Copyright © 2007 David Zeuthen
ar: حقوق النشر 2007 ديفيد زيوثين

source: pid %d (%s)
ar: معرّف العملية %Id ‏(%s)‏‏‏‏
