Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-indicator-applet/po/*.po
Languages: es, kn, ms, pt, sc, sd

source: An indicator of something that needs your attention on the desktop
es: Un indicador de algo que requiere su atención en el escritorio
kn: ಡೆಸ್ಕಟಾಪ್ ನಲ್ಲಿರುವ ಯಾವುದಾದರೊಂದರ ಮೇಲೆ ನಿಮ್ಮ ಗಮನವನ್ನು ಸೆಳೆಯುವ ಸೂಚಕ
ms: Pemaklum tentang sesuatu yang memerlukan perhatian anda di desktop.
pt: Um indicador de algo que necessita da sua atenção na área de trabalho
sc: Un indicadore de calchi cosa chi pidet s'atintzione tua in su desktop
sd: توهان جو ڌيان ڇڪائڻ لاءِ هڪ انڊيڪيٽر

source: Indicator Applet
es: Miniaplicación de indicadores
kn: ಸೂಚಕ ಆಪ್ಲೆಟ್
ms: Aplet Pemaklum
pt: Applet Indicador
sc: Mini-aplicatzione de indicadores
sd: انڊيڪيٽر جو ايپليٽ

source: A unified applet containing all of the indicators.
es: Una miniaplicación unificada que contiene todos los indicadores.
kn: ಎಲ್ಲಾ ಸೂಚಕಗಳನ್ನೊಳಗೊಂಡಿರುವ ಸಂಯುಕ್ತ ಆಪ್ಲೆಟ್
ms: Aplet tergabung yang mengandungi semua pemaklum
pt: Um applet unificado que contém todos os indicadores
sc: Una mini-aplicatzione unificada chi cuntenit totus sos indicadores.
sd: سڀني انڊيڪيٽرن کي رکندڙ هڪ گڏيل ايپليٽ

source: Indicator Applet Complete
es: Miniaplicación completa de indicadores
kn: ಸೂಚಕ ಅಪ್ಲೆಟ್ ಸಂಪೂರ್ಣ
ms: Aplet Pemaklum Lengkap
pt: Applet Indicador Completo
sc: Mini-aplicatzione cumpleta de indicadores
sd: انڊيڪيٽر جو اپليٽ مڪمل

source: A applet containing the application menus.
es: Una miniaplicación que contiene los menús de la aplicación.
kn: ಅಪ್ಲಿಕೇಷನ್ ಮೆನುಗಳನ್ನೊಳಗೊಂಡ ಆಪ್ಲೆಟ್
ms: Aplet yang mengandungi menu aplikasi.
pt: Um applet contendo os menus de aplicação.

source: Indicator Applet Appmenu
es: Menú de aplicaciones de la miniaplicación de indicadores
ms: Appmenu Aplet Pemaklum
pt: Applet de Indicação Appmenu

source: A place to adjust your status, change users or exit your session.
es: Un lugar para ajustar su estado, cambiar de usuario o salir de su sesión.
kn: ನಿಮ್ಮ ಸ್ಥಿತಿಯ ಬದಲಾವಣೆ, ಬಳಕೆದಾರರ ಬದಲಾವಣೆ ಅಥವಾ ಹೊರಕ್ಕೆ ಹೋಗಲು ಸ್ಥಳ.
ms: Tempat untuk mengubah status anda, menukar pengguna atau menamatkan sesi anda.
pt: Um local para ajustar o seu estado, mudar de utilizador ou terminar sessão.
sc: Unu ispàtziu pro adecuare s'istadu tou, cambiare de utente o bessire da-e sa sessione.
sd: پنهنجي حالت جوڙڻ، يوزر بدلڻ يا سيشن مان نڪرڻ لاءِ هڪ جاءِ

source: Indicator Applet Session
es: Miniaplicación de indicadores de sesión
ms: Sesi Aplet Pemaklum
pt: Applet Indicador de Sessão
sc: Mini-aplicatzione de indicadores de sessione
sd: انڊيڪيٽر جو ايپليٽ سيشن

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License version 3, as published by the Free Software Foundation.
es: Este programa es software libre: puede redistribuirlo o modificarlo bajo los términos de la Licencia Pública General GNU versión 3, tal y como fue publicada por la Fundación para el Software Libre.
kn: ಇದು ಮುಕ್ತ ತಂತ್ರಾಂಶ: Free Software Foundation ಪ್ರಕಾಶಿತ GNU General Public License version 3ರ ಅಡಿಯಲ್ಲಿ ನೀವು ಈ ತಂತ್ರಾಂಶವನ್ನು ಪುನರ್ವಿತರಣೆ ಅಥವಾ ಬದಲಾವಣೆ ಮಾಡಬಹುದಾಗಿದೆ.
ms: Perisian ini adalah perisian bebas: anda boleh mengedarkannya dan/atau mengubahnya di bawah terma GNU General Public License versi 3, seperti yang diterbitkan oleh Free Software Foundation.
pt: Este programa é software livre: pode redistribui-lo e modifica-lo sob os termos da GNU General Public License versão 3, conforme publicada pela Free Software Foundation.
sc: Custu est unu programa lìberu: lu podes torrare a pònnere in circulatzione o lu podes finas modificare suta sos tèrmines de Licèntzia Pùblica GNU versione 3, a su matessi modu de comente est istada publicada da-e sa "Free Software Foundation".
sd: هيءَ پروگرام هڪ مفت سافٽويئر آهي: توهان هن کي ورهائي يا بدلائي سگهو ٿا، فري سافٽويئر فائونڊيشن طرفان ڇاپيل جي اين يو لائنسس ورشن 3 جي شرطن مطابق

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranties of MERCHANTABILITY, SATISFACTORY QUALITY, or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
es: Este programa se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA; incluso sin las garantías de COMERCIABILIDAD, CALIDAD SATISFACTORIA, o IDONEIDAD PARA UN PROPÓSITO PARTICULAR. Vea la Licencia Pública General GNU para tener más detalles.
ms: Perisian ini diedarkan dengan harapan ianya akan berguna, TANPA SEBARANG JAMINAN; termasuk juga KESESUAIAN UNTUK DIPASARKAN, JAMINAN KUALITI, atau JAMINAN ATAS APA JUA SEBAB. Sila lihat GNU General Public License untuk maklumat lanjut.
pt: Este programa é distribuído na expectativa de ser útil, mas SEM QUALQUER GARANTIA; incluindo as garantias implícitas de COMERCIALIZAÇÃO, QUALIDADE SATISFATÓRIA ou de ADEQUAÇÃO A QUALQUER PROPÓSITO EM PARTICULAR. Consulte a GNU General Public License para obter mais detalhes.
sc: Custu programa si ponet in circulatzione cun s'isperàntzia chi siet ùtile, però CHENTZA PERUNA GARANTZIA; finas chentza garantzias de CUMERCIABILIDADE, GALIDADE SODDISFATÒRIA o IDONEIDADE PRO UN ISCOPU PARTICULARE. Pro pius detàllios si cunsìgiat de si lègere sa Licèntzia Pùblica Generale GNU.
sd: هيءَ پروگرام ان اميد تي ورهائجي ٿو ته فائده مند ٿيندو، پر ڪنهن به قسم جي گارنٽي کا بغير، ۽ بغير ڪنهن قسم جي ڪوالٽي يا ڪنهن مقصد لاءِ موزون هئڻ جي گارنٽي جي. معلومات لاءِ جي اين يو جنرل لائنسس ڏسو.

source: You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
es: Debería haber recibido una copia de la Licencia Pública General GNU junto con este programa. De lo contrario, visite <http://www.gnu.org/licenses/>.
kn: ಈ ತಂತ್ರಾಂಶದೊಂದಿಗೆ GNU General Public Licenseನ ಪ್ರತಿ ನಿಮಗೆ ದೊರೆತಿರಬೇಕು. ಇಲ್ಲವಾದಲ್ಲಿ <http://www.gnu.org/licenses/> ಇದನ್ನು ನೋಡಿ.
ms: Anda seharusnya menerima salinan GNU General Public License bersama program ini. Jika tidak, sila layari <http://www.gnu.org/licenses/>.
pt: Deverá ter recebido uma cópia da Licença Pública Genérica GNU juntamente com esta aplicação. Caso contrário, consulte <http://www.gnu.org/licenses/>.
sc: Dias dèver àer àpidu ritzèvidu una còpia de sa Licèntzia Pùblica Generale GNU cun custu programa. Si no est gai vìsita <http://www.gnu.org/licenses/>.
sd: هن پروگرام سان گڏ توهان کي جي اين يو جنرل لائنسس جي هڪ ڪاپي پهتي هوندي. جي نه ته هي ويبسائٽ ڏسو: <http://www.gnu.org/licenses/>.

source: An applet to hold your application menus.
es: Una miniaplicación para mantener los menús de sus aplicaciones.
ms: Aplet untuk letak menu aplikasi anda
pt: Um applet para conter os seus menus de aplicação.

source: An applet to hold all of the system indicators.
es: Una miniaplicación para mantener todos los indicadores del sistema.
kn: ಯಂತ್ರದ ಎಲ್ಲಾ ಸೂಚಕಗಳನ್ನು ಹಿಡಿದಿಡುವ ಅಪ್ಲೆಟ್.
ms: Applet untuk letak pemakluman sistem.
pt: Um applet para conter todos os indicadores do sistema.
sc: Una mini-aplicatzione pro mantènnere totus sos indicadores de su sistema.
sd: سرشتي جي سڀني انڊيڪيٽرن کي رکڻ لاءِ هڪ ايپليٽ

source: translator-credits
es: Launchpad Contributions: Gerardo Cruz Hernández https://launchpad.net/~gerardox Ing. Forigua https://launchpad.net/~ingforigua Joselt Peña https://launchpad.net/~inf3rn41j4p Julian https://launchpad.net/~julianarmando Julián Alarcón https://launchpad.net/~alarconj KH41N https://launchpad.net/~kh41n MC707 https://launchpad.net/~marioflame MuriClaros https://launchpad.net/~muriclaros Noe Misael Nieto Arroyo https://launchpad.net/~tzicatl Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Sucrot https://launchpad.net/~sucrot Uriel https://launchpad.net/~leiru-esoj Victor Herrero https://launchpad.net/~victorhera alelnro1 https://launchpad.net/~aleponzo1 asp95 https://launchpad.net/~asp95 cauacho https://launchpad.net/~cauacho ferguweb https://launchpad.net/~ferguweb juancarlospaco https://launchpad.net/~juancarlospaco mariomx08 https://launchpad.net/~mariohs-33 mordorq3 https://launchpad.net/~hackers300 spaceloop https://launchpad.net/~avilesluismx turbogp20 https://launchpad.net/~turbogp20
kn: Launchpad Contributions: Neelavar https://launchpad.net/~prasanna-neelavar
ms: Launchpad Contributions: Mohd Farimi Ab Rahman https://launchpad.net/~farimi Muhammad Heidir https://launchpad.net/~heidir abuyop https://launchpad.net/~abuyop chunguy https://launchpad.net/~weichun syawalrmaf https://launchpad.net/~sanghitamsemerah
pt: Launchpad Contributions: Almufadado https://launchpad.net/~almufadado Daniel Martins https://launchpad.net/~gdanielmartins Dark_Webster https://launchpad.net/~pedro-flores-16 Flávio Martins https://launchpad.net/~xhaker João Santos https://launchpad.net/~jmcs Marco Monteiro https://launchpad.net/~nok Paulo Dias https://launchpad.net/~paxnubis Pedro Machado Santa https://launchpad.net/~pedro-santa nglnx https://launchpad.net/~nglnx xerxeskanuto https://launchpad.net/~xerxeskanuto
sc: Launchpad Contributions: Dàriu Piga https://launchpad.net/~nurdarios
sd: Launchpad Contributions: Abdul-Rahim Nizamani https://launchpad.net/~ghaffari

source: Indicator Applet Website
es: Sitio web de la miniaplicación de indicadores
kn: ಸೂಚಕ ಅಪ್ಲೆಟ್ ನ ವೆಬ್ ಸೈಟ್
ms: Laman Sesawang Aplet Pemaklum
pt: Página Web do Applet Indicador
sc: Jassu web de sa mini-aplicatzione de sos indicadores
sd: انڊيڪيٽر ايپليٽ ويبسائٽ

source: _About
es: Acerca _de
kn: ಕುರಿತು (_A)
ms: _Perihal
pt: _Sobre
sc: _Iscedas
sd: _بابت

source: Indicator Applet Application Menu
es: Menú de aplicaciones de la miniaplicación de indicadores
ms: Menu Aplikasi bagi Aplet Pemaklum
pt: Applet de Indicação Menu de Aplicações

source: No Indicators
es: Sin indicadores
kn: ಸೂಚಕಗಳು ಇಲ್ಲ
ms: Tiada Pemaklum
pt: Sem Indicadores
sc: Chentza indicadores
sd: ڪو انڊيڪيٽر نه
