Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: indicator-applet/po/*.po
Languages: be, cy, de, et, hr, nl, sl, sr, uk

source: An indicator of something that needs your attention on the desktop
be: Паказвае нешта, што партабуе вашае ўвагі
cy: Dangosydd ar gyfer rhywbeth sydd angen dy sylw ar y bwrdd gwaith
de: Eine Anzeige dafür, dass etwas Ihre Aufmerksamkeit benötigt
et: Annab märku, kui miski nõuab töölaual tähelepanu
hr: Pokazivač nečega što traži vašu pozornost na radnoj površini
nl: Een melding van iets wat uw aandacht op het bureaublad nodig heeft
sl: Indikator nečesa, kar potrebuje vašo pozornost na namizju
sr: Индикатор на нешто што захтева Вашу пажњу на радној површини
uk: Звертає вашу увагу на нові події

source: Indicator Applet
be: Індыкатар паведамленьняў
cy: Rhaglennig Dangosydd
de: Benachrichtigungsanzeige
et: Indikaatorrakend
hr: Programčić Pokazivač
nl: Meldingsapplet
sl: Indikator
sr: Програмче за указивање
uk: Аплет сповіщення

source: A unified applet containing all of the indicators.
be: Уніфікаваны аплет, які ўтрымлівае ўсе індыкатары
cy: Rhaglennig cyfannol sy'n cynnwys pob dangosydd.
de: Ein vereinheitlichtes Applet, das alle Anzeigen beinhaltet.
et: Ühendrakend kõigi indikaatorite hõlmamiseks.
hr: Objedinjeni programčić koji sadrži sve pokazivače.
nl: Een verenigd applet dat alle meldingen bevat.
sl: Enotni aplet za vse indikatorje
sr: Јединствено програмче које садржи све индикаторе.
uk: Уніфікований аплет, що містить усі індикатори.

source: Indicator Applet Complete
be: Індыкатар гатовы
de: Vollständige Benachrichtigungsanzeige
et: Indikaatorrakend valmis
hr: Programčić Pokazivač dovršen
nl: Meldingsapplet Compleet
sl: Aplet indikatorja za dokončanje
sr: Комплет програмчета за указивање
uk: Аплет Індикатор готовий

source: A applet containing the application menus.
be: Аплет, які зьмяшчае мэню праграмаў
cy: Rhaglennig sy'n cynnwys dewislenni rhaglenni.
de: Ein Applet, das die Anwendungsmenüs enthält.
et: Rakend, mis sisaldab rakenduste menüüsid.
hr: Programčić koji sadrži izbornike aplikacija.
nl: Een applet dat de toepassingsmenu's bevat.
sl: Aplet, ki vsebuje menije programov
sr: Програмче које садржи меније програма.
uk: Аплет містить меню програм

source: Indicator Applet Appmenu
be: Індыкатар Appmenu
cy: Dewislen Rhaglennig Dangosydd
de: Indicator Anwendungsmenü-Applet
et: Rakenduste menüüde rakend
hr: Appmenu programčića pokazivača
nl: Meldingsapplet Toepassingsmenu
sl: Aplet indikatorja za meni programov
sr: Мени програма програмчета за указивање
uk: Меню програм аплета сповіщень

source: A place to adjust your status, change users or exit your session.
be: Кіраваць вашым статусам, зьмяніць карыстальніка ці завяршыць сэсію.
cy: Lle i newid dy statws, newid defnyddwyr a gadael y sesiwn.
de: Ein Ort um den eigenen Status anzupassen, den Benutzer zu wechseln oder die aktuelle Sitzung zu verlassen.
et: Koht oleku või kasutajata vahetamiseks ning seansist väljumiseks.
hr: Mjesto za podešavanje vašeg stanja, promjene korisnika ili napuštanja vaše prijave.
nl: Een locatie om uw status aan te passen, van gebruiker te wisselen of uw sessie te beëindigen.
sl: Mesto za nastavljanje vašega stanja, zamenjavo uporabnikov ali izhod iz seje.
sr: Место да промените Ваше стање, промените корисника или напустите Вашу сесију.
uk: Для налаштування вашого статусу, зміни користувачів або виходу з сеансу.

source: Indicator Applet Session
be: Сэсія індыкатара паведамленьняў
cy: Sesiwn Rhaglennig Dangosydd
de: Sitzungsanzeige
et: Seansiindikaatorite rakend
hr: Sesija Pokazivača
nl: Meldingsapplet Sessie
sl: Aplet indikatorja seje
sr: Сесија програмчета за указивање
uk: Аплет стану сесії

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License version 3, as published by the Free Software Foundation.
be: Гэтая праграма бясплатная: вы можаце разпаўсюджваць ці мадыфіцыраваць яе на ўмовах ліцэнзіі GNU General Public License вэрсія 3, згодна з Free Software Foundation.
cy: Meddalwedd rhydd yw'r rhaglen hon: mae modd i ti ei hailddosbarthu a/neu ei haddasu dan dermau fersiwn 3 Trwydded Gyhoeddus Gyffredinol GNU, fel y cafodd ei chyhoeddi gan y Sefydliad Meddalwedd Rhydd.
de: Dieses Programm ist Freie Software: Sie können es unter den Bedingungen der GNU General Public License Version 3, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder anpassen.
et: See programm on vaba tarkvara. Te võite seda edasi levitada ja/või muuta vastavalt GNU Üldise Avaliku Litsentsi versioon 3 tingimustele, nagu need on Vaba Tarkvara Fondi poolt avaldatud.
hr: Ovaj program je slobodan softver: možete ga redistribuirati i/ili modificirati pod uvijetima GNU Opće javne licence treće inačice, koju je objavila Fundacija slobodnog softvera.
nl: Dit programma is vrije software: u kunt het opnieuw verspreiden en/of aanpassen onder de voorwaarden van de GNU General Public License versie 3, gepubliceerd door de Free Software Foundation
sl: Program je opredeljen kot prosta programska oprema; lahko ga razširjate in/ali spreminjate pod pogoji dovoljenja GNU General Public License različice 3.
sr: Овај програм је слободан софтвер; можете га прослеђивати и/или мењати под условима ГНУ Опште Јавне Лиценце верзије 3, као што је објавила Задужбина Слободног Софтвера.
uk: Ця програма є вільним програмним забезпеченням: Ви маєте право розповсюджувати, та/або змінювати її за умови дотримання вимог ліцензії GNU General Public License ред.3, виданої Free Software Foundation.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranties of MERCHANTABILITY, SATISFACTORY QUALITY, or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
be: Праграма разпаўсюджваецца як карысная, але яе карыснасьць, якасьць ці магчымасьць выкарыстаньня для пэўных патрэбаў не гарантуецца. Гл. дэталёвыя ўмовы ліцэнзіі GNU General Public License.
cy: Dosberthir y rhaglen hon yn y gobaith y bydd yn ddefnyddiol, ond HEB WARANT; heb hyd yn oed gwarantau ymhlyg am WERTHADWYEDD, SAFON DDERBYNIOL, neu ADDASRWYDD AT BWRPAS ARBENNIG. Gweler Trwydded Gyhoeddus Gyffredinol GNU am fanylion pellach.
de: Die Veröffentlichung dieses Programms erfolgt in der Hoffnung, dass es Ihnen von Nutzen sein wird, aber OHNE IRGENDEINE GARANTIE, sogar ohne die implizite Garantie der MARKTREIFE oder der VERWENDBARKEIT FÜR EINEN BESTIMMTEN ZWECK. Details finden Sie in der GNU General Public License.
et: Seda programmi levitatakse lootuses, et see on kasulik, kuid ILMA IGASUGUSE GARANTIITA; isegi ilma KESKMISE/TAVALISE KVALITEEDI GARANTIITA või SOBIVUSELE TEATUD KINDLAKS EESMÄRGIKS. Üksikasjade jaoks vaata GNU Üldist Avalikku Litsentsi.
hr: Ovaj program je distribuiran u nadi da će biti koristan, ali BEZ IKAKVOG JAMSTVA; čak i bez podrazumjevanog jamstva o KUPLJIVOSTI, ZADOVOLJENJU KVALITETE ili PRIKLADNOSTI POJEDINOJ SVRSI. Za više detalja pogledajte GNU Opću javnu licencu.
nl: Dit programma wordt uitgegeven in de hoop dat het nuttig zal zijn, maar ZONDER ENIGE GARANTIE; zelfs zonder de impliciete garanties van VERHANDELBAARHEID, BEVREDIGENDE KWALITEIT of GESCHIKTHEID VOOR EEN BEPAALD DOEL. Zie de GNU General Public License voor meer details.
sl: Program se razširja v upanju, da bo uporabniku koristen, vendar BREZ VSAKRŠNE GARANCIJE; tudi brez posrednega zagotovila JAMSTVA CENOVNE VREDNOSTI in PRIMERNOSTI ZA DOLOČENO UPORABO. Za več podrobnosti si oglejte določila dovoljenja GNU General Public License-
sr: Овај програм се расподељује у нади да ће бити користан, али БЕЗ ИКАКВЕ ГАРАНЦИЈЕ, чак и без примењене гаранције КОМЕРЦИЈАЛНЕ ПОГОДНОСТИ, ЗАДОВОЉАВАЊУ КВАЛИТЕТА, или ПРИЛАГОЂЕНОСТИ ОДРЕЂЕНО НАМЕНИ. Погледајте ГНУ Општу Јавну Лиценцу за више детаља.
uk: Це програмне забезпечення розповсюджується з надією, що воно стане Вам в нагоді, але БЕЗ БУДЬ-ЯКИХ ГАРАНТІЙ чи ЗОБОВЯЗАНЬ; також виключно без ГАРАНТУВАННЯ РОБОТОЗДАТНОСТІ ПРОГРАМИ, чи ДОСТАТНОСТІ ЇЇ ЯКОСТІ чи ВІДПОВІДНОСТІ ПОСТАВЛЕНІЙ ЗАДАЧІ. Деталі читайте в ліцензії GNU General Public License.

source: You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
be: Вы атрымалі копію ліцэнзіі GNU General Public License разам з гэтаю праграмаю. У іньшым выпадку гл. <http://www.gnu.org/licenses/>.
cy: Fe ddylech fod wedi derbyn copi o Drwydded Gyhoeddus Gyffredinol GNU gyda'r rhaglen hon. Os na wnaethoch, gweler <http://www.gnu.org/licenses/>.
de: Sie sollten ein Exemplar der GNU General Public License zusammen mit diesem Programm erhalten haben. Wenn dem nicht so ist, lesen Sie bitte <http://www.gnu.org/licenses/>.
et: Te peaks olema saanud GNU Üldise Avaliku Litsentsi koopia koos selle programmiga. Kui ei, vaata <http://www.gnu.org/licenses/>.
hr: Kopiju GNU Opće javne licence biste trebali dobiti uz ovaj program. Ako niste, pogledajte <http://www.gnu.org/licenses/>.
nl: U zou bij dit programma een kopie van de GNU General Public License moeten hebben ontvangen. Indien dat niet zo is, zie <http://www.gnu.org/licenses/>.
sl: Skupaj s programom bi morali prejeti izvod dovoljenja GNU General Public License. V kolikor ga niste, si dovoljenje poglejte na spletni strani <http://www.gnu.org/licenses>.
sr: Треба да сте примили примерак ГНУ Опште Јавне Лиценце уз овај програм. Ако нисте, погледајте „<http://www.gnu.org/licenses/>“.
uk: Ви мали отримати копію GNU General Public License разом з цією програмою. Якщо цього не сталося, дивіться <http://www.gnu.org/licenses/>.

source: An applet to hold your application menus.
be: Аплет, які ўтрымлівае меню вашага дастасавання
cy: Rhaglennig i ddal dewislenni rhaglenni.
de: Ein Applet, das Ihre Anwendungsmenüs beinhaltet
et: Rakend, mis sisaldab rakenduste menüüsid.
hr: Programčić koji sadrži izbornike vaših aplikacija.
nl: Een applet om de toepassingsmenu's in te bewaren.
sl: Aplet, ki vsebuje menije vaših programov.
sr: Програмче које ће садржати меније Ваших програма.
uk: Аплет містить меню ваших програм

source: An applet to hold all of the system indicators.
be: Дадатак утрымлівае ўсе сыстэмныя індыкатары.
cy: Rhaglennig i ddal pob dangosydd system.
de: Ein Applet zur Verwaltung aller Systemanzeigen
et: Rakend, mis sisaldab kõiki süsteemi indikaatoreid.
hr: Programčić za držanje svih pokazivača sustava
nl: Een applet om alle systeemberichten bij te houden.
sl: Aplet za prikaz vseh sistemskih indikatorjev.
sr: Програмче које обухвата све индикаторе система.
uk: Цей Аплет панелі зберігає всі повідомлення системи.

source: translator-credits
be: Launchpad Contributions: Alex Nyakhaychyk https://launchpad.net/~nab Aliaksandr Trush https://launchpad.net/~evils-mail Iryna Nikanchuk https://launchpad.net/~unetriste Mikola Tsekhan https://launchpad.net/~tsekhan Sergei Chernooki https://launchpad.net/~chernooki
cy: Launchpad Contributions: Owen Llywelyn https://launchpad.net/~owen-llywelyn
de: Launchpad Contributions: Alexej Disterhoft https://launchpad.net/~nobbs-deactivatedaccount Astrophysiker https://launchpad.net/~schedler Daniel Kronmueller https://launchpad.net/~daniel-kronmueller Daniel Schury https://launchpad.net/~surst Dennis Baudys https://launchpad.net/~thecondordb Eddy https://launchpad.net/~skaran Janis Fehrmann https://launchpad.net/~janis96 Jochen Skulj https://launchpad.net/~joskulj Jonas Endersch https://launchpad.net/~joelue Krux https://launchpad.net/~krux3dc Markus Groß https://launchpad.net/~mag-privat Mathias Schenner https://launchpad.net/~mathias.schenner Max https://launchpad.net/~maxlp-deactivatedaccount Michael Kerkhoff https://launchpad.net/~michaker Moritz Baumann https://launchpad.net/~mo-germany Shirai https://launchpad.net/~nightkin TSpitzmann https://launchpad.net/~tspitzmann guuser https://launchpad.net/~mail-max-baeumle-deactivatedaccount k.l https://launchpad.net/~k-lukaschenko scus https://launchpad.net/~scus stopie https://launchpad.net/~stopie
et: Launchpad Contributions: Kristjan https://launchpad.net/~c-kristjan René Pärts https://launchpad.net/~renep mahfiaz https://launchpad.net/~mahfiaz
hr: Launchpad Contributions: Miroslav Matejaš https://launchpad.net/~silverspace+amd64 Saša Teković https://launchpad.net/~hseagle2015
nl: Launchpad Contributions: Daniël H. https://launchpad.net/~daan-is-here Mark Cilissen https://launchpad.net/~pixlism Peter van der Does https://launchpad.net/~pdoes Tom Louwrier https://launchpad.net/~tom-louwrier Twan Coenraad https://launchpad.net/~t.coenraad cumulus007 https://launchpad.net/~cumulus-007 kactusrvm https://launchpad.net/~kactusrvm kriekske https://launchpad.net/~kriekenbuik-gmail
sl: Launchpad Contributions: Andrej Znidarsic https://launchpad.net/~andrej.znidarsic Bernard Banko https://launchpad.net/~beernarrd Klemen Košir https://launchpad.net/~klemen.kosir Martin Božič https://launchpad.net/~martin-bozic Simon Vidmar https://launchpad.net/~vidmar-simon Sir Drinksalot https://launchpad.net/~sirdrinksalotth
sr: Launchpad Contributions: Milan https://launchpad.net/~milan-stojakov Данило Шеган https://launchpad.net/~danilo Мирослав Николић https://launchpad.net/~lipek
uk: Launchpad Contributions: Andriy Korchak https://launchpad.net/~kharts Anton Gladky https://launchpad.net/~gladky-anton Sergiy Gavrylov https://launchpad.net/~gavro Serhey Kusyumoff (Сергій Кусюмов) https://launchpad.net/~sergemine TheAsus https://launchpad.net/~linnik-ua atany https://launchpad.net/~ye-gorshkov kolybasov https://launchpad.net/~kolybasov lserg https://launchpad.net/~lserg nehxby https://launchpad.net/~nehxby-gmail

source: Indicator Applet Website
be: Старонка праграмы-індыкатара
cy: Gwefan Rhaglennig Dangosydd
de: Webseite der Benachrichtigungsanzeige
et: Indikaatorrakendi veebileht
hr: Web stranica programčića Pokazivača
nl: Website van Meldingsapplet
sl: Aplet indikatorja za spletne strani
sr: Веб страница програмчета за указивање
uk: Веб-сторінка Аплету сповіщення

source: _About
be: _Аб праграме
cy: _Ynglŷn â'r Rhaglen
de: _Info
et: _Programmist
hr: _O Programu
nl: I_nfo
sl: _O programu
sr: _О програму
uk: _Про аплет

source: Indicator Applet Application Menu
be: Аплет меню дастасавання
cy: Dewislen Rhaglenni Rhaglennig Dangosydd
de: Indicator Anwendungsmenü-Applet
et: Rakenduste menüüde rakend
hr: Izbornik aplikacija programčića pokazivača
nl: Meldingsapplet Toepassingsmenu
sl: Aplet indikatorja za meni programov
sr: Мени програма програмчета за указивање
uk: Меню програм аплета сповіщень

source: No Indicators
be: Без індыкатараў
cy: Dim Dangosyddion
de: Keine Benachrichtigungen
et: Indikaatoreid pole
hr: Nema pokazivača
nl: Geen meldingen
sl: Brez indikatorjev
sr: Нема индикатора
uk: Жодного індикатора
