Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-bluetooth/po/*.po
Languages: as, be, ug, vi

source: All types
as: সৰ্ব প্ৰকাৰ
be: Усе тыпы
ug: بارلىق تىپلار
vi: Toàn bộ

source: Phone
as: ফোন
be: Тэлефон
ug: تېلېفون
vi: Điện thoại

source: Modem
as: মোডেম
be: Мадэм
ug: مودېم

source: Computer
as: কম্পিউটাৰ
be: Кампутар
ug: كومپيۇتېر
vi: Máy tính

source: Network
as: নে'টৱৰ্ক
be: Сетка
ug: تور
vi: Mạng

source: Headset
as: হেড-ছেট
be: Гарнітура
ug: تىڭشىغۇچ
vi: Tai nghe

source: Headphones
as: হেড-ফোন
be: Навушнікі
ug: تىڭشىغۇچ
vi: Tai nghe

source: Audio device
as: অডিঅ' যন্ত্ৰ
be: Аўдыё прылада
ug: ئاۋاز ئۈسكۈنىسى
vi: Thiết bị âm thanh

source: Keyboard
as: চাবিৰ ফলক
be: Клявіятура
ug: ھەرپ تاختا
vi: Bàn phím

source: Mouse
as: মাউছ
be: Мыш
ug: چاشقىنەك
vi: Chuột

source: Camera
as: কেমৰা
be: Камэра
ug: فوتو ئاپپارات
vi: Máy ảnh

source: Printer
as: মূদ্ৰক
be: Друкарка
ug: پرىنتېر
vi: Máy in

source: Joypad
as: জয়-পেড
be: Гульнёвы маніпулятар
ug: قول
vi: Cần điều khiển trò chơi

source: Tablet
as: টেবলেট
be: Дошчачка
ug: سەزمە تاختا
vi: Bảng tính

source: Video device
ug: ئاۋاز ئۈسكۈنىسى

source: Unknown
as: অজ্ঞাত
be: Невядома
ug: نامەلۇم
vi: Không biết

source: Click to select device...
as: যন্ত্ৰ নিৰ্বাচন কৰাৰ বাবে ক্লিক কৰক...
be: Пстрыкніце, каб вылучыць прыладу…
ug: چېكىلسە ئۈسكۈنە تاللىنىدۇ
vi: Nhấn để chọn thiết bị...

source: No adapters available
as: কোনো এডাপ্টাৰ উপলব্ধ নাই
be: Адаптэры адсутнічаюць
ug: ئىشلەتكىلى بولمايدىغان ماسلاشتۇرغۇچ
vi: Không có bộ chuyển đổi

source: Searching for devices...
as: যন্ত্ৰ অনুসন্ধান কৰা হৈছে...
be: Пошук прылады…
ug: ئۈسكۈنە ئىزدەۋاتىدۇ
vi: Đang tìm thiết bị...

source: Remove '%s' from the list of devices?
as: যন্ত্ৰৰ তালিকাৰ পৰা '%s' আঁতৰুৱা হ'ব নেকি ?
be: Выдаліць „%s” із сьпісу прылад?
ug: ئۈسكۈنە قاتارىدىن ئۆچۈرۈش '%s'？

source: If you remove the device, you will have to set it up again before next use.
as: যন্ত্ৰ আঁতৰুৱা হ'লে, পৰবৰ্তী ব্যৱহাৰৰ পূৰ্বে এইটো পুনৰায় প্ৰস্তুত কৰা হ'ব ।
be: Калі вы выдаліце прыладу, вы мусіце наладзіць нанова, перш чым выкарыстоўваць наступны раз.
ug: ئەگەر سىز بۇ ئۈسكىنىنى ئۆچۈرۈۋەتسىڭىز،كىيىن ئىشلەتكەندە قايتا تەڭشەش زۆرۈر بولىدۇ.

source: Device
as: যন্ত্ৰ
be: Прылада
ug: ئۈسكۈنە
vi: Thiết bị

source: Type
as: ধৰন
be: Тып
ug: تىپى
vi: Loại

source: All categories
as: সৰ্বধৰনৰ শ্ৰেণী
be: Усе катэгорыі
ug: بارلىق تۈرلەر
vi: Mọi chủng loại

source: Paired
as: জুটি
be: Зьвязаныя
ug: جۈپلەنگەن
vi: Đã kết nối

source: Trusted
as: বিশ্বস্ত
be: Давераныя
ug: ئىشەنچلىك
vi: Tin cậy

source: Not paired or trusted
as: জুটি বাঁধা অথবা বিশ্বস্ত নয়
be: Не зьвязаныя ці недавераныя
ug: جۈپلەنمىگەن ياكى ئىشەنچسىز
vi: Không kết nối hoặc tin cậy

source: Paired or trusted
as: জুটি বদ্ধ অথবা বিশ্বস্ত
be: Зьвязаныя ці давераныя
ug: جۈپلەنگەن ياكى ئىشەنچلىك
vi: Đã kết nối hoặc tin cậy

source: <b>Show Only Bluetooth Devices With...</b>
ug: پەقەت كۆكچىش ئىقتىدارى بولغان ئۈسكۈنىنىلا كۆرسەت...

source: Device _category:
as: যন্ত্ৰৰ শ্ৰেণী: (_c)
be: _Катэгорыя прылады:
ug: ئۈسكۈنە تۈرى(_T):
vi: _Chủng loại thiết bị...

source: Select the device category to filter
ug: ئۈسكۈنە تۈرىگە ئاساسەن سۈزۈۋېتىش

source: Device _type:
as: যন্ত্ৰৰ ধৰন: (_t)
be: _Тып прылады:
ug: ئۈسكۈنە تىپى(_T):
vi: _Loại thiết bị:

source: Select the device type to filter
ug: ئۈسكۈنە تىپىغا ئاساسەن سۈزۈۋېتىش

source: Input devices (mice, keyboards, etc.)
ug: كىرگۈزۈش ئۈسكۈنىسى (مىكروفون،ھەرپ تاختا قاتارلىقلار)

source: Headphones, headsets and other audio devices
as: হেড-ফোন, হেড-ছেট আৰু অন্যান্য অডিঅ' যন্ত্ৰ
be: Навушнікі, гарнітуры і іншыя аўдыё прылады
ug: تىڭشىغۇچ، تىڭشىغۇچ-مىكروفون ۋە باشقا ئاۋاز ئۈسكۈنىسى
vi: Tai nghe và các thiết bị âm thanh khác

source: Use this GPS device for Geolocation services
as: Geolocation (ভৌগলিক অৱস্থান) সেৱাৰ বাবে এই GPS যন্ত্ৰ প্ৰয়োগ কৰা হ'ব
be: Выкарыстоўваць гэтую GPS-прыладу для службаў геаграфічнага разьмяшчэньня
ug: Geolocation مۇلازىمىتى ئۈچۈن بۇ GPS نى ئىشلەت
vi: Dùng thiết bị GPS này cho dịch vụ Geolocation

source: Access the Internet using your cell phone (test)
be: Доступ у Інтэрнэт праз ваш мабільны тэлефон (праверка)
ug: كۆچمە تېلېفونىڭىزنى ئىشلىتىپ تور زىيارەت قىلىڭ (سىناق)
vi: Truy cập Internet bằng điện thoại di động (thử nghiệm)

source: Select Device to Browse
as: চৰণ কৰাৰ উদ্দেশ্যে এটা যন্ত্ৰ নিৰ্বাচন কৰক
be: Вылучыце прыладу для агляду
ug: كۆرىدىغان ئۈسكىنىنى تاللاڭ
vi: Chọn Thiết Bị Để Duyệt

source: _Browse
as: চৰণ কৰক (_B)
be: Аг_ляд
ug: كۆز يۈگۈرت(_B)
vi: _Duyệt

source: Select device to browse
as: চৰণ কৰাৰ উদ্দেশ্যে যন্ত্ৰ নিৰ্বাচন কৰক
be: Вылучыце прыладу для агляду
ug: كۆرىدىغان ئۈسكىنىنى تاللاڭ
vi: Chọn thiết bị để duyệt

source: Turn On Bluetooth
as: ব্লু-টুথ আৰম্ভ কৰক
be: Уключыць Bluetooth
ug: كۆكچىشنى ئاچ
vi: Bật Bluetooth

source: Bluetooth: Off
as: ব্লু-টুথ: বন্ধ কৰক
be: Bluetooth: адключаны
ug: كۆكچىش:تاقاش
vi: Bluetooth: Tắt

source: Turn Off Bluetooth
as: ব্লু-টুথ বন্ধ কৰক
be: Адключыць Bluetooth
ug: كۆكچىشنى تاقاش
vi: Tắt Bluetooth

source: Bluetooth: On
as: ব্লু-টুথ: আৰম্ভ কৰক
be: Bluetooth: уключаны
ug: كۆكچىش:ئوچۇق
vi: Bluetooth: Bật

source: Bluetooth: Disabled
as: ব্লু-টুথ: নিষ্ক্ৰিয়
be: Bluetooth: адключаны
ug: كۆكچىش:تاقاق
vi: Bluetooth: Chưa sẵn sàng

source: Disconnecting...
as: বিচ্ছিন্ন কৰা হৈছে...
be: Адлучэньне…
ug: ئۈزۈۋاتىدۇ…
vi: Đang ngắt kết nối...

source: Connecting...
as: সংযোত স্থাপন কৰা হৈছে...
be: Далучэньне…
ug: ئۇلىنىۋاتىدۇ
vi: Đang kết nối...

source: Connected
as: সংযুক্ত
be: Далучаны
ug: ئۇلاندى
vi: Đã kết nối

source: Disconnected
as: বিচ্ছিন্ন
be: Адлучаны
ug: ئۈزۈلدى
vi: Đã ngắt kết nối

source: Disconnect
as: বিচ্ছিন্ন কৰক
be: Адлучыцца
ug: ئۈز
vi: Ngắt kết nối

source: Connect
as: সংযোগ কৰক
be: Далучыцца
ug: ئۇلا
vi: Kết nối

source: Send files...
as: নথিপত্ৰ প্ৰৰণ...
be: Перадача файлаў…
ug: ھۆججەت ئەۋەتىۋاتىدۇ...
vi: Gửi tập tin

source: Browse files...
as: নথিপত্ৰ চৰণ কৰক...
be: Агляд файлаў…
ug: ھۆججەتكە كۆز يۈگۈرت...
vi: Duyệt tập tin...

source: Open Keyboard Preferences...
as: চাবিৰ ফলক সংক্ৰান্ত পছন্দৰ বৈশিষ্ট্য খোলক...
be: Адкрыць перавагі клявіятуры…
ug: ھەرپتاختا مايىللىقىنى ئاچ...
vi: Tùy chỉnh bàn phím...

source: Open Mouse Preferences...
as: মাউছ সংক্ৰান্ত পছন্দৰ বৈশিষ্ট্য খোলক...
be: Адкрыць перавагі мышы…
ug: چاشقىنەك مايىللىقىنى ئاچ...
vi: Tùy chỉnh chuột...

source: Open Sound Preferences...
ug: ئاۋاز مايىللىقىنى ئاچ

source: Debug
as: ডিবাগ কৰক
be: Адладка
ug: سازلا
vi: Tìm lỗi

source: - Bluetooth applet
be: - аплет Bluetooth
ug: كۆكچىش پروگراممىسى -
vi: - Ứng dụng Bluetooth

source: %s Run '%s --help' to see a full list of available command line options.
as: %s আদেশ-শাৰীৰ পৰা ব্যৱহাৰযোগ্য সকলো বিকল্পৰ তালিকা চোৱাৰ বাবে '%s --help' আদেশ সঞ্চালন কৰক ।
be: %s Выканайце '%s --help', каб убачыць поўны сьпіс наяўных опцый загаднага радка.
ug: %s '%s --help' نى ئىجرا قىلدۇرسىڭىز، بۇيرۇق قۇرىدا ئىشلەتكىلى بولىدىغان بارلىق تاللانمىلارنى كۆرگىلى بولىدۇ.
vi: %s Chạy '%s --help' để xem các tùy chọn dòng lệnh.

source: Bluetooth Applet
as: Bluetooth এপ্লেট
be: Аплет Bluetooth
ug: كۆكچىش پروگراممىسى
vi: Ứng dụng Bluetooth

source: Bluetooth
as: ব্লু-টুথ
ug: كۆكچىش

source: Bluetooth: Enabled
as: ব্লু-টুথ: সক্ৰিয়
be: Bluetooth: уключаны
ug: كۆكچىش:ئىناۋەتلىك
vi: Bluetooth: Sẵn sàng

source: Device '%s' wants to pair with this computer
as: '%s' যন্ত্ৰ এই কম্পিউটাৰৰ সৈতে জুটি বাঁধিবলৈ ইচ্ছুক
be: Прылада „%s” жадае злучыцца з гэтым кампутарам
ug: ئۈسكۈنە'%s' كومپيۇتېر بىلەن جۈپلەنمەكچى
vi: Thiết bị '%s' muốn kết nối với máy tính này

source: Please enter the PIN mentioned on device %s.
as: অনুগ্ৰহ কৰি %s যন্ত্ৰত উল্লিখিত PIN লিখক ।
be: Калі ласка, увядзіце PIN-код, згаданы на прыладзе %s.
ug: %s ئۈسكۈنىسىدە يوللىغان PIN نومۇرىنى كىرگۈزۈڭ.

source: Please confirm whether the PIN '%s' matches the one on device %s.
as: অনুগ্ৰহ কৰি, '%s' PIN আৰু %s যন্ত্ৰত উপস্থিত PIN দুটা একেই নে নহয় সেইটো পৰীক্ষা কৰক ।
be: Калі ласка, пацьвердзіце, што PIN-код „%s” супадае зь ім жа на прыладзе %s.
ug: سىز كىرگۈزگەن PIN '%s' نومۇرى %s دا كىرگۈزگەن نومۇر بىلەن ئوخشايدىغانلىقىنى جەزملەڭ.

source: Grant access to '%s'
as: '%s' ক অনুমোদন প্ৰদান কৰা হ'ব
be: Даць доступ „%s”
ug: %s نى زىيارەت قىلىشقا يول قويامسىز؟
vi: Cho phép kết nối đến '%s'

source: Device %s wants access to the service '%s'.
as: %s যন্ত্ৰ '%s' সেৱা ব্যৱহাৰ কৰিবলৈ ইচ্ছুক ।
be: Прылада %s жадае атрымаць доступ да службы „%s”.
ug: %s ئۈسكۈنە%s مۇلازىمىتىنى زىيارەت قىلماقچى.
vi: Thiết bị %s muốn truy cập dịch vụ '%s'.

source: Pairing request for '%s'
as: '%s ৰ পৰা প্ৰাপ্ত জুটি বাঁধাৰ অনুৰোধ
be: Запыт на злучэньне для "%s"
ug: %s دىن كەلگەن جۈپلەش ئىلتىماسى
vi: Yêu cầu kết nối tới '%s'

source: Bluetooth device
as: ব্লু-টুথ যন্ত্ৰ
be: Прылада Bluetooth
ug: كۆكچىش ئۈسكۈنىسى
vi: Thiết bị Bluetooth

source: Enter PIN
as: PIN লিখক
be: Увядзіце PIN
ug: PIN نومۇرىنى كىرگۈزۈڭ

source: Pairing confirmation for '%s'
as: '%s ৰ পৰা প্ৰাপ্ত জুটি নিৰ্মাণৰ নিশ্চিতি
be: Пацьверджаньне злучэньня для „%s”
ug: %s دىن كەلگەن جۈپلەش ئىلتىماسىنى جەزملەش
vi: Khẳng định kết nối từ '%s'

source: Verify PIN
as: PIN পৰীক্ষা কৰক
be: Праверка PIN
ug: PINنى تەكشۈر

source: Authorization request from '%s'
as: '%s ৰ পৰা প্ৰাপ্ত অনুমোদনৰ অনুৰোধ
be: Запыт аўтарызацыі ад „%s”
ug: %s تىن كەلگەن دەلىللەش ئىلتىماسى
vi: Yêu cầu xác thực từ '%s'

source: Check authorization
as: অনুমোদন পৰীক্ষা কৰক
be: Праверка аўтарызацыі
ug: ھوقۇق تەكشۈرۈش
vi: Kiểm tra xác thực

source: Bluetooth Manager
as: ব্লু-টুথ পৰিচালন ব্যৱস্থা
be: Кіраўнік Bluetooth
ug: كۆكچىش باشقۇرغۇچىسى
vi: Trình quản lí Bluetooth

source: Bluetooth Manager applet
as: ব্লু-টুথ পৰিচালনাৰ এপ্লেট
be: Аплет Кіраўніка Bluetooth
ug: كۆكچىش باشقۇرۇش پروگراممىسى
vi: Trình quản lí Bluetooth

source: Bluetooth: Checking
as: ব্লু-টুথ: পৰীক্ষা কৰা হৈছে
be: Bluetooth: праверка
ug: كۆكچىش: تەكشۈرۈۋاتىدۇ
vi: Bluetooth: Đang kiểm tra

source: Browse files on device...
as: যন্ত্ৰত নথিপত্ৰ চৰণ কৰক...
be: Гартаць файлаў на прыладзе…
ug: ئۈسكىنىدىكى ھۆججەتنى كۆرۈش...
vi: Duyệt tập tin trên thiết bị...

source: Devices
as: যন্ত্ৰ
be: Прылады
ug: ئۈسكۈنىلەر
vi: Thiết bị

source: Preferences
as: পছন্দ
ug: مايىللىق

source: Quit
as: প্ৰস্থান
be: Выхад
ug: چېكىن
vi: Thoát

source: Send files to device...
as: যন্ত্ৰত নথিপত্ৰ পঠিয়াওক...
be: Даслаць файлы на прыладу…
ug: ئۈسكىنىگە ھۆججەت ئەۋەتىش...
vi: Gửi tập tin tới thiết bị...

source: Set up new device...
as: নতুন যন্ত্ৰ প্ৰস্তুত কৰক...
be: Наладзіць новую прыладу…
ug: يېڭى ئۈسكىنىنى تەڭشەش
vi: Cài đặt thiết bị mới...

source: Visible
ug: كۆرۈنۈشچان

source: _Always grant access
as: সৰ্বদা অনুমতি প্ৰদান কৰা হ'ব (_A)
be: _Заўсёды даваць доступ
ug: ھەمىشە زىيارەتكە رۇخسەت(_A)
vi: _Luôn cho phép

source: _Grant
as: প্ৰদান কৰক (_G)
be: _Даць
ug: رۇخسەت(_G)
vi: _Cho phép

source: _Reject
as: প্ৰত্যাখ্যান কৰক (_R)
be: Ад_мовіць
ug: رەت قىل(~R)
vi: _Từ chối

source: _Does not match
as: মিল পোৱা নাযায় (_D)
be: _Не супадае
ug: جۈپلىمە(_D)
vi: K_hông khớp

source: _Matches
as: মিল পোৱা গৈছে (_M)
be: _Супадае
ug: جۈپلە(_M)
vi: _Khớp

source: _Show input
as: নিবেশ প্ৰদৰ্শন (_S)
be: _Паказаць увод
ug: كىرگۈزگەننى كۆرسەت(_S)
vi: _Xem dữ liệu

source: Cannot start "Personal File Sharing" Preferences
ug: "شەخسى ھۆججەت ھەمبەھرى" تاللىقىنى قوزغاتقىلى بولمىدى

source: Please verify that the "Personal File Sharing" program is correctly installed.
ug: "شەخسى ھۆججەت ھەمبەھرى" پروگراممىسىنىڭ توغرا قاچىلانغانلىقىنى تەكشۈرۈپ بېقىڭ.

source: Bluetooth Preferences
as: Bluetooth সংক্ৰান্ত পছন্দ
be: Перавагі Bluetooth
ug: كۆكچىش تەڭشىكى
vi: Tùy chỉnh Bluetooth

source: _Show Bluetooth icon
as: ব্লু-টুথৰ আইকন প্ৰদৰ্শন কৰা হ'ব (_S)
be: Па_казваць значку Bluetooth
ug: كۆكچىش سىنبەلگىسىنى كۆرسەت(_S)
vi: _Hiện biểu tượng Bluetooth

source: Receive Files
ug: ھۆججەت قوبۇللاش

source: Output a list of currently known devices
as: বৰ্তমানে জ্ঞাত যন্ত্ৰসমূহৰ তালিকা প্ৰদৰ্শন কৰা হ'ব
be: Выводзіць сьпіс вядомых прылад
ug: نۆۋەتتىكى مەلۇم بولغان ئۈسكۈنە تىزىملىكىنى چىقىرىش
vi: Xuất danh sách các thiết bị đã biết

source: Bluetooth Properties
as: Bluetooth-ৰ বিবিধ বৈশিষ্ট্য
be: Уласьцівасьці Bluetooth
ug: كۆكچىش خاسلىقى
vi: Thuộc tính

source: Make computer _visible
ug: كومپيۇتېرنى كۆرۈنىدىغان قىل(_D)

source: Friendly name
as: সহজ নাম
be: Зручная назва
ug: دوستانە ئات
vi: Tên máy

source: Set up _new device...
as: নতুন যন্ত্ৰ প্ৰস্তুত কৰক...(_n)
be: Наладзіць _новую прыладу…
ug: يېڭى ئۈسكىنىنى تەڭشەش(_N)...

source: _Remove
as: আঁতৰাওক (_R)
be: Вы_даліць
ug: ئۆچۈر(_R)

source: Bluetooth is disabled
as: ব্লু-টুথ বৰ্তমানে নিষ্ক্ৰিয়
be: Bluetooth адключаны
ug: كۆكچىش چەكلەندى
vi: Bluetooth đã tắt

source: No Bluetooth adapters present
as: কোনো ব্লু-টুথ এডাপ্টাৰ উপস্থিত নাই
be: Адсутнічаюць Bluetooth-адаптары
ug: كۆكچىش ماسلاشتۇرغۇچىسى تېپىلمىدى
vi: Không có bộ chuyển đổi

source: Your computer does not have any Bluetooth adapters plugged in.
as: আপোনাৰ কম্পিউটাৰৰ সৈতে কোনো ব্লু-টুথ এডাপ্টাৰ সংযুক্ত কৰা নহয় ।
be: Ваш кампутар ня мае далучаных Bluetooth адаптараў.
ug: كومپيۇتېرىڭىزغا ھېچقانداق كۆكچىش ماسلاشتۇرغۇچى ئۇلانماپتۇ.
vi: Máy tính này không có bộ chuyển đổi Bluetooth.

source: Bluetooth has been disabled by a switch on your computer.
ug: كۆكچىش سىستېما باشقۇرغۇچىسى تەرەپتىن چەكلەنگەن.

source: Configure Bluetooth settings
as: ব্লু-টুথ সংক্ৰান্ত বৈশিষ্ট্য বিন্যাস কৰক
be: Наладка настаўленьняў Bluetooth
ug: كۆكچىش تەڭشىكىنى تەڭشەش
vi: Cấu hình cho Bluetooth

source: Pairing with '%s' cancelled
as: '%s'-ৰ সৈতে নিৰ্ধাৰিত জুটি বাতিল কৰা হৈছে
be: Сувязь з „%s” скасавана
ug: '%s' بىلەن جۈپلىنىش بىكار قىلىندى
vi: Kết nối tới '%s' bị hủy

source: Please confirm that the PIN displayed on '%s' matches this one.
as: অনুগ্ৰহ কৰি নিশ্চিত কৰক, এই PIN আৰু '%s'-ত প্ৰদৰ্শিত PIN একেই নে নহয় ।
be: Калі ласка, пацьвердізе PIN-код, бачн на „%s”.
ug: '%s' دا كۆرسىتىلگەن PIN مۇشۇنىڭغا ماس كېلەمدۇ جەزملەڭ.

source: Please enter the following PIN:
as: অনুগ্ৰহ কৰি নিম্নলিখিত PIN উল্লেখ কৰক:
be: Калі ласка, увядзіце наступны PIN-код:
ug: تۆۋەندىكى PIN نومۇرىنى كىرگۈزۈڭ:

source: Setting up '%s' failed
as: '%s' প্ৰস্তুত কৰিবলৈ ব্যৰ্থ
be: Збой наладкі „%s”
ug: '%s' نى تەڭشەش مەغلۇپ بولدى
vi: Cài đặt '%s' không thành công

source: Connecting to '%s'...
as: '%s'-ৰ সৈতে সংযোগ স্থাপন কৰা হৈছে...
be: Далучэньне да „%s”…
ug: '%s' بىلەن ئۇلىنىۋاتىدۇ...
vi: Đang kết nối tới '%s'...

source: Please enter the following PIN on '%s' and press “Enter” on the keyboard:
as: অনুগ্ৰহ কৰি '%s'-ত নিম্নলিখিত PIN লিখক আৰু কি-বোৰ্ডৰ পৰা “Enter” টিপক:
ug: '%s' غا تۆۋەندىكى PIN نومۇرىنى كىرگۈزۈپ ھەرپتاختىدىكى “Enter” نى بىسىڭ:

source: Please enter the following PIN on '%s':
as: অনুগ্ৰহ কৰি '%s'-ত নিম্নলিখিত PIN লিখক:
be: Калі ласка, увядзіце наступны PIN для „%s”:
ug: '%s'غا تۆۋەندىكى PIN نومۇرىنى كىرگۈزۈڭ:

source: Please wait while finishing setup on device '%s'...
as: '%s' যন্ত্ৰ প্ৰস্তুতিৰ সমাপ্তি অবধি অনুগ্ৰহ কৰি অপেক্ষা কৰক...
be: Калі ласка, пачакайце покуль завершыцца наладка „%s”…
ug: '%s' نى تەڭشەش ھازىرلا تۈگەيدۇ،سەل ساقلاڭ...

source: Successfully set up new device '%s'
be: Новая прылада„%s” пасьпяхова наладжана
ug: يېڭى ئۈسكۈنە '%s' مۇۋەپپەقىيەتلىك تەڭشەلدى

source: '0000' (most headsets, mice and GPS devices)
as: '0000' (অধিকাংশ হেড-ছেট, মাউছ আৰু GPS যন্ত্ৰ)
be: „0000” (большасьць гарнітур, мышэй і GPS-прылад)
ug: '0000' (كۆپ ساندىكى تىڭشىغۇچ، چاشقىنەك ۋە GPS ئۈسكۈنىسى)
vi: '0000' (hầu hết các tai nghe, chuột và thiết bị GPS)

source: Bluetooth New Device Setup
as: ব্লু-টুথ নতুন যন্ত্ৰ প্ৰস্তুতি
be: Наладка новае прылады Bluetooth
ug: كۆكچىش يېڭى ئۈسكۈنىسىنى تەڭشەش

source: Custom PIN:
ug: ئۆزى بەلگىلىگەن PIN نومۇرى:

source: Device Setup
as: যন্ত্ৰ প্ৰস্তুতি
be: Наладка прылады
ug: ئۈسكۈنە تەڭشەش
vi: Cài đặt thiết bị

source: Device Setup Failed
as: যন্ত্ৰ প্ৰস্তুতি বিফল
be: Збой наладкі прылады
ug: ئۈسكۈنە تەڭشەش مەغلۇپ بولدى
vi: Cài đặt thiết bị không thành công

source: Device search
as: যন্ত্ৰ অনুসন্ধান
be: Пошук прылад
ug: ئۈسكۈنە ئىزدەش
vi: Tìm thiết bị

source: Do not pair
ug: جۈپلىمە

source: Does not match
as: মিল পোৱা নাযায়
be: Не супадае
ug: جۈپلىمە
vi: Không khớp

source: Finishing New Device Setup
as: নতুন যন্ত্ৰৰ প্ৰস্তুতি সমাপ্ত কৰা হৈছে
be: Завяршэньне наладкі новай прылады
ug: كۆكچىش ئۈسكۈنىسىنى تەڭشەش ھازىرلا تۈگەيدۇ

source: Fixed PIN
as: সুনিৰ্দিষ্ট PIN
be: Замацаваны PIN
ug: مۇقىم PIN

source: Introduction
as: ভূমিকা
be: Уводзіны
ug: تونۇشتۇرۇش
vi: Giới thiệu

source: Matches
as: মিল
be: Супадае
ug: جۈپلەش تۈرى
vi: Khớp

source: PIN Options
as: PIN সংক্ৰান্ত বিকল্প
be: Опцыі PIN
ug: PIN تاللىقى

source: PIN _options...
as: PIN সংক্ৰান্ত বিকল্প...(_o)
be: _Опцыі PIN…
ug: PIN تاللىقى(_O)...

source: Select the additional services you want to use with your device:
as: যন্ত্ৰৰ সৈতে ব্যৱহাৰৰ বাবে অতিৰিক্ত সেৱাসমূহ নিৰ্বাচন কৰক:
be: Вылучыце дадатковыя паслугі, якія жадаеце выкарыстоўваць з вашай прыладай:
ug: ئۈسكىنىڭىز ئۈچۈن ئىشلىتىدىغان قوشۇمچە مۇلازىمەتنى تاللاڭ:
vi: Chọn các dịch vụ dùng cùng với thiết bị:

source: Select the device you want to setup
as: প্ৰস্তুত কৰাৰ উদ্দেশ্যে এটা যন্ত্ৰ নিৰ্বাচন কৰক
be: Вылучыце прыладу, якую жадаеце наладзіць
ug: تەڭشىمەكچى بولغان ئۈسكىنىنى تاللاڭ
vi: Chọn thiết bị muốn cài đặt

source: Setup Completed
as: প্ৰস্তুত কৰা হৈছে
be: Наладка завершана
ug: تەڭشەش تاماملاندى
vi: Kết thúc cài đặt

source: The Bluetooth new device setup will walk you through the process of configuring Bluetooth enabled devices for use with this computer.
as: ব্লু-টুথৰ নতুন যন্ত্ৰ প্ৰস্তুতি ব্যৱস্থাৰ সাহায্যে কম্পিউটাৰৰ সৈতে ব্যৱহাৰৰ বাবে ব্লু-টুথ সক্ৰিয় যন্ত্ৰ সহজে বিন্যাস কৰা যাব ।
be: Гэты памочнік правядзе вас праз працэс наладкі прылад з уключаным Bluetooth для выкарыстаньня з гэтым кампутарам.
ug: مەزكۇر قاچىلاش يېتەكچىسى كومپيۇتېرىڭىزدا كۆكچىش ئىقتىدارى بولغان ئۈسكىنىنى تەڭشەشكە ياردەم قىلىدۇ.

source: The device will need to be within 10 meters of your computer, and be “visible” (sometimes called “discoverable”). Check the device's manual if in doubt.
ug: بۇ ئۈسكۈنە چوقۇم كومپيۇتېرىڭىزدىكى 10 مېتىر دائىرە ئىچىدە بۆلىشى كېرەك،ھەمدە "كۆرگىلى بولىدۇ" ھالىتىدە تۇرۇشى كېرەك.

source: Welcome to the Bluetooth new device setup
as: ব্লু-টুথৰ নতুন যন্ত্ৰ প্ৰস্তুতি ব্যৱস্থাত স্বাগতম
be: Вітаем у памочніку наладкі новае прылады Bluetooth
ug: يېڭى كۆكچىش ئۈسكۈنىسىنى تەڭشەشكە كەلگىنىڭىزگە مەرھابا

source: _Automatic PIN selection
as: স্বয়ংক্ৰিয় PIN নিৰ্বাচন (_A)
be: _Аўтаматычны выбар PIN
ug: PINنومۇرىنى ئاپتوماتىك تاللاش(_A)

source: _Restart Setup
as: প্ৰস্তুতি পৰ্ব পুনৰাৰম্ভ (_R)
be: Пера_запусьціць наладкі
ug: قاچىلاش پروگراممىسىنى قايتا قوزغات(_R)
vi: _Cài đặt lại

source: %'d second
as: %'d ছেকেণ্ড
be: %'d сэкунда
ug: %'d سېكۇنت
vi: %'d giây

source: %'d minute
as: %'d মিনিট
be: %'d хвіліна
ug: %'d مىنۇت
vi: %'d phút

source: %'d hour
as: %'d ঘন্টা
be: %'d гадзіна
ug: %'d سائەت
vi: %'d giờ

source: approximately %'d hour
as: আনুমানিক %'d ঘন্টা
be: прыблізна %'d гадзіна
ug: تەخمىنەن %'d سائەت
vi: khoảng %'d giờ

source: File Transfer
as: নথিপত্ৰ বিনিময়
be: Перадача файла
ug: ھۆججەت يوللاش
vi: Trao đổi tập tin

source: _Retry
ug: قايتا سىنا(_R)

source: Sending files via Bluetooth
as: ব্লু-টুথৰ মাধ্যমে নথিপত্ৰ পঠিওৱা হৈছে
be: Перадача файлаў праз Bluetooth
ug: كۆكچىش بىلەن ھۆججەت ئۇزىتىش
vi: Gửi tập tin qua Bluetooth

source: From:
as: উৎসস্থল:
be: Ад каго:
ug: ئەۋەتكۈچى:
vi: Từ:

source: To:
as: গন্তব্যস্থল:
be: Каму:
ug: نىشان:
vi: Đến:

source: An unknown error occurred
be: Узьнікла невядомая памылка
ug: نامەلۇم خاتالىق يۈز بەردى
vi: Lỗi không xác định

source: Make sure that remote device is switched on and that it accepts Bluetooth connections
as: দূৰবৰ্তী যন্ত্ৰটি সক্ৰিয় নহয় নে নহয় আৰু যন্ত্ৰটি দ্বাৰা ব্লু-টুথ সংযোগ গ্ৰহণ কৰা হৈছে নে নহয় সেইটো পৰীক্ষা কৰক
be: Упэўніцеся, што аддаленая прылада ўключана і прыймае Bluetooth далучэньні
ug: يىراقتىكى ئۈسكۈنىنىڭ كۆكچىش ئىقتىدارىنى ئېچىڭ ھەمدە قوبۇللاڭ
vi: Kiểm tra thiết bị đã được bật và có thể kết nối bằng Bluetooth

source: Sending %s
as: %s পঠিওৱা হৈছে
be: Перадача %s
ug: %s غا ئۇزىتىش
vi: Đang gửi %s

source: Sending file %d of %d
as: %d নথিপত্ৰ পঠিওৱা হৈছে, সৰ্বমোট %d
be: Перадача файла %d з %d
ug: ئۇزىتىلىۋاتىدۇ %d / %d
vi: Đang gửi tập tin %d / %d

source: Select Device to Send To
as: উদ্দিষ্ট যন্ত্ৰ চিহ্নিত কৰক
be: Вылучыце прыладу-атрымальнік файлаў
ug: ئۇزىتىدىغان ئۈسكىنىنى تاللاڭ
vi: Chọn Thiết Bị để Gửi

source: Send _To
as: চিহ্নিত স্থানলৈ পঠিওৱা হ'ব (_T)
be: Даслаць _на
ug: غا ئۇزىتىش(_T)
vi: _Gửi tới:

source: Choose files to send
as: পঠিওৱাৰ উদ্দেশ্যে নথিপত্ৰ নিৰ্বাচন কৰক
be: Абярыце файлы для перадачы
ug: ئۇزىتىدىغان ھۆججەتنى تاللاڭ
vi: Chọn tập tin để gửi

source: Remote device to use
as: ব্যৱহাৰযোগ্য দূৰবৰ্তী যন্ত্ৰ
be: Прылада для выкарыстаньня
ug: يىراقتىكى ئۈسكىنىنى ئىشلەت
vi: Thiết bị từ xa sẽ dùng

source: Remote device's name
as: দূৰবৰ্তী যন্ত্ৰৰ নাম
be: Назва аддаленай прылады
ug: يىراقتىكى ئۈسكۈنە ئىسمى
vi: Tên của thiết bị từ xa

source: Programming error, could not find the device in the list
ug: پروگرامما خاتالىقى، تىزىملىكتىكى ئۈسكىنىنى تاپالمايدۇ

source: Obex Push file transfer unsupported
ug: Obex ھۆججەت ئۇزىتىشنى قوللىمايدۇ

source: Bluetooth (OBEX Push)
ug: كۆكچىش (OBEX Push)

source: Run in standalone mode
ug: مۇستەقىل ھالىتىدە ئىجرا قىل

source: Moblin Bluetooth Panel
ug: Moblin كۆكچىش تاختىسى

source: - Moblin Bluetooth Panel
ug: Moblin كۆكچىش تاختىسى -

source: bluetooth
ug: كۆكچىش

source: Pairing with %s failed.
ug: %s بىلەن جۈپلەش مەغلۇپ بولدى.

source: <u>Pair</u>
ug: <u>جۈپلەش</u>

source: <u>Connect</u>
ug: <u>ئۇلاش</u>

source: <u>Browse</u>
ug: <u>كۆز يۈگۈرتۈش</u>

source: Device setup failed
ug: ئۈسكۈنە تەڭشەش مەغلۇپ بولدى

source: Back to devices
ug: ئۈسكىنىگە قايتىش

source: Done
ug: تامام

source: Device setup
ug: ئۈسكۈنە تەڭشەش

source: Only show:
ug: پەقەتلا كۆرۈنىدۇ:

source: PIN options
ug: PIN تاللىقى

source: Add a new device
ug: يېڭى ئۈسكۈنە قوشۇش

source: Send file from your computer
ug: كومپيۇتېرىڭىزدىن ھۆججەت ئۇزىتىش

source: Bluetooth Manager Panel
ug: كۆكچىش باشقۇرۇش تاختىسى

source: Show Only Bluetooth Devices With...
as: অকল চিহ্নিত মান বিশিষ্ট ব্লু-টুথ যন্ত্ৰ প্ৰদৰ্শন কৰা হ'ব...
be: Паказваць толькі Bluetooth прылады з…
vi: Chỉ Hiển Thị Các Thiết Bị Bluetooth Với...

source: Select the device category to filter above list
as: উপৰোক্ত তালিকা ফিল্টাৰ কৰাৰ বাবে যন্ত্ৰৰ শ্ৰেণী নিৰ্বাচন কৰক
be: Вылучыце катэгоры прылад для фільтраваньня ў сьпіс
vi: Chọn chủng loại thiết bị để hiển thị trong danh sách bên trên

source: Select the device type to filter above list
as: উপৰোক্ত তালিকা ফিল্টাৰ কৰাৰ বাবে যন্ত্ৰৰ ধৰন নিৰ্বাচন কৰক
be: Вылучыце тып прылады для фільтраваньня ў сьпіс
vi: Chọn loại thiết bị để hiển thị trong danh sách bên trên

source: Input devices (mice, keyboards, ...)
as: নিবেশ যন্ত্ৰ (মাউছ, চাবিৰ ফলক, ...)
be: Прылады ўводу (мыш, клявіятура, …)
vi: Thiết bị nhập liệu (chuột, bàn phím, ...)

source: Access the Internet using your mobile phone (test)
as: আপোনাৰ মোবাইল ফোন সহযোগে ইন্টাৰনেট ব্যৱহাৰ কৰক (পৰীক্ষামূলক)

source: A Bluetooth manager for the MATE desktop
as: MATE ডেস্কট'পত ব্যৱহাৰযোগ্য ব্লু-টুথ পৰিচালন ব্যৱস্থা
be: Кіраўнік Bluetooth для асяродзьдзя MATE
vi: Trình quản lí Bluetooth của MATE

source: translator-credits
as: অমিতাক্ষ ফুকন (aphukan@fedoraproject.org)
be: Alexander Nyakhaychyk
vi: Những người tham gia dịch

source: MATE Bluetooth home page
as: MATE Bluetooth-ৰ প্ৰধান পৃষ্ঠা
be: Старонка MATE Bluetooth
vi: Trang web của MATE Bluetooth

source: Make computer _discoverable
as: কম্পিউটাৰ উন্মোচনযোগ্য ৰূপে ধাৰ্য কৰা হ'ব (_D)
be: Зрабіць кампутар _бачным

source: Whether to show the notification icon
as: সূচনাৰ আইকন প্ৰদৰ্শন কৰা হ'ব নে নহয়
be: Ці паказваць значку інфармаваньня?
vi: Có hay không hiển thị biểu tượng

source: Whether to show the notification icon.
as: সূচনাৰ আইকন প্ৰদৰ্শন কৰা হ'ব নে নহয় ।
be: Ці паказваць значку інфармаваньня?
vi: Có hay không hiển thị biểu tượng.

source: MateConf error: %s
as: MateConf সংক্ৰান্ত ত্ৰুটি: %s
be: Памылка MateConf: %s
vi: Lỗi MateConf: %s

source: All further errors shown only on terminal.
as: পৰবৰ্তী সকলো ত্ৰুটিৰ সূচনা টাৰ্মিনেলৰ মাধ্যমে প্ৰদৰ্শন কৰা হ'ব ।
be: Усе наступныя памылкі будуць бачныя толькі ў тэрмінале.
vi: Các thông báo lỗi tiếp theo chỉ hiển thị ở giao diện dòng lệnh.
