Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-bluetooth/po/*.po
Languages: as, be, ug, vi

source: Successfully setup new device '%s'
as: সফলতাৰে সৈতে নতুন যন্ত্ৰ '%s' প্ৰস্তুত কৰা হৈছে

source: Custom PIN code:
as: স্বনিৰ্ধাৰিত PIN কোড:
be: Адмысловы PIN-код:

source: The device will need to be within 10 meters of your computer, and be “discoverable” (sometimes called “visible”). Check the device's manual if in doubt.
as: যন্ত্ৰ আপোনাৰ কম্পিউটাৰৰ ১০ মিটাৰত উপস্থিত থকা আবশ্যক, আৰু “discoverable&#x8221; (sকিছু ক্ষেত্ৰে #&x8220;visible”) ৰূপে নিৰ্ধাৰিত. হোৱা আবশ্যক । কোনো ধৰণৰ সন্দেহ থাকিলে যন্ত্ৰৰ সহায়িকাত উপস্থিত তথ্য পঢ়ক ।
be: Гэтая прылада мусіць быць у радыюсе 10 мэтраў ад вашага кампутара і мусіць быць “выяўляльна” (часам, гэта называюць “бачна”). Калі сумняецеся, праверце кіраўніцтва прылады.
vi: Thiết bị phải đặt cách máy tính dưới 10 m, và phải “có thể tìm được” (hay là “có thể nhìn thấy được”). Xem thêm hướng dẫn sử dụng của thiết bị nếu cần.

source: An unknown error occured
as: অজ্ঞাত ত্ৰুটি দেখা দিছে

source: %d KB/s
as: %d কিলোবাইট/ছেকেণ্ড

source: %d B/s
as: %d বাইট/ছেকেণ্ড

source: Bluetooth: Unknown
be: Bluetooth: невядома
vi: Bluetooth: Không biết

source: Preferences...
be: Перавагі…
vi: Tùy chỉnh

source: Please enter the passkey mentioned on device %s.
vi: Nhập mật khẩu do thiết bị %s tạo ra.

source: Please confirm whether the passkey '%s' matches the one on device %s.
vi: Kiểm tra mật khẩu '%s' có đúng với mật khẩu của %s.

source: Enter passkey
vi: Nhập mật khẩu

source: Check passkey
vi: Kiểm tra mật khẩu

source: Remove '%s' from list of known devices?
vi: Xóa '%s' khỏi danh sách các thiết bị đã biết?

source: If you delete the device, you have to set it up again before next use.
vi: Nếu xóa thiết bị này, bạn sẽ phải cài đặt lại khi muốn sử dụng nó.

source: _Discoverable
vi: _Có thể tìm được

source: Known devices
vi: Các thiết bị đã biết

source: Delete
vi: Xóa

source: Please confirm that the passkey displayed on '%s' matches this one
vi: Kiểm tra mật khẩu của '%s' trùng với mật khẩu này

source: Please enter the following passkey:
vi: Hãy điền mật khẩu sau:

source: Please enter the following passkey on '%s':
vi: Hãy điền mật khẩu sau ở '%s':

source: Please wait while finishing setup on '%s'...
vi: Đang cài đặt '%s'...

source: Successfully configured '%s'
vi: Cài đặt '%s' thành công

source: Bluetooth Device Wizard
vi: Thuật sĩ thiết bị Bluetooth

source: Custom passkey code:
vi: Mật khẩu tùy chọn:

source: Finishing Device Setup
vi: Kết thúc cài đặt thiết bị

source: Fixed Passkey
vi: Mật khẩu cố định

source: Passkey Options
vi: Tùy chọn mật khẩu

source: Passkey _options...
vi: _Tùy chọn mật khẩu...

source: Setup Finished
vi: Kết thúc cài đặt

source: The device wizard will walk you through the process of configuring Bluetooth enabled devices for use with this computer.
vi: Thuật sĩ sẽ giúp bạn cấu hình các thiết bị Bluetooth để kết nối với máy tính.

source: Welcome to the Bluetooth device setup wizard
vi: Chào mừng bạn đến với Thuật sĩ thiết bị Bluetooth

source: _Automatic passkey selection
vi: _Tự động chọn mật khẩu
