Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: All data on partition %d on the media in "%s" will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
hi: विभाजन %d पर सभी आँकड़ा "%s" में न वापस किए जाने की स्थिति में मिटाया जाएगा. सुनिश्चित करें कि महत्वपूर्ण आंकड़ा का बैकअप किया हुआ है. इस क्रिया को वापस नहीं किया जा सकता है.
kn: ವಿಭಾಗ %d ದಲ್ಲಿನ ("%s" ಮಾಧ್ಯಮದಲ್ಲಿನ) ಎಲ್ಲಾ ದತ್ತಾಂಶಗಳು ಹಿಂದಕ್ಕೆ ಪಡೆಯಲಾದಂತೆ ಅಳಿಸಿಹೋಗುತ್ತದೆ. ಮುಖ್ಯವಾದ ದತ್ತಾಂಶದ ಒಂದು ಪ್ರತಿಯನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಇರಿಸಿಕೊಳ್ಳಲಾಗಿದೆಯೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದು ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.
ml: %d പാര്‍ട്ടീഷനിലുള്ള ("%s"-ലുള്ള മീഡിയയിലുള്ള) എല്ലാ ഡേറ്റായും എന്നേക്കുമായി മായ്ക്കുന്നു. പ്രധാനപ്പെട്ട ഡേറ്റയുടെ ബാക്കപ്പെടുത്തെന്നുറപ്പാക്കുക. ഈ പ്രവര്‍ത്തി തിരിച്ചെടുക്കുവാന്‍ സാധ്യമല്ല.
mr: मिडीया "%2$s" मधील पार्टीशन %1$d वरील सर्व डाटा नष्ट केले जाईल. महत्वाच्या डाटाचे बॅकअप केले आहे याची खात्री करा. ही कृती पूर्ववत् करणे अशक्य आहे.

source: All data on partition %d of "%s" will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
hi: विभाजन %d पर सभी आँकड़ा "%s" का वापस नहीं किए जाने की स्थिति तक मिटा दिया जाएगा. सुनिश्चित करें कि महत्वपूर्ण आंकड़ा का बैकअप किया हुआ है. इस क्रिया को वापस नहीं किया जा सकता है.
kn: ವಿಭಾಗ %d ದಲ್ಲಿನ ("%s" ನ) ಎಲ್ಲಾ ದತ್ತಾಂಶಗಳು ಹಿಂದಕ್ಕೆ ಪಡೆಯಲಾದಂತೆ ಅಳಿಸಿಹೋಗುತ್ತದೆ. ಮುಖ್ಯವಾದ ದತ್ತಾಂಶದ ಒಂದು ಪ್ರತಿಯನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಇರಿಸಿಕೊಳ್ಳಲಾಗಿದೆಯೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದು ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.
ml: %d പാര്‍ട്ടീഷനിലുള്ള ("%s"-ല്‍) എല്ലാ ഡേറ്റായും എന്നേക്കുമായി മായ്ക്കുന്നു. പ്രധാനപ്പെട്ട ഡേറ്റയുടെ ബാക്കപ്പെടുത്തെന്നുറപ്പാക്കുക. ഈ പ്രവര്‍ത്തി തിരിച്ചെടുക്കുവാന്‍ സാധ്യമല്ല.
mr: "%2$s" पैकी पार्टीशन %1$d वरील सर्व डाटा नष्ट केले जाईल. महत्वाच्या डाटाचे बॅकअप केले आहे याची खात्री करा. ही कृती पूर्ववत् करणे अशक्य आहे.

source: Create File System
hi: फ़ाइल तंत्र बनाएँ
kn: ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ನಿರ್ಮಿಸಿ
ml: ഫയല്‍ സിസ്റ്റം ഉണ്ടാക്കുക
mr: फाइल प्रणाली निर्माण करा
or: ଫାଇଲତନ୍ତ୍ର ନିର୍ମାଣକରନ୍ତୁ

source: To create a new file system on the device, select the type and label and then press "Create". All existing data will be lost.
hi: युक्ति पर नया फ़ाइल तंत्र बनाने के लिए, प्रकार व लेबल चुनें और फिर दबाएँ "बनाएँ". सभी मौजूदा आँकड़ा खत्म हो जाएगी.
kn: ಸಾಧನದಲ್ಲಿ ಒಂದು ಹೊಸ ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ನಿರ್ಮಿಸಲು, ಒಂದು ಬಗೆ ಹಾಗು ಲೇಬಲ್‌ ಅನ್ನು ಆರಿಸಿ ನಂತರ "ನಿರ್ಮಿಸು" ಅನ್ನು ಒತ್ತಿ. ಈಗಿರುವ ಎಲ್ಲಾ ದತ್ತಾಂಶವು ನಾಶಗೊಳ್ಳುತ್ತದೆ.
ml: ഡിവൈസില്‍ ഒരു പുതിയ ഫയല്‍ സിസ്റ്റമുണ്ടാക്കുന്നതിനായി, ഏതു് തരം, ലേബല്‍ എന്നിവ തെരഞ്ഞെടുത്തു് "ഉണ്ടാക്കുക" അമര്‍ത്തുക. നിലവിലുള്ള എല്ലാ ഡേറ്റായും നഷ്ടമാകുന്നു.
mr: उपकरणावर नवीन फाइल प्रणाली निर्माण करण्यासाठी, प्रकार व लेबल नीवडा व "Create" दाबा. सध्याचा सर्व डाटा नाहीसा होईल.

source: Unknown Size
hi: अज्ञात आकार
kn: ಗೊತ್ತಿರದ ಗಾತ್ರ
ml: അപരിചിതമായ വ്യാപ്തി
mr: अपरिचीत आकार
or: ଅଜ୍ଞାତ ଆକାର

source: Partitioned Media (%s)
hi: विभाजित मीडिया (%s)
kn: ವಿಭಜಿಸಲಾದ ಮಾಧ್ಯಮ (%s)
ml: പാര്‍ട്ടീഷന്‍ ചെയ്ത മീഡിയ (%s)
mr: विभाजीत मिडीया (%s)
or: ବିଭାଜନ ମେଡିଆ (%s)

source: Unpartitioned Media
hi: अविभाजित मीडिया
kn: ವಿಭಜಿಸದೆ ಇರುವ ಮಾಧ್ಯಮ
ml: പാര്‍ട്ടീഷന്‍ ചെയ്തിട്ടില്ലാത്ത മീഡിയ
mr: अविभाजीत मिडीया
or: ଅବିଭାଜିତ ମେଡିଆ

source: Unrecognized
hi: अपरिचित
kn: ಗುರುತಿಸದೆ ಇರುವ
ml: അപരിചിതമായ
mr: अनोळखी
or: ଅଚିହ୍ନା

source: Linux Software RAID
hi: Linux सॉफ्टवेयर RAID
kn: Linux ತಂತ್ರಾಂಶ RAID
ml: ലിനക്സ് സോഫ്റ്റ്‌വെയര്‍ RAID
mr: Linux सॉफ्टवेयर RAID
or: Linux ସଫ୍ଟୱେର RAID

source: SMART status: %s
hi: स्मार्ट स्थिति: %s
kn: SMART ಸ್ಥಿತಿ: %s
ml: SMART അവസ്ഥ: %s
mr: SMART स्तर: %s
or: SMART ସ୍ଥିତି: %s

source: View details about SMART for this disk
hi: इस डिस्क पर स्मार्ट के बारे में विवरण देखें
kn: ಈ ಡಿಸ್ಕಿಗಾಗಿನ SMART ಬಗೆಗಿನ ವಿವರಗಳನ್ನು ನೋಡಿ
ml: ഈ ഡിസ്കിനുള്ള SMART സംബന്ധമായ വിശദാംശങ്ങള്‍ കാണുക
mr: या डिस्क करीता SMART विषयी तपशील पहा
or: ଡିସ୍କ ପାଇଁ SMART ବିବରଣୀ ଦେଖନ୍ତୁ

source: More Information
hi: अधिक जानकारी
kn: ಇನ್ನಷ್ಟು ಮಾಹಿತಿ
ml: കൂടുതല്‍ വിവരങ്ങള്‍
mr: अधिक माहिती
or: ଅଧିକ ସୂଚନା

source: %s (Read Only)
hi: %s (केवल पढ़ने के लिए)
kn: %s (ಓದಲು ಮಾತ್ರ)
ml: %s (റീഡ് ഒണ്‍ലി)
mr: %s (फक्त वाचणीय)
or: %s (କେବଳ ପଠନୀୟ)

source: Not running
hi: नहीं चल रहा है...
kn: ಚಾಲಿತಗೊಳ್ಳುತ್ತಿಲ್ಲ
ml: പ്രവര്‍ത്തിക്കുന്നില്ല
mr: कार्यरत नाही
or: ଚାଲୁନାହିଁ

source: %s File System
hi: %s फ़ाइल तंत्र
kn: %s ಕಡತ ವ್ಯವಸ್ಥೆ
ml: %s ഫയല്‍ സിസ്റ്റം
mr: %s फाइल प्रणाली
or: %s ପାଇଲତନ୍ତ୍ର

source: Encrypted LUKS Device
hi: गोपित LUKS युक्ति
kn: ಗೂಢಲಿಪೀಕರಣ LUKS ಸಾಧನ
ml: എന്‍ക്രിപ്റ്റ് ചെയ്തിരിക്കുന്ന LUKS ഡിവൈസ്
mr: एनक्रिप्टेड LUKS उपकरण
or: ସଂଗୁପ୍ତ LUKS ଉପକରଣ

source: Data
hi: आंकड़ा
kn: ದತ್ತಾಂಶ
ml: ഡേറ്റാ
mr: डाटा
or: ତଥ୍ଯ

source: Cleartext LUKS Device
hi: Cleartext LUKS युक्ति
kn: ಸ್ವಚ್ಛಪಠ್ಯ(ಕ್ಲಿಯರ್-ಟೆಕ್ಸ್ಟ) LUKS ಸಾಧನ
ml: ക്ലിയര്‍ടെക്സ്റ്റ് ലുക്ക്സ് ഡിവൈസ്
mr: LUKS उपकरण
or: ସୁପଷ୍ଟ LUKS ଉପକରଣ

source: Partition %d (%s)
hi: विभाजन %d (%s)
kn: ವಿಭಾಗ %d (%s)
ml: പാര്‍ട്ടീഷന്‍ %d (%s)
mr: विभाजन %d (%s)
or: ବିଭାଜନ %d (%s)

source: Error checking file system on device
hi: फ़ाइल सिस्टम को युक्ति पर जाँचने में त्रुटि
kn: ಸಾಧನದಲ್ಲಿ ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ಪರಿಶೀಲಿಸುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ
ml: ഡിവൈസിലുള്ള ഫയല്‍ സിസ്റ്റം പരിശോധനയില്‍ പിശകു്
mr: उपकरण वरील फाइल प्रणालीची तपासणी करत आहे
or: ଉପକରଣରେ ତ୍ରୁଟି ଯାଞ୍ଚକାରୀ ଫାଇଲତନ୍ତ୍ର

source: File system check on "%s" completed
hi: "%s" पर फ़ाइलतंत्र जाँच पूर्ण
kn: "%s" ನಲ್ಲಿ ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ಪರಿಶೀಲಿಸುವಿಕೆಯು ಪೂರ್ಣಗೊಂಡಿದೆ
ml: "%s"-ലുള്ള ഫയല്‍ സിസ്റ്റം പരിശോധന പൂര്‍ണ്ണമായിരിക്കുന്നു
mr: "%s" वरील फाइल प्रणाली तपास पूर्ण झाले
or: "%s" ରେ ପାଇଲତନ୍ତ୍ର ଯାଞ୍ଚ ସମ୍ପୂର୍ଣ୍ଣ ହୋଇଛି

source: Error unmounting device
hi: युक्ति अनारोहित करने में त्रुटि
kn: ಸಾಧನವನ್ನು ಅವರೋಹಿಸುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ
ml: ഡിവൈസ് അണ്‍മൌണ്ട് ചെയ്യുന്നതില്‍ പിശക്
mr: उपकरण अनमाऊंट करतेवेळी त्रुटी
or: ଉପକରଣକୁ ବିସ୍ଥାପନ କରିବାରେ ତ୍ରୁଟି

source: Error ejecting device
hi: युक्ति निकालने में त्रुटि
kn: ಸಾಧನವನ್ನು ಹೊರತಳ್ಳುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ
ml: ഡിവൈസ് പുറത്തെടുക്കുന്നതില്‍ പിശക്
mr: उपकरण बाहेर काढतेवेळी त्रुटी
or: ଉପକରଣକୁ ବାହାର କରିବାରେ ତ୍ରୁଟି

source: Error detaching device
hi: युक्ति अलग करने में त्रुटि
kn: ಸಾಧನದ ಸಂಪರ್ಕವನ್ನು ತಪ್ಪಿಸುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ
ml: ഡിവൈസ് വേര്‍പെടുത്തുന്നതില്‍ പിശക്
mr: उपकरण विलग करतेवेळी त्रुटी
or: ଉପକରଣକୁ ପୃଥକ କରିବାରେ ତ୍ରୁଟି

source: Error unlocking device
hi: युक्ति खोलने में त्रुटि
kn: ಸಾಧನವನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ
ml: ഡിവൈസ് അണ്‍ലോക്ക് ചെയ്യുന്നതില്‍ പിശകു്
mr: उपकरण कुलूपबंद अशक्य करतेवेळी त्रुटी
or: ଉପକରଣକୁ ପରିବର୍ତ୍ତନୀୟ କରିବାରେ ତ୍ରୁଟି

source: Error locking encrypted device
hi: गोपित युक्ति लॉक करने में त्रुटि
kn: ಗೂಢಲಿಪೀಕರಿಸಲಾದ ಸಾಧನವನ್ನು ಲಾಕ್ ಮಾಡುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ
ml: എന്‍ക്രിപ്റ്റഡ് ഡിവൈസ് പൂട്ടുന്നതില്‍ പിശകു്
mr: एनक्रिप्टेड उपकरण कुलूपबंद करतेवेळी त्रुटी
or: ସଂଗୁପ୍ତ ଉପକରଣକୁ ପରିବର୍ତ୍ତନୀୟ କରିବାରେ ତ୍ରୁଟି

source: There was an error starting the drive "%s".
hi: ड्राइव "%s" आरंभ करने में त्रुटि थी.
kn: ಡ್ರೈವ್ "%s" ಅನ್ನು ಆರಂಭಿಸುವಾಗ ಒಂದು ದೋಷ ಉಂಟಾಗಿದೆ.
ml: "%s" ഡ്രൈവ് ആരംഭിക്കുന്നതില്‍ പിശകു്.
mr: ड्राइव्ह "%s" सुरू करतेवेली त्रुटी आढळली.
or: ଡ୍ରାଇଭ "%s" କୁ ଆରମ୍ଭ କରିବାରେ ତ୍ରୁଟି ଘଟିଥିଲା।

source: Are you sure you want to start the drive "%s" in degraded mode ?
hi: क्या आप वाकई पदावनत मोड में "%s" ड्राइव आरंभ करना चाहते हैं?
kn: "%s" ಡ್ರೈವನ್ನು ನೀವು ನಿಜವಾಗಿಯೂ ಕೆಳಮಟ್ಟಕ್ಕೆ (ಡೀಗ್ರೇಡ್) ಇಳಿಸಲಾದ ಕ್ರಮದಲ್ಲಿ ಆರಂಭಿಸಬೇಕೆ ?
ml: നിങ്ങള്‍ക്കു് "%s" ഡ്രൈവ് ഡീഗ്രേഡഡ് മോഡില്‍ ആരംഭിക്കണമെന്നുറപ്പാണോ ?
mr: तुम्हाला ड्राइव्ह "%s" यांस नक्की डिग्रेडेड् मोडमध्ये सुरू करायचे ?

source: Starting a RAID array in degraded mode means that the RAID volume is no longer tolerant to drive failures. Data on the volume may be irrevocably lost if a drive fails.
hi: किसी RAID सरणी को पदावनत मोड में आरंभ करने का अर्थ है कि RAID आयतन ड्राइव विफलता के लिए अब सहनशील नहीं है. इस आयतन पर आंकड़ा सदा के लिए नष्ट हो जाएगी यदि ड्राइव विफल रहता है.
kn: ಒಂದು RAID ವ್ಯೂಹವನ್ನು(array) ಕೆಳಮಟ್ಟಕ್ಕೆ ಇಳಿಸಿದ ಕ್ರಮದಲ್ಲಿ ಆರಂಭಿಸಿದರೆ RAID ಪರಿಮಾಣವು ಇನ್ನು ಮುಂದೆ ಡ್ರೈವ್ ವಿಫಲತೆಗಳನ್ನು ತಡೆದುಕೊಳ್ಳುವುದಿಲ್ಲ ಎಂದರ್ಥ. ಒಂದು ಡ್ರೈವ್ ವಿಫಲಗೊಂಡಲ್ಲಿ ಅದರಲ್ಲಿನ ದತ್ತಾಂಶಗಳನ್ನು ಹಿಂದಕ್ಕೆ ಪಡೆಯಲು ಅಸಾಧ್ಯವಾಗದೆ ಇರುವಂತೆ ನಾಶಗೊಳ್ಳುತ್ತದೆ.
ml: ഡീഗ്രേഡഡ് മോഡില്‍ ഒരു RAID അറേ തുടങ്ങിയാല്‍, ഡ്രൈവില്‍ തകരാറുകളുണ്ടാകുമ്പോള്‍, RAID വോള്യത്തിനു് നേരിടുവാന്‍ സാധ്യമല്ല. ഒരു ഡ്രൈവില്‍ തകരാറണ്ടായാല്‍, വോള്യത്തിലുള്ള ഡേറ്റാ എന്നേക്കുമായി നഷ്ടമാകുന്നു.
mr: RAID अर्रेला डिग्रेडेड् मोडमध्ये चालू करणे म्हणजे RAID खंड यापुढे ड्राइव्ह अपयश करीता टॉलेरंट नाही. ड्राइव्ह अपयशी ठरल्यास खंडातील सर्व डाटा नष्ट केले जाईल.

source: _Start Array
hi: प्रारंभ सरणी (_S)
kn: RAID ವ್ಯೂಹವನ್ನು(array) ಆರಂಭಿಸು(_S)
ml: അറേ _ആരംഭിക്കുക
mr: अर्रे सुरू करा (_S)
or: ଆରେ ଆରମ୍ଭ କରନ୍ତୁ (_S)

source: There was an error stopping the drive "%s".
hi: ड्राइव "%s" रोकने में कोई त्रुटि थी.
kn: ಡ್ರೈವ್ "%s" ಅನ್ನು ನಿಲ್ಲಿಸುವಾಗ ಒಂದು ದೋಷ ಉಂಟಾಗಿದೆ.
ml: "%s" ഡ്രൈവ് നിര്‍ത്തുന്നതില്‍ പിശകു്.
mr: ड्राइव्ह "%s" थांबवतेवेळी त्रुटी आढळली.
or: ଡ୍ରାଇଭ "%s" କୁ ଅଟକାଇବାରେ ତ୍ରୁଟି।

source: Error erasing data
hi: आँकड़ा मिटाने में त्रुटि
kn: ದತ್ತಾಂಶವನ್ನು ಅಳಿಸುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ
ml: ഡേറ്റാ മായിക്കുന്നതില്‍ പിശക്
mr: डाटा खोडतेवेळी त्रुटी
or: ତଥ୍ୟକୁ ଲିଭାଇବାରେ ତ୍ରୁଟି

source: Are you sure you want to erase the device ?
hi: क्या आप युक्ति को मिटाने के लिए निश्चित हैं?
kn: ನೀವು ಸಾಧನವನ್ನು ಖಚಿತವಾಗಿಯೂ ಅಳಿಸಲು ಬಯಸುತ್ತೀರೆ ?
ml: നിങ്ങള്‍ക്കു് ഡിവൈസ് ഇല്ലാതാക്കണമെന്നുറപ്പാണോ?
mr: तुम्हाला नक्की उपकरण खोडायचे?
or: ଉପକରଣକୁ ଲିବାଇବେ ବୋଲି ଆପଣ ନିଶ୍ଚିତ କି ?

source: _Erase
hi: मिटाएं (_E)
kn: ಅಳಿಸು(_E)
ml: _മായിക്കുക
mr: खोडा (_E)
or: ଲିଭାନ୍ତୁ (_E)

source: Error creating partition table for component for RAID array
hi: RAID सरणी के लिए घटक के लिए विभाजन सारणी बनाने में त्रुटि
kn: RAID ವ್ಯೂಹಕ್ಕಾಗಿನ(array) ವಿಭಜನಾ ಕೋಷ್ಟಕದ ಘಟಕವನ್ನು ನಿರ್ಮಿಸುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ
ml: RAID അറേയ്ക്കുള്ള ഘടകത്തിനുള്ള പാര്‍ട്ടീഷന്‍ ടേബിളുണ്ടാക്കുന്നതില്‍ പിശക്
mr: RAID अर्रेसाठी घटक करीता पार्टिशन टेबलच्या निर्माणवेळी त्रुटी आढळली
or: RAID ଆରେ ପାଇଁ ବିଭାଜନ ସାରଣୀ ନିର୍ମାଣ କରିବାରେ ତ୍ରୁଟି

source: Palimpsest Disk Utility
hi: Palimpsest डिस्क उपयोगिता
kn: Palimpsest ಡಿಸ್ಕಿನ ಸವಲತ್ತು
ml: പാലിംസെസ്റ്റ് ഡിസ്ക് യൂട്ടിലിറ്റി
mr: Palimpsest डिस्क युटिलिटी
or: Palimpsest ଡିସ୍କ ଉପଯୋଗିତା

source: _New
hi: नया (_N)
kn: ಹೊಸ(_N)
ml: _പുതിയ
mr: नवीन (_N)
or: ନୂତନ (_N)

source: Software _RAID Array
hi: सॉफ्टवेयर RAID सरणी (_R)
kn: ತಂತ್ರಾಂಶ _RAID ವ್ಯೂಹ(array)
ml: സോഫ്റ്റ്‌വെയര്‍ _RAID അറേ
mr: सॉफ्टवेयर RAID अर्रे (_R)
or: ସଫ୍ଟୱେର RAID ଆରେ (_R)

source: Create a new Software RAID array
hi: नया सॉफ्टवेयर RAID सरणी बनाएँ
kn: ಹೊಸ ತಂತ್ರಾಂಶ RAID ವ್ಯೂಹವನ್ನು(array) ನಿರ್ಮಿಸಿ
ml: ഒരു പുതിയ സോഫ്റ്റ്‌വെയര്‍ RAID അറേ ഉണ്ടാക്കുക
mr: नवीन सॉफ्टवेयर RAID अर्रे निर्माण करा
or: ଗୋଟିଏ ନୂତନ ସଫ୍ଟୱେର RAID ଆରେ ନିର୍ମାଣ କରନ୍ତୁ

source: _Check File System
hi: फ़ाइल तंत्र जाँचें (_C)
kn: ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು ಪರಿಶೀಲಿಸು(_C)
ml: ഫയല്‍ സിസ്റ്റം _പരിശോധിക്കുക
mr: फाइल प्रणाली तपासा (_C)
or: ଫାଇଲ ତନ୍ତ୍ର ଯାଞ୍ଚ କରନ୍ତୁ (_C)

source: Check the file system
hi: फ़ाइल तंत्र जाँचें
kn: ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು ಪರಿಶೀಲಿಸಿ
ml: ഫയല്‍ സിസ്റ്റം പരിശോധിക്കുക
mr: फाइल प्रणाली तपासा
or: ଫାଇଲ ତନ୍ତ୍ରକୁ ଯାଞ୍ଚ କରନ୍ତୁ

source: _Mount
hi: माउण्ट करें (_M)
kn: ಆರೋಹಿಸು(_M)
ml: _മൌണ്ട് ചെയ്യുക
mr: माऊंट (_M)
or: ସ୍ଥାପନ କରନ୍ତୁ (_M)

source: Mount the filesystem on device
hi: युक्ति पर फ़ाइलतंत्र आरोहित करें
kn: ಸಾಧನವನ್ನು ಕಡತವ್ಯವಸ್ಥೆಯ ಮೇಲೆ ಆರೋಹಿಸಿ
ml: ഡിവൈസില്‍ ഫയല്‍സിസ്റ്റം മൌണ്ട് ചെയ്യുക
mr: उपकरणावरील फाइलप्रणाली माऊंट करा
or: ଯନ୍ତ୍ରରେ ଫାଇଲତନ୍ତ୍ରକୁ ସ୍ଥାପନ କରନ୍ତୁ

source: Unmount the filesystem
hi: फ़ाइलतंत्र अनारोहित करें
kn: ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು ಅವರೋಹಿಸಿ
ml: ഫയല്‍സിസ്റ്റം അണ്‍മൌണ്ട് ചെയ്യുക
mr: फाइलप्रणालीचे माऊंट अशक्य करा
or: ପାଇଲତନ୍ତ୍ରକୁ ବିସ୍ଥାପନ କରନ୍ତୁ

source: Eject media from the device
hi: युक्ति से मीडिया बाहर निकालें
kn: ಸಾಧನದಿಂದ ಮಾಧ್ಯಮವನ್ನು ಹೊರತಳ್ಳಿ
ml: ഡിവൈസില്‍ നിന്നും മീഡിയ പുറത്തെടുക്കുക
mr: उपकरनापासून मिडीया बाहेर काढा
or: ଉପକରଣରୁ ମେଡିଆକୁ ବାହାର କରନ୍ତୁ

source: Detach the device from the system, powering it off
hi: तंत्र से युक्ति को अलग करें, इसे बंद कर रहा है
kn: ವ್ಯವಸ್ಥೆಯಿಂದ ಸಾಧನದ ಸಂಪರ್ಕವನ್ನು ತಪ್ಪಿಸಿ, ಸ್ಥಗಿತಗೊಳಿಸಲಾಗುತ್ತಿದೆ
ml: സിസ്റ്റത്തില്‍ നിന്നും ഡിവൈസ് വേര്‍പെടുത്തുക, പവര്‍ ഓഫ് ചെയ്യുന്നു.
mr: प्रणाली पासून उपकरण विलग करा, बंद करत आहे
or: ତନ୍ତ୍ରରୁ ଉପକରଣକୁ ପୃଥକ କରନ୍ତୁ, ଏହା ପାଇଁ ବିଦ୍ୟୁତ ପ୍ରବାହ ଅଫ କରନ୍ତୁ

source: Unlock the encrypted device, making the data available in cleartext
hi: गोपित युक्ति को खोलें, cleartext में आँकड़ा का उपलब्ध कर रहा है
kn: ಗೂಢಲಿಪೀಕರಿಸಲಾದ ಸಾಧನವನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡು, ಇದರಿಂದಾಗಿ ಸ್ವಚ್ಛಪಠ್ಯದಲ್ಲಿ(ಕ್ಲಿಯರ್-ಟೆಕ್ಸ್) ದತ್ತಾಂಶವು ಲಭ್ಯವಿರುತ್ತದೆ
ml: ക്ലിയര്‍ടെക്സ്റ്റ് ഡേറ്റാ ലഭ്യമല്ലെന്നടയാളപ്പെടുത്തി, എന്‍ക്രിപ്റ്റ് ചെയ്ത ഡിവൈസിന്റെ പൂട്ട് തുറക്കുക
mr: एनक्रिप्टेड उपकरणाचे कुलूपबंद अशक्य करा, डाटा cleartext रूपात उपलब्ध करून द्या
or: ସଂଗୁପ୍ତ ଉପକରଣକୁ ପରିବର୍ତ୍ତନୀୟ କରନ୍ତୁ, ସୁପଷ୍ଟ ଭାବରେ ତଥ୍ୟକୁ ଉପଲବ୍ଧ କରି

source: _Lock
hi: खोलें (_L)
kn: ಲಾಕ್‌ ಮಾಡು(_L)
ml: _പൂട്ടുക
mr: कुलूपबंद करा (_L)
or: ପରିବର୍ତ୍ତନୀୟ କରନ୍ତୁ (_L)

source: Lock the encrypted device, making the cleartext data unavailable
hi: गोपित युक्ति को लॉक करें, cleartext आँकड़ा को अनुपलब्ध बना रहा है
kn: ಗೂಢಲಿಪೀಕರಿಸಲಾದ ಸಾಧನವನ್ನು ಲಾಕ್ ಮಾಡು, ಇದರಿಂದಾಗಿ ಸ್ವಚ್ಛಪಠ್ಯ(ಕ್ಲಿಯರ್-ಟೆಕ್ಸ್) ದತ್ತಾಂಶವು ಲಭ್ಯವಿರದಂತಾಗುತ್ತದೆ
ml: ക്ലിയര്‍ടെക്സ്റ്റ് ഡേറ്റാ ലഭ്യമല്ലെന്നടയാളപ്പെടുത്തി, എന്‍ക്രിപ്റ്റ് ചെയ്ത ഡിവൈസ് പൂട്ടുക
mr: एनक्रिप्टेड उपकरण कुलूपबंद करा, व cleartext डाटा अनुपलब्ध करा
or: ସଂଗୁପ୍ତ ଉପକରଣକୁ ପରିବର୍ତ୍ତନୀୟ କରନ୍ତୁ, ସୁପଷ୍ଟ ତଥ୍ୟକୁ ଉପଲବ୍ଧ ନକରି

source: Start the array
hi: सरणी प्रारंभ करें
kn: ವ್ಯೂಹವನ್ನು ಆರಂಭಿಸು(array)
ml: അറേ ആരംഭിക്കുക
mr: अर्रे सुरू करा
or: ଆରେକୁ ଆରମ୍ଭ କରନ୍ତୁ

source: _Stop
hi: रोकें (_S)
kn: ನಿಲ್ಲಿಸು(_S)
ml: _നിര്‍ത്തുക
mr: थांबा (_S)
or: ବିରାମ କରନ୍ତୁ (_S)

source: Stop the array
hi: सरणी रोकें
kn: ವ್ಯೂಹವನ್ನು(array) ನಿಲ್ಲಿಸು
ml: അറേ നിര്‍ത്തുക
mr: अर्रे थांबवा
or: ଆରେକୁ ଅଟକାନ୍ତୁ

source: Erase the contents of the device
hi: युक्ति की सामग्री मिटाएँ
kn: ಸಾಧನದಲ್ಲಿನ ವಿಷಯಗಳನ್ನು ಅಳಿಸಿ
ml: ഡിവൈസിലുള്ളവ മായിക്കുക
mr: उपकरणाचे अनुक्रम खोडून टाका
or: ଉପକରଣର ବିଷୟବସ୍ତୁକୁ ଲିଭାନ୍ତୁ

source: Get Help on Palimpsest Disk Utility
hi: Palimpsest डिस्क उपयोगिता पर मदद पाएँ
kn: Palimpsest ಡಿಸ್ಕ್ ಸವಲತ್ತಿನಲ್ಲಿ ನೆರವನ್ನು ಪಡೆದುಕೊ
ml: പാലിംസെസ്റ്റ് ഡിസ്ക് യൂട്ടിലിറ്റിയില്‍ സഹായം ലഭിക്കുക
mr: Palimpsest डिस्क युटिलिटी करीता मदत मिळवा
or: Palimpsest ଡିସ୍କ ଉପଯୋଗିତାରୁ ସହାୟତା ଗ୍ରହଣ କରନ୍ତୁ

source: <small>_Cancel</small>
hi: <small>रद्द करें (_C)</small>
kn: <small>ರದ್ದುಗೊಳಿಸು(_C)</small>
ml: <small>_റദ്ദാക്കുക</small>
mr: <small>रद्द करा (_C)</small>
or: <small>ବାତିଲ କରନ୍ତୁ (_C)</small>

source: View
hi: दृश्य
kn: ನೋಟ
ml: കാഴ്ച
mr: दृष्य
or: ଦୃଶ୍ଯ

source: The view to show details for
hi: दृश्य जिसके लिए विवरण दिखाना है
kn: ವಿವರಗಳನ್ನು ತೋರಿಸುವ ನೋಟ
ml: എന്തിന്റെ വിശദാംശങ്ങള്‍‍ കാണിക്കണം
mr: तपशील दाखवण्याजोगी दृष्य
or: ଏହା ପାଇଁ ବିବରଣୀ ଦର୍ଶାଇବାକୁ ଦୃଶ୍ୟ

source: The GduGridView object that the element is associated with
hi: GduGridView वस्तु जिसके साथ तत्व संगठित है
kn: ಘಟಕಕ್ಕೆ ಸಂಬಂಧಿಸಿದ GduGridView ವಸ್ತು
ml: എലമെന്റിനു് ബന്ധമുള്ള GduGridView ഒബ്ജക്ട്
mr: GduGridView ऑबजेक्ट ज्याच्याशी घटक संबंधीत आहे
or: ଉପାଦାନଟି ସଂଶ୍ଳିଷ୍ଟ ଥିବା GduGridView ବସ୍ତୁ

source: Presentable
hi: प्रस्तुत योग्य
kn: ಪ್ರಸ್ತುತಪಡಿಸಬಹುದಾದ
ml: പ്രസന്റബിള്‍
mr: प्रस्तुतीकरणजोगी
or: ଉପସ୍ଥାପନ ଯୋଗ୍ୟ

source: The presentable shown or NULL if this is a element representing lack of media
hi: प्रजेन्टेबल दिखाया गया या रिक्त यदि यह तत्व मीडिया की कमी प्रस्तुत कर रहा है
kn: ಈ ಘಟಕದಲ್ಲಿ ಮಾಧ್ಯಮದ ಕೊರತೆ ಇದ್ದಲ್ಲಿ ಪ್ರಸ್ತುತಪಡಿಸಬಹುದಾದುದನ್ನು ಅಥವ NULL ಅನ್ನು ತೋರಿಸಲಾಗುತ್ತದೆ
ml: ലഭ്യമാക്കിയ പ്രസന്റബിള്‍ അല്ലെങ്കില്‍ മീഡിയയുടെ കുറവാണു് ഈ എലമെന്റ് കാണിക്കുന്നതെങ്കില്‍ NULL
mr: या घटकात मिडीया न आढळल्यास प्रदर्शीत घटक दाखवा किंवा NULL करा

source: The minimum size of the element
hi: तत्व का न्यूनतम आकार
kn: ಘಟಕದ ಕನಿಷ್ಟ ಗಾತ್ರ
ml: എലമെന്റിന്റെ ഏറ്റവും കുറഞ്ഞ വ്യാപ്തി
mr: घटाकाचे किमान आकार
or: ଉପାଦାନର ସର୍ବନିମ୍ନ ଆକାର

source: Percent Size
hi: प्रतिशत आकार
kn: ಪ್ರತಿಶತದ ಗಾತ್ರ
ml: വ്യാപ്തി ശതമാനം
mr: टक्केवारी आकार
or: ପ୍ରତିଶତ ଆକାର

source: The size in percent that this element should claim or 0 to always claim the specified minimum size
hi: प्रतिशत में आकार जो कि तत्व को दावा करना चाहिए या 0 जो कि निर्दिष्ट न्यूनतम आकार का दावा के लिए निर्दिष्ट किया गया है
kn: ಈ ಘಟಕವು ವಾರಸುದಾರಿಕೆಯನ್ನು ಹೊಂದಿದೆ ಎಂದು ತಿಳಿಸುವ ಗಾತ್ರದ ಪ್ರತಿಶತ ಅಥವ ಯಾವಾಗಲೂ ಸೂಚಿಸಲಾದ ಕನಿಷ್ಟ ಗಾತ್ರವನ್ನು ಸೂಚಿಸಲು 0 ಆಗಿರುತ್ತದೆ
ml: ഈ എലമെന്റിനുള്ള വ്യാപ്തി ശതമാനത്തില്‍ അല്ലെങ്കില്‍ 0 ആണെങ്കില്‍ എപ്പോഴും ഏറ്റവും കുറഞ്ഞ വ്യാപ്തി
mr: टक्केवारीतील आकार जे या घटकाने स्वीकारले पाहिजे किंवा निर्देशीत किमान आकार स्वीकारण्यासाठी 0 निश्चित केले पाहिजे

source: Flags for the element
hi: तत्व के लिए फ्लैग
kn: ಘಟಕಕ್ಕಾಗಿನ ಫ್ಲಾಗ್‌ಗಳು
ml: എലമെന്റിനുള്ള ഫ്ലാഗുകള്‍
mr: घटक करीता फ्लॅग्स्
or: ଉପାଦାନ ପାଇଁ ସୂଚକଗୁଡ଼ିକ

source: The pool of devices to show
hi: दिखाने के लिए युक्ति का पूल
kn: ತೋರಿಸಬೇಕಿರುವ ಸಾಧನಗಳ ಪೂಲ್
ml: കാണിക്കുവാനുള്ള ഡിവൈസുകളുടെ പൂള്‍
mr: दाखवण्याजोगी उपकरणांचा संच
or: ଦର୍ଶାଇବା ପାଇଁ ଉପକରଣଗୁଡ଼ିକର ସମଷ୍ଟି
