Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: Error modifying partition
ca@valencia: S'ha produït un error en modificar la partició
de: Fehler beim Ändern der Partition
el: Σφάλμα τροποποίησης διαμερίσματος
et: Viga partitsiooni muutmisel
fi: Virhe muokattaessa osiota
gl: Produciuse un erro ao modificar a partición
hi: विभाजन बदलने में त्रुटि
hu: Hiba a partíció módosításakor
id: Galat ketika mengubah partisi
it: Errore nel modificare la partizione
ja: パーティションの変更中にエラーが発生しました
kn: ವಿಭಾಗವನ್ನು ಮಾರ್ಪಡಿಸುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ
lt: Klaida keičiant skirsnį
lv: Kļūda, mainot sadaļu
ml: പാര്‍ട്ടീഷനില്‍ മാറ്റം വരുത്തുന്നതില്‍ പിശകു്
mr: विभाजन संपादीत करतेवेळी त्रुटी
nb: Feil under endring av partisjon
or: ବିଭାଜନକୁ ପରିବର୍ତ୍ତନ କରିବାରେ ତ୍ରୁଟି
pa: ਪਾਰਟੀਸ਼ਨ ਸੋਧਣ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao modificar partição
pt_br: Erro ao modificar a partição
sl: Napaka med spreminjanjem razdelka
sr: Грешка при измени партиције
sv: Fel vid ändring av partitionen
ta: பகிர்வை மாற்றும் போது பிழை
th: เกิดข้อผิดพลาดขณะปรับเปลี่ยนพาร์ทิชัน

source: Are you sure you want to forget the passphrase?
ca@valencia: Segur que voleu que s'oblidi la contrasenya?
de: Sind Sie sicher, dass das Passwort vergessen werden soll?
el: Είστε σίγουροι ότι θέλετε να μην αποθηκευτεί πια η συνθηματική φράση;
et: Kas oled kindel, et tahad parooli unustada?
fi: Haluatko varmasti unohtaa tunnuslauseen?
gl: Está seguro de que quere esquencer a frase de paso?
hu: Biztosan el kívánja felejtetni a jelmondatot?
id: Lupakan pasfrasa?
it: Dimenticare la passphrase?
ja: 本当にパスフレーズを忘れさせますか?
lt: Ar tikrai norite pamiršti slaptažodį?
lv: Vai tiešām vēlaties aizmirst paroli?
nb: Er du sikker på at du vil glemme passordet?
pa: ਕੀ ਤੁਸੀਂ ਸ਼ਬਦ ਨੂੰ ਭੁੱਲਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Tem a certeza que deseja esquecer a frase senha?
pt_br: Você tem certeza que quer esquecer a frase secreta?
sl: Ali ste prepričani, da želite pozabiti šifrirno frazo?
sr: Да ли сигурно желите да избришете лозинку?
sv: Är du säker på att du vill glömma lösenfrasen?
ta: நீங்கள் இந்த கடவுச்சொல்லை நிச்சயம் மறக்க விரும்புகிறீர்களா?
th: คุณแน่ใจหรือไม่ว่าต้องการทิ้งวลีรหัสผ่านนี้?

source: _Forget
ca@valencia: _Oblida-la
de: _Vergessen
el: Ό_χι αποθήκευση
et: _Unusta
fi: _Unohda
gl: _Esquencer
hu: _Felejtse el
id: _Lupakan
it: _Dimentica
ja: 忘れる(_F)
lt: _Pamiršti
lv: _Aizmirst
nb: _Glem
pa: ਭੁੱਲ ਜਾਓ(_F)
pt: _Esquecer
pt_br: _Esquecer
sl: _Pozabi
sr: _Избриши
sv: _Glöm
ta: மற (_F)
th: _ทิ้ง

source: Error locking LUKS volume
ca@valencia: S'ha produït un error en blocar el volum LUKS
de: Fehler beim Sperren des LUKS-Datenträgers
el: Σφάλμα κλειδώματος τόμου LUKS
et: Tõrge LUKS-köite lukustamisel
fi: Virhe lukittaessa LUKS-taltiota
gl: Produciuse un erro ao bloquear o volume LUKS
hu: Hiba a LUKS kötet zárolásakor
id: Galat ketika mengunci volume LUKS
it: Errore nel bloccare il volume LUKS
ja: LUKS ボリュームのロック中にエラーが発生しました
lt: Klaida rakinant LUKS tomą
lv: Kļūda, bloķējot LUKS sējumu
nb: Feil under låsing av LUKS-volum
pa: LUKS ਵਾਲੀਅਮ ਲਾਕ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao trancar volume LUKS
pt_br: Erro ao travar volume LUKS
sl: Napaka med zaklepanjem LUKS nosilca
sr: Грешка при закључавању ЛУКС уређаја
sv: Fel vid låsning av LUKS-volym
ta: LUKS தொகுதியை பூட்டுவதில் பிழை
th: เกิดข้อผิดพลาดขณะล็อคโวลุม LUKS

source: Error unlocking LUKS volume
ca@valencia: S'ha produït un error en desblocar el volum LUKS
de: Fehler beim Entsperren des LUKS-Datenträgers
el: Σφάλμα ξεκλειδώματος τόμου LUKS
et: Tõrge LUKS-köite luku avamisel
fi: Virhe avattaessa LUKS-taltiota
gl: Produciuse un erro ao desbloquear o volume LUKS
hu: Hiba a LUKS kötet feloldásakor
id: Galat ketika membuka kunci volume LUKS
it: Errore nello sbloccare il volume LUKS
ja: LUKS ボリュームのロック解除中にエラーが発生しました
lt: Klaida atrakinant LUKS tomą
lv: Kļūda, atbloķējot LUKS sējumu
nb: Feil under opplåsing av LUKS-volum
pa: LUKS ਵਾਲੀਅਮ ਅਣ-ਲਾਕ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao destrancar volume LUKS
pt_br: Erro ao destrancar volume LUKS
sl: Napaka med odklepanjem LUKS nosilca
sr: Грешка при откључавању ЛУКС уређаја
sv: Fel vid upplåsning av LUKS-volym
ta: LUKS தொகுதியை பூட்டு திறப்பதில் பிழை
th: เกิดข้อผิดพลาดขณะปลดล็อคโวลุม LUKS

source: Error creating partition
ca@valencia: S'ha produït un error en crear la partició
de: Fehler beim Erstellen der Partition
el: Σφάλμα δημιουργίας διαμερίσματος
et: Viga partitsiooni loomisel
fi: Virhe luotaessa osiota
gl: Produciuse un erro ao crear a partición
hi: विभाजन बनाने में त्रुटि
hu: Hiba a partíció létrehozásakor
id: Galat ketika membuat partisi
it: Errore nel creare la partizione
ja: パーティションの作成中にエラーが発生しました
kn: ವಿಭಾಗವನ್ನು ನಿರ್ಮಿಸುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ
lt: Skirsnio sukūrimo klaida
lv: Kļūda, veidojot sadaļu
ml: പാര്‍ട്ടീഷന്‍ ഉണ്ടാക്കുന്നതില്‍ പിശകു്
mr: विभाजन बनवतेवेळी त्रुटी
nb: Feil ved oppretting av partisjon
or: ବିଭାଜନ ନିର୍ମାଣ କରିବାରେ ତ୍ରୁଟି
pa: ਪਾਰਟੀਸ਼ਨ ਬਣਾਉਣ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao criar partição
pt_br: Erro ao criar partição
sl: Napaka med ustvarjanjem razdelka
sr: Грешка приликом прављења партиције
sv: Fel vid skapande av partition
ta: பகிர்வு உருவாக்கும் போது பிழை
th: เกิดข้อผิดพลาดขณะสร้างพาร์ทิชัน

source: Error changing label
ca@valencia: S'ha produït un error en canviar l'etiqueta
de: Fehler beim Ändern der Bezeichnung
el: Σφάλμα κατά την αλλαγή ετικέτας
et: Tõrge pealdise muutmisel
fi: Virhe vaihdettaessa nimiötä
gl: Produciuse un erro ao cambiar a etiqueta
hu: Hiba a címke módosításakor
id: Galat ketika mengubah label
it: Errore nel modificare l'etichetta
ja: ラベルの変更中にエラーが発生しました
lt: Klaida keičiant etiketę
lv: Kļūda, mainot etiķeti
nb: Feil under endring av etikett
pa: ਲੇਬਲ ਬਦਲਣ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao alterar etiqueta
pt_br: Erro ao alterar o rótulo
sl: Napaka med spreminjanjem naziva
sr: Грешка при измени назива
sv: Fel vid ändring av etiketten
ta: அடையாளக் குறியை மாற்றுவதில் பிழை
th: เกิดข้อผิดพลาดขณะเปลี่ยนป้ายชื่อ

source: Choose a new filesystem label.
ca@valencia: Seleccioneu una etiqueta nova per al sistema de fitxers.
de: Wählen Sie eine neue Bezeichnung für das Dateisystem.
el: Επιλογή ενός νέου συστήματος αρχείων
et: Vali uus failisüsteemi pealdis.
fi: Valitse uusi tiedostojärjestelmän nimiö.
gl: Seleccione unha nova etiqueta para o sistema de ficheiros.
hu: Válasszon új fájlrendszercímkét.
id: Memilih label sistem berkas yang baru.
it: Scegliere una nuova etichetta del file system.
ja: 新しいファイルシステムのラベルを入力してください。
lt: Pasirinkite naują failų sistemos etiketę
lv: Izvēlieties jaunu failu sistēmas etiķeti.
nb: Velg en ny etikett for filsystemet.
pa: ਨਵਾਂ ਫਾਇਲ-ਸਿਸਟਮ ਲੇਬਲ ਚੁਣੋ।
pt: Seleccionar um novo sistema de ficheiros.
pt_br: Escolha um novo rótulo para o sistema de arquivos
sl: Izbor novega naziva datotečnega sistema
sr: Изаберите нови назив за систем датотека.
sv: Välj en ny filsystemsetikett.
ta: ஒரு புதிய கோப்பு முறைமை அடையாளத்தை தேர்ந்தெடுக்கவும்.
th: ตั้งชื่อระบบแฟ้มใหม่

source: _Label:
ca@valencia: _Etiqueta:
de: Be_zeichnung:
el: _Ετικέτα:
et: _Pealdis:
fi: Nimik_e:
gl: _Etiqueta:
hi: लेबल (_L):
hu: _Címke:
it: Etic_hetta:
ja: ラベル(_L):
kn: ಲೇಬಲ್(_L):
lt: Ž_ymė:
lv: _Etiķete:
ml: _ലേബല്‍:
mr: लेबल (_L):
nb: _Etikett:
or: _ନାମ ଦିଅ:
pa: ਲੇਬਲ(_L):
pt: _Etiqueta:
pt_br: _Rótulo:
sl: _Naziv:
sr: _Назив:
sv: _Etikett:
ta: লেবেল: (_L)
th: _ป้ายชื่อ:

source: Error checking filesystem on volume
ca@valencia: S'ha produït un error en comprovar el sistema de fitxers del volum
de: Fehler beim Überprüfen des Dateisystems auf dem Datenträger
el: Σφάλμα ελέγχου συστήματος αρχείων στη συσκευή
et: Viga köitel asuva failisüsteemi kontrollimisel
fi: Virhe tarkistettaessa tiedostojärjestelmää taltiolla
gl: Produciuse un erro ao comprobar o sistema de ficheiros no volume
hu: Hiba a fájlrendszer ellenőrzésekor a köteten
id: Galat ketika memeriksa sistem berkas pada volume
it: Errore nel controllare il file system sul volume
ja: ボリュームにあるファイルシステムのチェック中にエラーが発生しました
lt: Klaida tikrinant failų sistemą įrenginyje
lv: Kļūda, pārbaudot failu sistēmu uz sējuma
nb: Feil under sjekking av filsystem på volum
pa: ਵਾਲੀਅਮ ਉੱਤੇ ਫਾਇਲ ਸਿਸਟਮ ਚੈੱਕ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao verificar o sistema de ficheiros no volume
pt_br: Erro ao verificar sistema de arquivos no volume
sl: Napaka med preverjanjem datotečnega sistema na nosilcu
sr: Грешка приликом провере система датотека на уређају
sv: Fel vid kontroll av filsystem på volymen
ta: தொகுதியில் கோப்பு முறைமை ஐ சோதிப்பதில் பிழை
th: เกิดข้อผิดพลาดขณะตรวจสอบระบบแฟ้มในโวลุม

source: File system check on "%s" (%s) completed
ca@valencia: S'ha completat la comprovació del sistema de fitxers a «%s» (%s)
de: Dateisystemüberprüfung auf »%s« (%s) abgeschlossen
el: Ο έλεγχος του συστήματος αρχείων σε "%s" (%s) ολοκληρώθηκε
et: Failisüsteemi kontroll seadmel "%s" (%s) lõpetatud
fi: Tiedostojärjestelmä tarkistus laitteella ”%s” (%s) valmistui
gl: A comprobación do sistema de ficheiros «%s» (%s) completouse
hu: Fájlrendszer ellenőrzése kész a következőn: „%s” (%s)
id: Pemeriksaan sistem berkas pada "%s" (%s) selesai
it: Controllo del file system su «%s» (%s) completato
ja: "%s" (%s) のファイルシステムのチェックが完了しました
lt: Failų sistemos patikra įrenginyje „%s“ (%s) atlikta
lv: Failu sistēmas pārbaude uz "%s" (%s) pabeigta
nb: Filsystemsjekk på «%s» (%s) fullført
pa: "%s" (%s) ਉੱਤੇ ਫਾਇਲ ਸਿਸਟਮ ਚੈੱਕ ਕਰਨਾ ਪੂਰਾ ਹੋਇਆ
pt: Verificação de sistema de ficheiros em "%s"(%s) terminada
pt_br: Checagem de sistema de arquivos em "%s" (%s) concluída
sl: Preverjanje datotečnega sistema na "%s" (%s) je končano
sr: Завршена је провера система датотека на „%s“ (%s)
sv: Filsystemskontroll på "%s" (%s) är färdig
ta: கோப்பு முறைமை சோதனை "%s" (%s) முடிந்தது
th: ตรวจสอบระบบแฟ้มใน "%s" (%s) เสร็จสมบูรณ์แล้ว

source: File system is clean.
ca@valencia: El sistema de fitxers és correcte.
de: Dateisystem ist sauber.
el: Το σύστημα αρχείων είναι καθαρό.
et: Failisüsteem on puhas.
fi: Tiedostojärjestelmä on ehjä.
gl: O sistema de ficheiros está limpo.
hi: फ़ाइल सिस्टम साफ़ है.
hu: A fájlrendszer tiszta.
id: Sistem berkas dalam keadaan bersih.
it: Il file system è pulito.
ja: ファイルシステムは正常です。
kn: ಸಾಧನವು ಸ್ವಚ್ಛವಾಗಿದೆ.
lt: Failų sistema yra tvarkinga.
lv: Failu sistēma ir tīra.
ml: ഫയല്‍ സിസ്റ്റം വെടിപ്പാണു്.
mr: फाइल प्रणाली clean स्तरात आहे.
nb: Filsystemet er rent.
or: ଫଇଲତନ୍ତ୍ରଟି ସଫାଅଛି।
pa: ਫਾਇਲ ਸਿਸਟਮ ਸਾਫ਼ ਹੈ।
pt: Sistema de ficheiros está limpo.
pt_br: Sistema de arquivos está limpo.
sl: Datotečni sistem je čist
sr: Систем датотека је чист.
sv: Filsystemet är bra.
ta: கோப்பு முறைமை சுத்தமாக உள்ளது.
th: ระบบแฟ้มสะอาด

source: File system is <b>NOT</b> clean.
ca@valencia: El sistema de fitxers <b>NO</b> és correcte.
de: Dateisystem ist <b>NICHT</b> sauber.
el: Το σύστημα αρχείων <b>ΔΕΝ</b> είναι καθαρό.
et: Failisüsteem <b>EI OLE</b> puhas.
fi: Tiedostojärjestelmä <b>EI OLE</b> ehjä.
gl: O sistema de ficheiros <b>NON</b> está limpo.
hi: फ़ाइल तंत्र साफ <b> नहीं</b>है.
hu: A fájlrendszer <b>NEM</b> tiszta.
id: Sistem berkas dalam keadaan <b>TIDAK</b> bersih.
it: Il file system <b>non</b> è pulito.
ja: ファイルシステムは正常では<b>ありません</b>。
kn: ಕಡತ ವ್ಯವಸ್ಥೆಯು <b>ಸ್ವಚ್ಛವಾಗಿಲ್ಲ</b>.
lt: Failų sistema <b>NĖRA</b> tvarkinga.
lv: Failu sistēma <b>NAV</b> tīra.
ml: ഫയല്‍ സിസ്റ്റം <b>വെടിപ്പല്ല</b>.
mr: फाइल प्रणाली <b>NOT</b> clean स्तरात आहे.
nb: Filsystemet er <b>IKKE</b> rent.
or: ଫାଇଲତନ୍ତ୍ରଟି ସଫା <b>ନାହିଁ</b>।
pa: ਫਾਇਲ ਸਿਸਟਮ ਸਾਫ਼ <b>ਨਹੀਂ</b> ਹੈ।
pt: Sistema de ficheiros <b>NÃO ESTÁ</b> limpo.
pt_br: Sistema de arquivos <b>NÃO</b> está limpo.
sl: Datotečni sistem <b>NI </b> čist.
sr: Систем датотека <b>није</b> чист.
sv: Filsystemet är <b>INTE</b> bra.
ta: கோப்பு முறைமை <b>NOT</b> சுத்தமாக உள்ளது.
th: ระบบแฟ้ม <b>ไม่</b> สะอาด

source: Error spawning caja: %s
ca@valencia: S'ha produït un error en engendrar el Caja: %s
de: Fehler beim Starten von caja: %s
el: Σφάλμα spawning caja: %s
et: Tõrge cajae käivitamisel: %s
fi: Virhe käynnistettäesä Cajata: %s
gl: Produciuse un erro ao iniciar caja: %s
hu: Hiba a Caja indításakor: %s
it: Errore nel lanciare «caja»: %s
ja: Caja の起動中にエラー: %s
lt: Klaida paleidžiant caja: %s
lv: Kļūda, palaižot caja: %s
nb: Feil under oppstart av caja: %s
pa: ਨਟੀਲਸ ਸਵੈਪ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ: %s
pt: Erro ao acordar o Caja: %s
pt_br: Erro ao chamar caja: %s
sl: Napaka ob oživljanju programa Caja: %s
sr: Грешка при гранању Наутилуса: %s
sv: Fel vid start av caja: %s
ta: நாடுலஸ் ஐ துவக்கையில் பிழை: %s
th: เกิดข้อผิดพลาดขณะ spawn caja: %s

source: Error creating Logical Volume
ca@valencia: S'ha produït un error en crear el volum lògic
de: Fehler beim Erstellen des logischen Datenträgers
el: Σφάλμα δημιουργίας λογικού τόμου
et: Viga loogilise köite loomisel
fi: Virhe luotaessa loogista taltiota
gl: Produciuse un erro ao formatar o volume lóxico
hu: Hiba a logikai kötet létrehozásakor
id: Galat ketika membuat Volume Logika
it: Errore nel creare il volume logico
ja: 論理ボリュームの作成中にエラーが発生しました
lt: Klaida kuriant loginį tomą
lv: Kļūda, veidojot loģisko sējumu
nb: Feil under oppretting av logisk volum
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਬਣਾਉਣ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao criar Volume Lógico
pt_br: Erro ao criar o volume lógico
sl: Napaka med ustvarjanjem logičnega razdelka
sr: Грешка при образовању логичке партиције
sv: Fel vid skapandet av logiska volymen
ta: தர்க்க ரீதி தொகுதியை உருவாக்குவதில் பிழை
th: เกิดข้อผิดพลาดขณะสร้างโวลุมเสมือน

source: Error stopping Logical Volume
ca@valencia: S'ha produït un error en aturar el volum lògic
de: Fehler beim Anhalten des logischen Datenträgers
el: Σφάλμα διακοπής λογικού τόμου
et: Viga loogilise köite peatamisel
fi: Virhe pysäytettäessä loogista taltiota
gl: Produciuse un erro ao deter o volume lóxico
hu: Hiba a logikai kötet leállításakor
id: Galat ketika menghentikan Volume Logika
it: Errore nel disattivare il volume logico
ja: 論理ボリュームの停止中にエラーが発生しました
lt: Klaida stabdant loginį tomą
lv: Kļūda, apturot loģisko sējumu
nb: Feil under stopp av logisk volum
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਰੋਕਣ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao parar Volume Lógico
pt_br: Erro ao parar o volume lógico
sl: Napaka med zaustavljanjem logičnega razdelka
sr: Грешка при заустављању логичне партиције
sv: Fel vid stopp av logiska volymen
ta: தர்க்க ரீதி தொகுதியை நிறுத்துவதில் பிழை
th: เกิดข้อผิดพลาดขณะหยุดการทำงานของโวลุมเสมือน

source: Error starting Logical Volume
ca@valencia: S'ha produït un error en iniciar el volum lògic
de: Fehler beim Starten des logischen Datenträgers
el: Σφάλμα εκκίνησης λογικού τόμου
et: Viga loogilise köite käivitamisel
fi: Virhe käynnistettäessä loogista taltiota
gl: Produciuse un erro ao iniciar o volume lóxico
hu: Hiba a logikai kötet indításakor
id: Galat ketika menjalankan Volume Logika
it: Errore nell'attivare il volume logico
ja: 論理ボリュームの開始中にエラーが発生しました
lt: Klaida paleidžiant loginį tomą
lv: Kļūda, palaižot loģisko sējumu
nb: Feil under start av logisk volum
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਸ਼ੁਰੂ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao iniciar Volume Lógico
pt_br: Erro ao iniciar o volume lógico
sl: Napaka med zaganjanjem logičnega razdelka
sr: Грешка при покретању логичке паритције
sv: Fel vid start av logiska volymen
ta: தர்க்க ரீதி தொகுதியை துவக்குவதில் பிழை
th: เกิดข้อผิดพลาดขณะเปิดทำงานโวลุมเสมือน

source: Error setting name for Logical Volume
ca@valencia: S'ha produït un error en establir el nom del volum lògic
de: Fehler beim Festlegen der Bezeichnung für den logischen Datenträger
el: Σφάλμα ορισμού ονόματος για το λογικό τόμο
et: Tõrge loogilise köite nime määramisel
fi: Virhe asetettaessa nimeä loogiselle taltiolle
gl: Produciuse un erro ao estabelecer o nome para o volume lóxico
hu: Hiba a logikai kötet nevének beállításakor
id: Galat ketika menyetel nama untuk Volume Logika
it: Errore nell'impostare il nome per il volume logico
ja: 論理ボリューム名の設定中にエラーが発生しました
lt: Klaida nustatant loginio tomo pavadinimą
lv: Kļūda, iestatot loģiskā sējuma nosaukumu
nb: Feil ved innlegging av navn for logisk volum
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਲਈ ਨਾਂ ਸੈੱਟ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao definir o nome para o Volume Lógico
pt_br: Erro ao definir nome para o volume lógico
sl: Napaka med poimenovanjem logičnega razdelka
sr: Грешка при постављању имена логичкој паритицији
sv: Fel vid inställning av namn för logiska volymen
ta: தர்க்க ரீதி தொகுதியை பெயர் அமைப்பதில் பிழை
th: เกิดข้อผิดพลาดขณะกำหนดชื่อให้กับโวลุมเสมือน

source: Choose a new name for the Logical Volume.
ca@valencia: Seleccioneu un nom nou per al volum lògic.
de: Wählen Sie eine neue Bezeichnung für den logischen Datenträger.
el: Επιλέξτε ένα νέο όνομα για τον λογικό τόμο
et: Vali loogilisele köitele uus nimi.
fi: Valitse uusi nimi loogiselle taltiolle
gl: Seleccione un novo nome para o volume lóxico.
hu: Válasszon új nevet a logikai kötetnek.
id: Memilih nama baru untuk Volume Logika.
it: Scegliere un nuovo nome per il volume logico.
ja: 新しい論理ボリューム名を入力してください。
lt: Pasirinkite naują loginio tomo pavadinimą
lv: Izvēlieties jaunu nosaukumu loģiskajam sējumam.
nb: Velg et nytt navn for det logiske volumet.
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਲਈ ਨਵਾਂ ਨਾਂ ਚੁਣੋ
pt: Seleccionar um novo nome para o Volume Lógico.
pt_br: Escolha um novo nome para o volume lógico.
sl: Izbor imena za nov logični razdelek.
sr: Изаберите ново име за логичку партицију
sv: Välj ett nytt namn för den logiska volymen.
ta: தர்க்க ரீதி தொகுதிக்கு ஒரு புதிய பெயர் தேர்ந்தெடுக்கவும்.
th: ตั้งชื่อใหม่ให้กับโวลุมเสมือน

source: Error deleting Logical Volume
ca@valencia: S'ha produït un error en suprimir el volum lògic
de: Fehler beim Löschen des logischen Datenträgers
el: Σφάλμα διαγραφής λογικού τόμου
et: Viga loogilise köite kustutamisel
fi: Virhe poistettaessa loogista taltiota
gl: Produciuse un erro ao eliminar o volume lóxico
hu: Hiba a logikai kötet törlésekor
id: Galat ketika menghapus Volume Logika
it: Errore nell'eliminare il volume logico
ja: 論理ボリュームの削除中にエラーが発生しました
lt: Loginio tomo trynimo klaida
lv: Kļūda, dzēšot loģisko sējumu
nb: Feil under sletting av logisk volum
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਹਟਾਉਣ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao apagar Volume Lógico
pt_br: Erro ao excluir volume lógico
sl: Napaka med brisanjem logičnega razdelka
sr: Грешка при брисању логичке партиције
sv: Fel vid borttagning av logiska volymen
ta: தர்க்க ரீதி தொகுதியை அழிப்பதில் பிழை
th: เกิดข้อผิดพลาดขณะลบโวลุมเสมือน

source: Are you sure you want to delete the logical volume?
ca@valencia: Segur que voleu suprimir el volum lògic?
de: Sind Sie sicher, dass der logische Datenträger gelöscht werden soll?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τον λογικό τόμο;
et: Kas oled kindel, et tahad loogilise köite kustutada?
fi: Haluatko varmasti poistaa loogisen taltion?
gl: Está seguro de que quere eliminar o volume lóxico?
hu: Biztosan törölni kívánja a logikai kötetet?
id: Yakin hendak menghapus volume logika?
it: Eliminare il volume logico?
ja: 本当に論理ボリュームを削除しますか?
lt: Ar tikrai norite ištrinti loginį tomą?
lv: Vai tiešām vēlaties dzēst loģisko sējumu?
nb: Er du sikker på at du vil slette det logiske volumet?
pa: ਕੀ ਤੁਸੀਂ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Tem a certeza de que deseja apagar o volume lógico?
pt_br: Você tem certeza que quer excluir o volume lógico?
sl: Ali ste prepričani, da želite izbrisati logični razdelek?
sr: Да ли сигурно желите да обришете логичку партицију?
sv: Är du säker på att du vill ta bort den logiska volymen?
ta: தர்க்க ரீதி தொகுதியை நிச்சயம் அழிக்க வேண்டுமா?
th: คุณแน่ใจหรือไม่ว่าต้องการลบโวลุมเสมือนนี้?

source: Volume Name:
ca@valencia: Nom del volum:
de: Datenträgerbezeichnung:
el: Όνομα τόμου:
et: Köite nimi:
fi: Taltionimi:
gl: Nome do volume:
hu: Kötetnév:
id: Nama Volume:
it: Nome del volume:
ja: ボリューム名:
lt: Tomo pavadinimas:
lv: Sējuma nosaukums:
nb: Navn på volum:
pa: ਵਾਲੀਅਮ ਨਾਂ:
pt: Nome do Volume:
pt_br: Nome do volume:
sl: Ime nosilca:
sr: Име партиције:
sv: Volymnamn:
ta: தொகுதி பெயர்:
th: ชื่อโวลุม:

source: Usage:
ca@valencia: Ús:
de: Aufruf:
el: Χρήση:
et: Kasutus:
fi: Käyttö:
gl: Uso:
hu: Használat:
id: Penggunaan:
it: Usato come:
ja: 利用方法:
lt: Naudojimas:
lv: Lietojums:
nb: Bruk:
pa: ਵਰਤੋਂ:
pt: Utilização:
pt_br: Uso:
sl: Uporaba:
sr: Употребљено:
sv: Användning:
ta: பயன்பாடு:
th: การใช้งาน:

source: Partition Type:
ca@valencia: Tipus de partició:
de: Partitionstyp:
el: Τύπος διαμερίσματος:
et: Partitsiooni liik:
fi: Osiotyyppi:
gl: Tipo de partición:
hu: Partíciótípus:
id: Jenis Partisi:
it: Tipo di partizione:
ja: パーティション・タイプ:
lt: Skirsnio tipas:
lv: Sadaļas tips:
nb: Type partisjon:
pa: ਪਾਰਟੀਸ਼ਨ ਕਿਸਮ:
pt: Tipo de Partição:
pt_br: Tipo de partição:
sl: Vrsta razdelka:
sr: Врста партиције:
sv: Partitionstyp:
ta: பகிர்வு வகை:
th: ชนิดพาร์ทิชัน:

source: Partition Label:
ca@valencia: Etiqueta de la partició:
de: Partitionsbezeichnung:
el: Ετικέτα διαμερίσματος:
et: Partitsiooni pealdis:
fi: Osionimiö:
gl: Etiqueta da partición:
hu: Partíciócímke:
id: Label Partisi:
it: Etichetta della partizione:
ja: パーティション・ラベル:
lt: Skirsnio pavadinimas:
lv: Sadaļas etiķete:
nb: Etikett for partisjon:
pa: ਪਾਰਟੀਸ਼ਨ ਲੇਬਲ:
pt: Etiqueta de Partição:
pt_br: Rótulo da partição:
sl: Naziv razdelka:
sr: Назив партиције:
sv: Partitionsetikett:
ta: பகிர்வு லேபிள்:
th: ป้ายชื่อพาร์ทิชัน:

source: Partition Flags:
ca@valencia: Senyaladors de la partició:
de: Partitions-Flags:
el: Σημαίες διαμερίσματος:
et: Partitsiooni lipud:
fi: Osioliput:
gl: Bandeira da partición:
hu: Partíciójelzők:
id: Label Partisi:
it: Flag della partizione:
ja: パーティション・フラグ:
lt: Skirsnio gairės:
lv: Sadaļas karogi:
nb: Flagg for partisjon:
pa: ਪਾਰਟੀਸ਼ਨ ਫਲੈਗ:
pt: Parâmetros da Partição:
pt_br: Rótulo da partição:
sl: Zastavice razdelka:
sr: Заставице партиције:
sv: Partitionsflaggor:
ta: பகிர்வு குறிகள்:
th: แฟล็กของพาร์ทิชัน:

source: Type:
ca@valencia: Tipus:
de: Typ:
el: Τύπος:
et: Liik:
fi: Tyyppi:
gl: Tipo:
hu: Típus:
id: Jenis:
it: Tipo:
ja: タイプ:
lt: Tipas:
lv: Tips:
pa: ਟਾਈਪ:
pt: Tipo:
pt_br: Tipo:
sl: Vrsta:
sr: Врста:
sv: Typ:
ta: வகை:
th: ชนิด:

source: Available:
ca@valencia: Disponible:
de: Verfügbar:
el: Διαθέσιμος:
et: Saadaval:
fi: Käytettävissä:
gl: Dispoñíbel:
hu: Elérhető:
id: Tersedia:
it: Disponibile:
ja: 利用可能:
lt: Prieinama:
lv: Pieejams:
nb: Tilgjengelig:
pa: ਉਪਲੱਬਧ:
pt: Disponível:
pt_br: Disponível:
sl: Razpoložljivo
sr: Доступно:
sv: Tillgängligt:
ta: கிடைக்கக்கூடிய:

source: Label:
ca@valencia: Etiqueta:
de: Bezeichnung:
el: Ετικέτα:
et: Pealdis:
fi: Nimiö:
gl: Etiqueta:
hu: Címke:
it: Etichetta:
ja: ラベル:
lt: Pavadinimas:
lv: Etiķete:
nb: Etikett:
pa: ਲੇਬਲ:
pt: Etiqueta:
pt_br: Rótulo:
sl: Naziv:
sr: Назив:
sv: Etikett:
ta: லேபில்:
th: ป้ายชื่อ:

source: Mount Point:
ca@valencia: Punt de muntatge:
de: Einhängepunkt:
el: Σημείο προσάρτησης:
et: Ühenduskoht:
fi: Liitospiste:
gl: Punto de montaxe:
hu: Csatolási pont:
id: Titik Kait:
it: Punto di mount:
ja: マウントポイント:
lt: Prijungimo taškas:
lv: Montēšanas punkts:
nb: Monteringspunkt:
pa: ਮਾਊਂਟ ਪੁਆਇੰਟ:
pt: Ponto de Montagem:
pt_br: Ponto de montagem:
sl: Priklopna točka:
sr: Тачка монтирања:
sv: Monteringspunkt:
ta: ஏற்ற புள்ளி:
th: จุดเมานท์:

# LVM2 LV State
source: Running
ca@valencia: S'està executant
de: In Betrieb
el: Εκτελείται
et: Töötab
fi: Käynnissä
gl: Executándose
hu: Fut
id: Berjalan
it: In esecuzione
ja: 実行中
lt: Veikia
lv: Darbojas
nb: Kjører
pa: ਚੱਲ ਰਿਹਾ ਹੈ
pt: A Executar
pt_br: Executando
sl: Zagnano
sr: Покренута
sv: Kör
ta: இயங்குதல்
th: กำลังทำงาน

# LVM2 LV State
source: Not Running
ca@valencia: No s'està executant
de: Nicht in Betrieb
el: Δεν εκτελείται
et: Ei tööta
fi: Ei käynnissä
gl: Non está executándose
hu: Nem fut
id: Tidak Berjalan
it: Non in esecuzione
ja: 停止中
lt: Neveikia
lv: Nedarbojas
nb: Kjører ikke
pa: ਚੱਲ ਨਹੀਂ ਰਿਹਾ
pt: Não está em execução
pt_br: Não está em execução
sl: Ni zagnano
sr: Није покренута
sv: Kör inte
ta: இயங்கவில்லை
th: ไม่ได้ทำงานอยู่

source: Bootable
ca@valencia: Arrencable
de: Bootfähig
el: Με δυνατότητα εκκίνησης
et: Alglaaditav
fi: Käynnistettävissä
gl: Arrincábel
hu: Indítható
it: Avviabile
ja: ブート可能
lt: Paleistinas
lv: Palaižams
nb: Oppstartbar
pa: ਬੂਟਹੋਣ-ਯੋਗ
pt: Arranque
pt_br: Inicializável
sl: Zagonljivo
sr: Покретачка
sv: Startbar
ta: துவக்கக்கூடிய
th: บูตได้
