Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: Thermal Asperity Rate
ca@valencia: Ràtio d'aspresa de la temperatura
de: Rate der thermischen Oberflächenunebenheiten
el: Ρυθμός θερμικής δριμύτητας
et: Termokriipimise määr
gl: Taxa de aspereza termal
hi: थर्मल एसपेरिटी दर
hu: Hőmérsékleti problémák száma
it: Tasso errori termici
kn: ಉಷ್ಣತಾ ಕಠೋರತೆಯ ದರ
lt: Terminio atšiaurumo klaidų skaičius (Thermal Asperity Rate)
lv: Termiskās neregularitāšu biežums
ml: ഥേര്‍മല്‍ ആസ്പെറിറ്റി റേറ്റ്
mr: थर्मल एस्पेरिटी दर
or: ତାପଜ କଠୋରତା ହାର
pa: ਥਰਮਲ ਅਸਪਰੇਟੀ ਰੇਟ
pt: Taxa de Aspereza Térmica
pt_br: Taxa de asperosidade térmica
sl: Raven toplotne hrapavosti
sr: Стопа термичких грешака
sv: Fel som resultat av hög temperatur
th: อัตราความรุนแรงของความร้อน

source: Number of Thermal Asperity Rate errors
ca@valencia: Nombre d'errors de ràtio d'aspresa de la temperatura
de: Anzahl der Fehler bedingt durch hohe Temperatur
el: Αριθμός σφαλμάτων ρυθμού θερμικής δριμύτητας
et: Temperatuurist põhjustatud kriipimiste arv
gl: Número de erros da taxa aspereza termal (TAR)
hi: थर्मल एसपेरिटी दर त्रुटि की संख्या
hu: Magas hőmérséklet miatti problémák száma
it: Numero di errori causati dall'alta temperatura
ja: サーマル・アスペリティ率のエラーの回数
kn: ಉಷ್ಣತಾ ಕಠೋರತೆಯ ದರ ದೋಷಗಳ ಸಂಖ್ಯೆ
lt: Terminio atšiaurumo klaidų skaičius. (Thermal Asperity Rate errors)
lv: "Termiskās neregularitāšu biežuma" kļūdu skaits
ml: ഥേര്‍മല്‍ ആസ്പെറിറ്റി റേറ്റ് പിശകുകളുടെ എണ്ണം
mr: थर्मल एस्पेरिटी दर त्रुटींची संख्या
or: ତାପଜ କଠୋରତା ହାର ତ୍ରୁଟି ସଂଖ୍ୟା
pa: ਥਰਮਲ ਅਸਪਰੇਟੀ ਰੇਟ ਗਲਤੀਆਂ ਦੀ ਗਿਣਤੀ
pt: Número de erros de Taxa de Aspereza Térmica
pt_br: Número de erros da taxa de asperosidade térmica
sl: Število napak ravni toplotne hrapavosti
sr: Број грешака због лоших температурних услова
sv: Antal fel (Thermal Asperity Rate) som resultat av hög temperatur
ta: Thermal Asperity Rate பிழைகளின் எண்ணிக்கை
th: จำนวนข้อผิดพลาดจากอัตราความรุนแรงของความร้อน

source: Flying Height
ca@valencia: Alçada del capçal
de: Abtasthöhe
el: Υψηλή πτήση
et: Lennukõrgus
fi: Lentokorkeus
gl: Altura de voo
hi: फ्लाइंग हाइट
hu: Fej repülési magassága
it: Altezza testina
kn: ಫ್ಲೈಯಿಂಗ್ ಎತ್ತರ
lt: Atstumas tarp skaitomo disko ir galvutės
lv: Lidošanas augstums
ml: ഫ്ലൈയിങ് ഹൈറ്റ്
mr: फ्लायींग ऊंची
or: ଉଚ୍ଚ ଉଡ଼ାଣ
pa: ਫਲਾਇੰਗ ਹਾਈਟ
pt: Altura de Voo
pt_br: Altura de posicionamento
sl: Oddaljenost glave
sr: Висина глава
sv: Flyghöjd
ta: பறக்கும் உயரம்
th: ความสูงของการลอย

source: Height of heads above the disk surface
ca@valencia: Alçada dels capçals per sobre de la superfície del disc
de: Höhe der Abtastköpfe über der Plattenoberfläche
el: Ύψος κεφαλών πάνω από την επιφάνεια του δίσκου
et: Peade kõrgus ketta pinna kohal
fi: Lukupäiden korkeus levyn pinnasta
gl: Altura das cabezas sobre a superficie do disco
hi: डिस्क सतह के ऊपर शीर्ष की ऊँचाई
hu: A fejek lemezfelszín feletti magassága
it: Altezza delle testine dalla superficie del disco
ja: ディスク表面上のヘッドの高度です
kn: ಡಿಸ್ಕಿನ ಮೇಲ್ಪದರ ಮೇಲೆ ಹೆಡ್‌ಗಳ ಎತ್ತರ
lt: Atstumas nuo galvučių iki disko paviršiaus
lv: Augstums, kādā galviņa lido virs diska virsmas
ml: ഡിസ്ക് സര്‍ഫസിനു് മുകളിലുള്ള ഹെഡുകളുടെ ഉയരം
mr: डिस्क पृष्ठस्तरावरील हेड्स्ची ऊंची
or: ଡିସ୍କ ଉପରେ ହେଡଗୁଡ଼ିକର ଉଚ୍ଚତା
pa: ਡਿਸਕ ਤਲ ਉੱਤੇ ਹੈੱਡ ਦੀ ਉਚਾਈ ਹੈ
pt: Altura das cabeças acima da superfície do disco
pt_br: Altura dos cabeçotes acima da superfície da unidade
sl: Oddaljenost glave nad površino diska
sr: Висина глава изнад површине диска
sv: Höjd för huvuden ovanför skivans yta
ta: வட்டு இடைவெளிக்கு மேல் தலைகளின் உயரம்
th: ความสูงของหัวอ่าน-เขียนเหนือผิวดิสก์

source: Spin High Current
ca@valencia: Corrent d'engegada de la unitat
de: Anlaufstromspitze
el: Φορτίο για υψηλή περιστροφή
et: Pöörlemise kõrgepinge
fi: Käynnistyksen piikkivirta
gl: Xiro alto actual
hi: उच्च धारा स्पिन करें
hu: Bekapcsolási csúcsfeszültség
it: Picco corrente di rotazione
kn: ತಿರುಗಿಸಲು ಹೆಚ್ಚಿನ ಕರೆಂಟ್
lt: Srovės, reikalingos įrenginiui įsukti, stiprumas
lv: Iegriešanas augstā strāva
ml: സ്പിന്‍ ഹൈ കറണ്ട്
mr: स्पीन हाय करंट
or: ସ୍ପିନ ଉଚ୍ଚ ସ୍ରୋତ
pa: ਸਪਿਨ ਹਾਈ ਕਰੰਟ
pt: Rotação de Alta Corrente
pt_br: Alta corrente de aceleração
sl: Tok zasuka
sr: Струја заокрета
sv: Hög uppstartsström
ta: அதிக மின்சாரத்தை சுழற்று
th: กระแสกระชากสำหรับหมุนดิสก์

source: Amount of high current used to spin up the drive
ca@valencia: Quantitat de corrent utilitzada per engegar la unitat
de: Maximale Stromaufnahme bei Anlauf des Laufwerks
el: Ποσό υψηλού ρεύματος που χρησιμοποιήθηκε για την περιστροφή του δίσκου
et: Kõrgema pinge hulk, mis kasutatakse ketta pöörlemise tagamiseks
fi: Suurin virta, jota käytetään levyn käynnistykseen
gl: Cantidade da altura actual usada para xirar a unidade
hi: ड्राइव स्पिन करने के लिए उच्च धारा की मात्रा प्रयुक्त
hu: A lemez felpörgetéséhez használt csúcsfeszültség
it: Quantità massima di corrente usata per attivare la rotazione dell'unità
ja: ドライブのスピンアップ時に使用した高電流量です
kn: ಡ್ರೈವನ್ನು ತಿರುಗಿಸಲು ಬಳಸಲಾದ ಹೆಚ್ಚಿನ ಕರೆಂಟ್
lt: Srovės reikalingos įrenginiui įsukti stiprumas
lv: Augstās strāvas apjoms, kas tiek izmantots disku iegriešanai
ml: ഡ്രൈവ് സ്പിന്‍ ചെയ്യുന്നതിനുള്ള ഹൈ കറണ്ട്
mr: ड्राइव्ह स्पीन करण्यासाठी आवश्यक हाय करंटचे प्रमाण
or: ଡ୍ରାଇଭକୁ ସ୍ପିନ ଅପ କରିବା ପାଇଁ ବ୍ୟବହୃତ ଉଚ୍ଚ ବିଦ୍ୟୁତ ସ୍ରୋତର ପରିମାଣ
pa: ਡਰਾਇਵ ਨੂੰ ਘੁੰਮਾਉਣ ਲਈ ਵਰਤੀ ਜਾਂਦੀ ਉੱਚ ਕਰੰਟ ਦੀ ਮਾਤਰਾ
pt: Valor de alta corrente utilizada para iniciar a rotação do dispositivo
pt_br: Quantia de alta corrente usada para acelerar a unidade
sl: Tok, ki je uporabljen za zasuk pogona
sr: Количина струје која се користи да се покрене уређај
sv: Mängd av hög ström som används för att starta upp enheten
ta: இயக்கி சுழல அதிக மின்சாரத்தின் அளவு
th: ปริมาณกระแสกระชากที่ใช้สำหรับหมุนไดรว์เพื่อเริ่มอ่าน-เขียน

source: Spin Buzz
ca@valencia: Girs de buzz
de: Wiederholte Anlaufversuche
el: Βουητό περιστροφής
et: Käivitustsüklid
gl: Zumbido de xiro
hi: स्पिन बज़
hu: Felpörgési ciklusok
it: Cicli per la rotazione
kn: ತಿರುಗಿಸುವ ಸೂಚನೆ
lt: Bandymų įsukti diską skaičius
ml: സ്പിന്‍ ബസ്
mr: स्पीन बझ्
or: ସ୍ପିନ ବଜ
pa: ਸਪਿਨ ਬੱਜ਼
pt: Rotação Buzz
pt_br: Spin Buzz (Rotação de Buzz)
sl: Brnenje
sr: Зујање заокрета
sv: Buzz-rutiner vid acceleration
ta: ஸ்பின் Buzz
th: การตะกายหมุน

source: Number of buzz routines to spin up the drive
ca@valencia: Nombre de rutines de buzz amb les quals s'incrementaran les revolucions de la unitat
de: Anzahl wiederholter Anlaufversuche des Laufwerks
el: Αριθμός προγραμματισμένων διαδικασιών βόμβων για περιστροφή του δίσκου
et: Nurjunud käivitustsüklite arv ketta pöörlemise alustamisel
gl: Número de rutinas de zunido para arrincar a unidade
hi: ड्राइव स्पिन अप करने के लिए बज की संख्या
hu: A lemez felpörgéséhez szükséges ciklusok száma
it: Numero di routine per attivare la rotazione dell'unità
ja: ドライブのスピンアップ時のバズルーチンの回数
kn: ಡ್ರೈವನ್ನು ತಿರುಗಿಸಲು ಸೂಚನೆಯ ವಾಡಿಕೆಗಳು
lt: Bandymų įsukti diską skaičius
ml: ഡ്രൈവ് സ്പിന്‍ ചെയ്യുന്നതിനുള്ള ബസ് റുട്ടീനുകളുടെ എണ്ണം
mr: ड्राइव्ह स्पीन अप करण्यासाठी बझ् रूटीन्स्ची संख्या
pa: ਡਿਸਕ ਨੂੰ ਘੁੰਮਣ ਲਈ ਲੋੜੀਦੇ ਬੱਜ਼ ਰੁਟੀਨਾਂ ਦੀ ਗਿਣਤੀ
pt: Número de rotinas de buzz para iniciar a rotação do dispositivo
pt_br: Quantidade de rotinas buzz para dar arranque (partida) na unidade
sl: Število brnenj za zasuk pogona
sr: Количина зујања која се користи за покретање уређаја
sv: Antal buzz-rutiner som används för att accelerera enheter
ta: இயக்கியை சுழல செய்யும் பஸ்களின் எண்ணிக்கை
th: จำนวนกระบวนการตะเกียกตะกายที่ใช้ในการหมุนไดรว์ด้วยกระแสต่ำ

source: Offline Seek Performance
ca@valencia: Rendiment de cerca en desconnexió
de: Positionierungszeit beim Selbsttest
el: Απόδοση αναζήτησης εσωτερικών δοκιμών
et: Ühenduseta otsijõudlus
fi: Offline-hakunopeus
gl: Rendemento de busca en desconexión
hi: ऑफ़लाइन प्राप्ति प्रदर्शन
hu: Önteszt alatti teljesítmény
it: Prestazioni ricerca offline
kn: ಆಫ್‌ಲೈನ್ ಕೋರಿಕೆ ಕಾರ್ಯಕ್ಷಮತೆ
lt: Offline Seek našumas
lv: Nesaistes meklēšanas veiktspēja
ml: ഓഫ്‌ലൈന്‍ സീക്ക് പെര്‍ഫോമന്‍സ്
mr: ऑफलाइन सीक कृती
or: ଅଫଲାଇନ ଆବଶ୍ୟକୀୟ କାର୍ୟ୍ୟକ୍ଷମତା
pa: ਆਫਲਾਈਨ ਸੀਕ ਕਾਰਗੁਜ਼ਾਰੀ
pt: Performance de Procura Desligado
pt_br: Desempenho de procura desconectada
sl: Zmogljivost iskanja brez povezave
sr: Претрага док диск не ради
sv: Prestanda för frånkopplad sökning
ta: ஆஃப்லைன் செயல்திறனை பார்க்கவும்
th: ประสิทธิภาพการเลื่อนหัวอ่านขณะออฟไลน์

source: Drive's seek performance during offline operations
ca@valencia: Rendiment de cerca de la unitat durant operacions en desconnexió
de: Positionierungszeit des Laufwerks während des Selbsttests
el: Η απόδοση αναζήτησης του δίσκου κατά την διάρκεια λειτουργιών χωρίς σύνδεση.
et: Ketta otsijõudlus ühenduseta operatsioonide sooritamisel
fi: Aseman hakunopeus offline-toimintojen aikana
gl: Rendemento da busca na unidade durante as operacións en desconexión
hi: ऑफलाइन संक्रिया के दौरान ड्राइव प्राप्ति प्रदर्शन
hu: A lemez öntesztje alatti pozicionálási teljesítmény
it: Prestazioni della ricerca nell'unità durante le operazioni offline
ja: オフライン動作時のドライブのシーク・パフォーマンス
kn: ಆಫ್‌ಲೈನ್‌ ಕಾರ್ಯಗಳಲ್ಲಿ ಡ್ರೈವಿನ ಕೋರಿಕೆ ಕಾರ್ಯಕ್ಷಮತೆ
lt: Įrenginio „Seek offline“ operacijų našumas.
lv: Diska meklēšanas veiktspēja veicot nesaistes darbības
ml: ഓഫ്‌ലൈന്‍ പ്രക്രിയകളിലുള്ള ഡ്രൈവിന്റെ സീക്ക് പ്രവര്‍ത്തനം
mr: ऑफलाइन कार्यवेळी ड्राइव्हची सीक कृती
pa: ਆਫਲਾਈਨ ਓਪਰੇਸ਼ਨਾਂ ਦੇ ਦੌਰਾਨ ਡਰਾਇਵ ਦੀ ਸੀਕ ਕਾਰਗੁਜ਼ਾਰੀ
pt: Performance de procura do dispositivo durante operações desligadas
pt_br: Desempenho de procura da unidade durante operações desconectadas
sl: Iskalna zmogljivost diska med dejanji brez povezave
sr: Учинак претраге података када диск не ради
sv: Enhetens sökprestanda under frånkopplade åtgärder
ta: ஆஃப்லைன் செயல்பாட்டுகளின் போது இயக்கிகளின் செயல்திறனை பார்க்கிறது
th: ประสิทธิภาพของไดรว์ในการเลื่อนหัวอ่านขณะทำงานออฟไลน์

source: Disk Shift
ca@valencia: Desplaçament de disc
de: Plattenverschiebung
el: Μετατόπιση δίσκου
et: Ketta nihe
fi: Levysiirtymä
gl: Levantamento do disco
hi: डिस्क शिफ्ट
hu: Lemez elmozdulása
it: Spostamento disco
kn: ಡಿಸ್ಕಿನ ಸ್ಥಳಾಂತರ
lt: Disko veleno poslinkis
lv: Diska nobīde
ml: ഡിസ്ക് മാറ്റം
mr: डिस्क शीफ्ट्
or: ଡିସ୍କ ସିଫ୍ଟ
pa: ਡਿਸਕ ਸ਼ਿਫਟ
pt: Deslocamento do Disco
pt_br: Deslocamento da unidade
sl: Zamik diska
sr: Истумбан диск
sv: Skivförskjutning
ta: வட்டு ஸிஃப்ட்
th: ระยะเลื่อนของดิสก์

source: Shift of disk is possible as a result of strong shock loading in the store, as a result of falling (or) temperature
ca@valencia: El desplaçament del disc es pot deure a un fort cop a la carcassa de la unitat degut a una caiguda (o) a la temperatura
de: Eine Plattenverschiebung von der Drehachse ist durch starke Stoßbelastungen des Lagers z.B. nach einem Fall möglich (oder) durch Hitze
el: Η μετατόπιση του δίσκου είναι δυνατή σαν αποτέλεσμα ισχυρής δόνησης κατά τη φόρτωση στο χώρο αποθήκευσης, ως αποτέλεσμα πτώσης (ή) θερμοκρασίας
et: Ketta nihe võib olla põhjustatud salvesti tugevast raputusest, kukkumisest või temperatuurist
fi: Levyn siirtymä on mahdollisesti seuraus kovasta iskusta varastossa lastatessa, seuraamus putoamisesta tai lämpötilasta
gl: O levantamento do disco é posíbel como resultado dun forte golpe ao cargar na unidade, como resultado dunha caída (ou) temperatura
hi: डिस्क का शिफ्ट संभव है स्टोर में मजबूत शॉक लोडिंग के कारण, गिरते (or) तापमान के कारण
hu: A lemez erős rázkódási terhelés hatására elmozdulhat, amely esés vagy a hőmérséklet hatására következhet be
it: Lo spostamento del disco può essere causato da forti vibrazioni o movimenti causati da caduta o dall'alta temperatura
ja: プラッタのズレは、ディスクの保存中に落下や過酷な温度条件などの大きな負荷がかかった場合に現れることがあります
kn: ಬೀಳುವಿಕೆ (ಅಥವ) ಉಷ್ಣತೆಯಿಂದಾಗಿ ಸ್ಟೋರಿನಲ್ಲಿ ಉಂಟಾಗಿರಬಹುದಾದ ಬಲವಾದ ಶಾಕ್‌ನ ಕಾರಣದಿಂದಾಗಿ ಡಿಸ್ಕ್ ಸ್ಥಳಾಂತರಗೊಂಡಿರಬಹುದು
lt: Disko veleno poslinkis atsiradęs dažniausiai dėl stipraus fizinio arba terminio smūgio
lv: Diska nobīde var gadīties dēļ kritiena trieciena (vai) temperatūras
ml: താഴുന്ന താപനില കാരണം സ്റ്റോര്‍ ലഭ്യമാക്കുമ്പോളുണ്ടാകുന്ന ശക്തമായ ഷോക്ക് കാരണമാവാം ഡിസ്ക് മാറുന്നതു്
mr: स्टोर मधील जबरदस्त शॉक लोडींगमुळे, तापमान कमी होत असल्यामुळे डिस्कचे शीफ्ट शक्य आहे
pa: ਡਿਸਕ ਬਦਲਣ ਸੰਭਵ ਹੈ, ਸਟੋਰ ਵਿੱਚ ਵੱਧ ਧੱਕਾ ਲੋਡ ਕਰਨ ਦੀ ਨਤੀਜੇ ਵਜੋਂ, ਜੋ ਕਿ ਤਾਪਮਾਨ (ਜਾਂ) ਫੇਲ੍ਹ ਹੋਣ ਕਰਕੇ ਹੈ।
pt: O deslocamento do disco é possível como resultado de cargas de choque fortes no armazenamento, como resultado de quedas (ou) temperatura
pt_br: Deslocamentos de unidades podem ser causados por fortes choques na loja, resultando de quedas (ou de) temperatura
sl: Zamik diska je mogoč zaradi močne obremenitve, kot posledica okvare (ali) temperature
sr: Делови диска су померени из лежишта, што може бити последица тумбања приликом транспорта, пада или екстремне температуре
sv: Förskjutning av skivan är möjlig som ett resultat av stötar, till exempel på grund av ett fall i marken (eller) temperatur
ta: ஸ்டோரில் கடினமாக ஏற்றும் போது வட்டு நகர்தலுக்கு வாய்ப்புள்ளது, அது விழும் ஆபத்தில் உள்ளது
th: การเลื่อนของดิสก์เป็นไปได้จากการกระแทกอย่างรุนแรงในแหล่งเก็บ หรือจากการตก หรือจากอุณหภูมิสูง

source: Number of errors as a result of impact loads as detected by a shock sensor
ca@valencia: Nombre d'errors com a resultat d'impactes de càrrega detectats pel sensor de cops
de: Fehlerzahl in Folge von Stößen, soweit durch einen Sensor erkannt
el: Ο αριθμός των σφαλμάτων σαν αποτέλεσμα επίδρασης των φορτώσεων όπως ανιχνεύθηκε από αισθητήρα δόνησης
et: Põrutussensori tuvastatud löökidest põhjustatud vigade arv
gl: Número de erros resultado do impacto de lecturas como as detectadas polo sensor de impactos
hi: शॉक सेंसर के द्वारा पता किया गया प्रभाव का परिणाम बतौर त्रुटि संख्या
hu: A rázkódásérzékelő által érzékelt mechanikai behatások miatti hibák száma
it: Numero di errori dovuti a impatti rilevati dal sensore di movimento
ja: ショックセンサによって検知された、外部からの衝撃によって発生したエラーの回数
kn: ಘರ್ಷಣೆ ಹೊರೆಗಳ ಕಾರಣದಿಂದಾಗಿ ಶಾಕ್ ಸಂವೇದಿಯು ಪತ್ತೆಹಚ್ಚಿದ ದೋಷಗಳ ಸಂಖ್ಯೆ
lt: Skaičius klaidų, atsiradusių kaip fizinių apkrovų, aptiktų smūgių detektoriumi, pasekmė.
lv: Kļūdu skaits, kam par iemeslu ir šoka sensora uztvertās ielāžu sadursmes
ml: ഒരു ഷോക്ക് സെന്‍സര്‍ കണ്ടുപിടിച്ച ലോഡുകള്‍കാരണമുണ്ടാകുന്ന പിശകുകള്‍
mr: शॉक सेंसर द्वारे आढळलेल्या लोड परिणामामुळे त्रुटींची संख्या
pa: ਗਲਤੀਆਂ ਦੀ ਗਿਣਤੀ, ਜੋ ਕਿ ਧੱਕਾ ਸੈਂਸਰ ਵਲੋਂ ਪ੍ਰਭਾਵੀ ਲੋਡ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਰਾਹੀਂ ਖੋਜਿਆ ਗਿਆ
pt: Número de erros resultantes de cargas de impacto como os detectados por um sensor de choque
pt_br: Número de erros causados resultando de cargas de impacto como detectados por um sensor de choques
sl: Število napak zaradi obremenitev pri trkih kot jih je zaznalo tipalo pretresov
sr: Сензор шока је открио бројне грешке које су последица ударца
sv: Antal fel som resultat av stötar som har mäts av en stötsensor
ta: ஒரு ஷாக் கண்டறிதலால் ஒரு முடிவாக பல பிழைகளின் எண்ணிக்கை கொடுக்கிறது
th: จำนวนของความผิดพลาดที่เกิดจากการกระแทก ตามที่ตรวจพบโดยอุปกรณ์ตรวจจับการกระแทก

source: Loaded Hours
ca@valencia: Hores carregat
de: Laufzeit
el: Ώρες φορτίου
et: Töötunnid
fi: Käyttötunnit
gl: Horas de carga
hi: लोड किया घंटे
hu: Bekapcsolva töltött idő
it: Ore di attività
kn: ಲೋಡ್ ಮಾಡಲಾದ ಗಂಟೆಗಳು
lt: Magnetinių galvučių darbo laikas
lv: Ielādētās stundas
ml: ലോഡ് ചെയ്യന്ന സമയം
mr: लोडेड् तास
or: ଧାରଣ କରାଯାଇଥିବା ସମୟ ଘଣ୍ଟାରେ
pa: ਲੋਡ ਕੀਤੇ ਘੰਟੇ
pt: Horas Carregado
pt_br: Horas de carga
sl: Obremenitveni čas
sr: Часова рада
sv: Timmar laddad
ta: ஏற்றப்பட்ட மணிநேரங்கள்
th: ชั่วโมงทำงาน

source: Number of hours in general operational state
ca@valencia: Nombre d'hores en estat operacional general
de: Stundenzahl im allgemeinen Betrieb
el: Αριθμός ωρών σε γενική κατάσταση λειτουργίας
et: Tundide arv tavalises töörežiimis
fi: Levyn käyttötunnit yleisessä toimintatilassa
gl: Número de horas no estado operacional xeral
hi: सामान्य ऑपरेशनल स्थिति घंटा की संख्या
hu: Általános működőképes állapotban töltött órák száma
it: Numero di ore trascorse nello stato di operazione generale
ja: パワーオンステートになってからの経過時間です。
kn: ಸಾಮಾನ್ಯ ಕಾರ್ಯ ಸ್ಥಿತಿಯಲ್ಲಿನ ಗಂಟೆಗಳ ಸಂಖ್ಯೆ
lt: Bendras disko darbo laikas
lv: Stundu skaits pamata operacionālajā stāvoklī
ml: പ്രവര്‍ത്തിക്കുന്ന അവസ്ഥയിലുള്ള സമയം മണിക്കൂറില്‍
mr: सर्वसाधारण कार्य स्तरमधील तासांची संख्या
or: ସାଧାରଣ ପ୍ରୟୋଗାତ୍ମକ ଅବସ୍ଥାରେ ଥିବା ସମୟ ଘଣ୍ଟାରେ
pa: ਆਮ ਓਪਰੇਸ਼ਨ ਹਾਲਤ ਵਿੱਚ ਹੋਣ ਦੀ ਘੰਟਿਆਂ ਦੀ ਗਿਣਤੀ ਹੈ
pt: Número de horas em estado operacional geral
pt_br: Número de horas no estado geral operacional
sl: Splošna obremenitev delovanja v urah
sr: Број сати када је диск радио
sv: Antal timmar i allmänt operationellt tillstånd
ta: பொதுவான செயல்பாட்டு நிலையில் மணிகளின் எண்ணிக்கை
th: จำนวนชั่วโมงที่อยู่ในสถานะทำงานทั่วไป

source: Load/Unload Retry Count
ca@valencia: Comptador de reinicialitzacions de càrrega/descàrrega
de: Zähler für Lesekopfbewegungen
el: Μέτρηση επαναπροσπαθειών φόρτωσης/εκφόρτωσης
et: Laadimiskorduste arv
gl: Cantidade de reintentos de carga/descarga
hi: पुनर्कोशिश गणना लोड/अनलोड
hu: Betöltések száma
it: Conteggio tentativi attivazione/disattivazione
kn: ಲೋಡ್/ಅನ್‌ಲೋಡ್ ಮಾಡುವಿಕೆಯ ಮರುಪ್ರಯತ್ನದ ಎಣಿಕೆ
lt: Bandymų parkuotis arba išėjimų iš parkavimo būsenos, skaičius
lv: Ielādes/izlādes mēģinājumu skaits
ml: ലോഡ്/അണ്‍ലോഡ് റീട്രൈ കൌണ്ട്
mr: लोड/लोड अशक्य पुनःप्रयत्न प्रमाण
or: ପୁନଃପ୍ରୟାସ ଗଣନାକୁ ଧାରଣ/ଅବତରୋଣ କରନ୍ତୁ
pa: ਮੁੜ-ਟਰਾਈ ਗਿਣਤੀ ਲੋਡ/ਅਣਲੋਡ
pt: Contagem de Repetições Carregar/Descarregar
pt_br: Contagem de tentativas de carregar/descarregar
sl: Števec poskusov obremenitev/razbremenitev
sr: Број покушаја учитавања
sv: Antal load/unload-försök
ta: மீண்டும் முயற்சிக்கும் எண்ணிக்கையை ஏற்று/ஏற்றாது
th: จำนวนครั้งของการพยายามโหลด/เลิกโหลด

source: Loading on drive caused by numerous recurrences of operations, like reading, recording, positioning of heads, etc
ca@valencia: Càrrega de la unitat deguda a diverses operacions recurrents com la lectura, escriptura, posició dels capçals, etc
de: Belastung des Laufwerks durch verschiedene Vorgänge wie Lesen, Schreiben, Kopfpositionierung usw.
el: Η επιβάρυνση στον οδηγό προκλήθηκε από πολυάριθμες επαναλήψεις λειτουργιών, όπως ανάγνωση, εγγραφή, τοποθέτηση κεφαλών, κ.τ.λ.
et: Ketta koormus, mida põhjustavad korduvad operatsioonid nagu lugemine, salvestamine, peade positsioneerimine jne
gl: A carga na unidade causada por numerosas recorrencias de operacións, como lectura, gravación, posicionamente de cabezas, etc
hi: संक्रिया की कई आवृत्तियों की कारण ड्राइव पर लोडिंग, पठन, रिकार्डिंग, शीर्ष की स्थिति आदि की तरह.
hu: Különböző műveletek, például olvasás, írás, fejpozicionálás által okozott adatzónába lépések a lemezen
it: Attivazioni dell'unità causate da diverse operazioni ricorrenti come: lettura, registrazione, posizionamento delle testine, ecc...
ja: ドライブにおいて、リードや記録、ヘッドの移動などのオペレーションが再実行されたことを記録しています。
kn: ಓದುವುದು, ರೆಕಾರ್ಡು ಮಾಡುವುದು, ಹೆಡ್‌ಗಳನ್ನು ಇರಿಸುವುದು ಮುಂತಾದ ಹಲವಾರು ಕಾರ್ಯಗಳ ಪುನರಾವರ್ತನೆಗಳ ಕಾರಣದಿಂದ ಉಂಟಾದ ಹೊರೆ
lt: Įrenginio apkrova, sukelta pasikartojančių operacijų tokių kaip skaitymas, rašymas, galvučių pozicionavimas ir pn.
lv: Ielāde uz diska, kuru izraisa vairākas atkārtotas darbības, piemēram, lasīšana, rakstīšana, galviņu novietošana u.t.t.
ml: വായന, റിക്കോര്‍ഡിങ്, ഹെഡുകളുടെ സ്ഥാനം ലഭ്യമാക്കല്‍ എന്നിങ്ങനെയുള്ള അനവധി പ്രവര്‍ത്തനങ്ങള്‍കാരണം ഡ്രൈവിലുള്ള വലി
mr: हेडस्चे वाचन, रेकॉर्डींग, पोजीशनींग, इत्यादी कारणास्तव होणारे वारंवार कार्य
pa: ਡਰਾਇਵ ਨੂੰ ਲੋਡ ਕਰਨ ਨਾਲ ਕਈ ਓਪਰੇਸ਼ਨ ਮੁੜ-ਮੁੜ ਹੁੰਦੇ ਹਨ, ਜਿਵੇਂ ਕਿ ਪੜ੍ਹਨਾ, ਰਿਕਾਰਡ ਕਰਨਾ, ਹੈੱਡ ਦੀ ਸਥਿਤੀ ਆਦਿ।
pt: Cargas no dispositivo causadas por numerosas recorrências de operações, como leitura, gravação, posicionamento das cabeças, etc
pt_br: Carga na unidade causada por várias recorrências de operações, como leitura, gravação, posicionamento dos cabeçotes, etc
sl: Obremenitev pogona zaradi številnih ponavljanj dejanj kot so branje, snemanje, umeščanje glav ...
sr: Учитавање са уређаја може да се деси због бројних периодичних радњу, као што су читање и уписивање, постављање главе на праву путању и слично
sv: Belastning på enheten som orsakats av ett flertal förekomster av åtgärder, såsom läsning, skrivning, positionering av huvuden, etc
ta: இயக்கியை ஏற்றுதல் பல செயல்களின் மறுநிகழ்வுகள், வாசித்தல், பதிவு செய்தல், ஹெட்களை வைத்திருத்தல் முதலியவற்றால் ஏற்படுகிறது
th: ภาระในไดรว์อันเนื่องมาจากการทำคำสั่งซ้ำแล้วซ้ำอีก เช่น การอ่าน การเขียน การเลื่อนหัวอ่าน ฯลฯ

source: Load Friction
ca@valencia: Fricció de càrrega
de: Reibungsbelastung
el: Φορτίο τριβής
et: Hõõrdekoormus
gl: Fricción de carga
hi: लोड घर्षण
hu: Súrlódási terhelés
it: Attivazione per attrito
kn: ಘರ್ಷಣೆಯ ಹೊರೆ
lt: Išėjimo iš parkavimo srities trintis
ml: ലോഡ് ഫ്രിക്ഷന്‍
mr: लोड घर्षण
nb: Friksjonsbelastning
or: ଧାରଣ ଘର୍ଷଣ
pa: ਫਰੈਕਸ਼ਨ ਲੋਡ
pt: Carga de Fricção
pt_br: Carga de fricção
sl: Trenje obremenitve
sr: Трење при читању
sv: Belastningsfriktion
ta: உராய்வை ஏற்று
th: ความเสียดทานต่อการทำงาน

source: Load on drive caused by friction in mechanical parts of the store
ca@valencia: Càrrega de la unitat degut a la fricció de les parts mecàniques de la carcassa
de: Laufwerksbelastungen durch Reibung in den mechanischen Teilen des Lagers
el: Ο φόρτος στον οδηγό προκλήθηκε από την τριβή στα μηχανικά μέρη ου αποθηκευτικού μέσου
et: Ketta mehaaniliste käiguosade hõõrdest põhjustatud koormus
gl: Carga na unidade causada por fricción de partes mecánicas da unidade de almacenamento
hu: A tároló mechanikai alkatrészei által okozott súrlódás miatti terhelés
it: Attivazioni dell'unità causate da attrito tra le parti meccaniche
ja: ドライブにおいて、保存中に機械的なこすれが生じたことを記録しています。
lt: Įrenginio apkrova, sukelta mechaninių dalių trinties
pa: ਡਰਾਇਵ ਉੱਤੇ ਲੋਡ ਕਰਨ ਲਈ ਅੰਤਰ, ਜੋ ਕਿ ਸਟੋਰ ਦੇ ਜੰਤਰਿਕ ਭਾਗਾਂ ਕਰਕੇ ਹੈ
pt: Carga no dispositivo causada pela fricção nas partes mecânicas do armazenamento
pt_br: Carga na unidade causada pela fricção em partes mecânicas do armazenamento
sl: Obremenitev pogona povzroči trenje mehanskih delov
sr: Лоше читање података са уређаја изазвано трењем у механичким деловима диска
sv: Belastning på enheten som orsakats av friktion i mekaniska delar
ta: சேமிப்பின் இயந்திர பகுதிகளில் உராய்வால் இயக்கியில் ஏற்படுத்துகிற பளு
th: ภาระในไดรว์อันเกิดจากแรงเสียดทานในชิ้นส่วนจักรกล

source: Total number of load cycles
ca@valencia: Nombre total de cicles de càrrega
de: Anzahl an Belastungsvorgängen
el: Συνολικός αριθμός κύκλων φορτίου
et: Koormustsüklite koguarv
gl: Número total de ciclos de carga
hi: लोड चक्र की कुल संख्या
hu: Betöltési ciklusok teljes száma
it: Numero totale di cicli di attivazione
ja: スピンドルモータが回転/停止した回数
kn: ಹೊರೆ ಆವರ್ತನಗಳ ಒಟ್ಟು ಸಂಖ್ಯೆ
lt: Galvučių įkėlimų į darbinę zoną (load cycles) skaičius
lv: Kopējas ielāžu ciklu skaits
ml: ലോഡ് സൈക്കിളുകളുടെ എണ്ണം
mr: लोड सायकल्स्ची एकूण संख्या
or: ସମୁଦାୟ ସଂଖ୍ୟକ ଧାରଣ ଚକ୍ର
pa: ਲੋਡ ਸਾਈਕਲਾਂ ਦੀਆਂ ਕੁੱਲ ਗਿਣਤੀ ਹੈ
pt: Número total de ciclos de carga
pt_br: Número total de ciclos de carga
sl: Skupno število ponovitev obremenitve
sr: Укупан број циклуса учитавања
sv: Totalt antal inläsningscykler
ta: மொத்த ஏற்று சுழற்சிகளின் எண்ணிக்கை
th: จำนวนรอบการโหลดทั้งหมด

source: Load-in Time
ca@valencia: Temps de càrrega
de: Zeit der Leseköpfe über den Platten
el: Συνολικός χρόνος φόρτου
et: Tööoleku kestus
gl: Tempo de carga
hi: लोड इन समय
hu: Betöltve töltött idő
it: Tempo di caricamento
kn: ಲೋಡ್ ಮಾಡುವ ಸಮಯ
lt: Laikas, per kurį disko galvutės pereina iš parkavimo į darbinę poziciją
lv: Ielādes laiks
ml: ലോഡ്-ഇന്‍ സമയം
mr: लोड-इन वेळ
or: ଧାରଣ କରିବା ସମୟ
pa: ਲੋਡ-ਇਨ ਟਾਈਮ
pt: Tempo de Carregamento
pt_br: Tempo de carregamento
sl: Čas obremenjevanja
sr: Време учитавања
sv: Inläsningstid
ta: நேரத்தில் ஏற்று
th: เวลาในเขตทำการ
