Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: Error deleting partition for Physical Volume in Volume Group
ca@valencia: S'ha produït un error en suprimir la partició del volum físic en el grup de volum
de: Fehler beim Löschen der Partition für den physikalischen Datenträger in der Datenträgergruppe
el: Σφάλμα διαγραφής διαμερίσματος για τον φυσικό τόμο στην ομάδα τόμων
et: Tõrge partitsiooni kustutamisel, mis on köitegrupi füüsiline köide
fi: Virhe poistettaessa fyysisen taltion osiota taltioryhmässä
gl: Produciuse un erro ao eliminar a partición do volume físico no grupo de volumes
hu: Hiba a fizikai kötet partíciójának törlésekor a kötetcsoportból
id: Galat ketika menghapus partisi Volume Fisik dalam Kelompok Folume
it: Errore nell'eliminare la partizione per volume fisico nel gruppo di volumi
ja: ボリュームグループにある物理ボリュームのパーティションの削除中にエラーが発生しました
lt: Klaida trinant skirsnį fiziniam tomui tomų grupėje
lv: Kļūda, dzēšot sadaļu fiziskajam sējumam loģiskajā grupā
nb: Feil under sletting av partisjon for fysisk volum i volumgruppe
pa: ਵਾਲੀਅਮ ਗਰੁੱਪ ਵਿੱਚ ਫਿਜ਼ੀਕਲ ਵਾਲੀਅਮ ਲਈ ਪਾਰਟੀਸ਼ਨ ਹਟਾਉਣ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao apagar a partição para o Volume Físico no Grupo de Volumes
pt_br: Erro ao excluir a partição do volume físico no grupo de volume
sl: Napaka med brisanjem fizičnega nosilca v skupini nosilcev
sr: Грешка при брисању партиције физичког диска у групи партиција
sv: Fel vid borttagning av partition för fysisk volym i volymgruppen
ta: தொகுதி குழுவிலிருந்து பௌதிக தொகுதியை அழிப்பதில் பிழை
th: เกิดข้อผิดพลาดขณะลบพาร์ทิชันที่ใช้เป็นโวลุมจริงในกลุ่มโวลุม

source: Error removing Physical Volume from Volume Group
ca@valencia: S'ha produït un error en suprimir el volum físic del grup de volums
de: Fehler beim Entfernen des physikalischen Datenträgers aus der Datenträgergruppe
el: Σφάλμα απομάκρυνσης φυσικού τόμου από το λογικό τόμο
et: Tõrge füüsilise köite eemaldamisel köitegrupist
fi: Virhe poistettaessa fyysistä taltiota taltioryhmästä
gl: Produciuse un erro ao eliminar o volume físico desde o grupo de volumes
hu: Hiba a fizikai kötet eltávolításakor a kötetcsoportból
id: Galat ketika membuang Volume Fisik dari Kelompok Volume
it: Errore nel rimuovere il volume fisico dal gruppo di volumi
ja: ボリュームグループから物理ボリュームを削除する際にエラーが発生しました
lt: Klaida šalinant fizinį tomą iš tomų grupės
lv: Kļūda, izņemot fizisko sējumu no sējumu grupas
nb: Feil under fjerning av fysisk volum fra volumgruppe
pa: ਵਾਲੀਅਮ ਗਰੁੱਪ ਤੋਂ ਫਿਜ਼ੀਕਲ ਵਾਲੀਅਮ ਹਟਾਉਣ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao remover Volume Físico de Grupo de Volumes
pt_br: Erro ao remover o volume físico do grupo de volume
sl: Napaka med odstranjevanjem fizičnega nosilce iz skupine nosilcev
sr: Грешка при уклањању физичког диска из групи партиција
sv: Fel vid borttagning av fysisk volym från volymgruppen
ta: தொகுதி குழுவிலிருந்து பௌதிக தொகுதியை நீக்குவதில் பிழை
th: เกิดข้อผิดพลาดขณะลบโวลุมจริงออกจากกลุ่มโวลุม

source: Are you sure you want the remove the Physical Volume?
ca@valencia: Segur que voleu suprimir el volum físic?
de: Sind Sie sicher, dass der physikalische Datenträger entfernt werden soll?
el: Είστε σίγουροι ότι θέλετε να απομακρύνετε τον φυσικό τόμο;
et: Kas oled kindel, et tahad füüsilise köite eemaldada?
fi: Haluatko varmasti poistaa fyysisen taltion?
gl: Está seguro que quere eliminar o volume físico?
hu: Biztosan törölni kívánja a fizikai kötetet?
id: Buang Volume Fisik?
it: Rimuovere il volume fisico?
ja: 本当に物理ボリュームを削除しますか?
lt: Ar tikrai norite pašalinti fizinį tomą?
lv: Vai tiešām vēlaties izņemt fizisko sējumu?
nb: Er du sikker på at du vil fjerne det fysiske volumet?
pa: ਕੀ ਤੁਸੀਂ ਫਿਜ਼ੀਕਲ ਵਾਲੀਅਮ ਹਟਾਉਣਾ ਚਾਹੰਦੇ ਹੋ?
pt: Tem a certeza que deseja remover o Volume Físico?
pt_br: Você tem certeza de que deseja remover o volume físico?
sl: Ali ste prepričani, da želite odstraniti fizični nosilec?
sr: Да ли сигурно желите да уклоните физички диск?
sv: Är du säker på att du vill ta bort den fysiska volymen?
ta: நீங்கள் நிச்சயமாக பௌதிக தொகுதியை நீக்க விரும்புகிறீர்களா?
th: คุณแน่ใจหรือไม่ว่าต้องการเอาโวลุมจริงนี้ออก?

source: _Remove
ca@valencia: _Suprimeix
de: _Entfernen
el: Απο_μάκρυνση
et: _Eemalda
fi: _Poista
gl: _Eliminar
hu: _Eltávolítás
id: _Hapus
it: _Rimuovi
ja: 削除(_R)
lt: _Pašalinti
lv: _Izņemt
nb: Fje_rn
pa: ਹਟਾਓ(_R)
pt: _Remover
sl: _Odstrani
sr: _Уклони
sv: _Ta bort
ta: நீக்கவும் (_R)
th: เ_อาออก

source: Not Running
ca@valencia: No s'està executant
de: Nicht in Betrieb
el: Δεν εκτελείται
et: Ei tööta
fi: Ei käynnissä
gl: Non está executándose
hu: Nem fut
id: Tidak Berjalan
it: Non in esecuzione
ja: 停止中
lt: Neveikia
lv: Nedarbojas
nb: Kjører ikke
pa: ਚੱਲ ਨਹੀਂ ਰਿਹਾ
pt: Não está em execução
pt_br: Não está em execução
sl: Ni zagnano
sr: Није покренут
sv: Kör inte
ta: இயங்கவில்லை
th: ไม่ได้ทำงานอยู่

source: Partially Running
ca@valencia: S'està executant parcialment
de: Teilweise in Betrieb
el: Εκτελείται μερικώς
et: Osaliselt töötav
fi: Osittain käynnissä
gl: Executándose parcialmente
hu: Részben fut
it: In esecuzione parziale
ja: 部分的に実行中
lt: Dalinai veikia
lv: Daļēji darbojas
nb: Kjører delvis
pa: ਅਧੂਰਾ ਚੱਲ ਰਿਹਾ ਹੈ
pt: Parcialmente em execução
pt_br: Em execução parcial
sl: Delno zagnano
sr: Делимично покренут
sv: Delvis igång
ta: பகுதி செயற்படுகிரது
th: ทำงานเพียงบางส่วน

source: Running
ca@valencia: S'està executant
de: In Betrieb
el: Εκτελείται
et: Töötab
fi: Käynnissä
gl: Executándose
hu: Fut
id: Berjalan
it: In esecuzione
ja: 実行中
lt: Veikia
lv: Darbojas
nb: Kjører
pa: ਚੱਲ ਰਿਹਾ ਹੈ
pt: A executar
pt_br: Executando
sl: Zagnano
sr: Покренут
sv: Kör
ta: இயங்குதல்
th: กำลังทำงาน

source: Unknown (%d)
ca@valencia: Desconegut (%d)
de: Unbekannt (%d)
el: Άγνωστο (%d)
et: Tundmatu (%d)
fi: Tuntematon (%d)
gl: Descoñecido (%d)
hu: Ismeretlen (%d)
id: Tak Dikenal (%d)
it: Sconosciuto (%d)
ja: 不明 (%d)
lt: Nežinoma (%d)
lv: Nezināms (%d)
nb: Ukjent (%d)
pa: ਅਣਜਾਣ (%d)
pt: Desconhecido (%d)
pt_br: Desconhecida (%d)
sl: Neznano (%d)
sr: Непознато (%d)
sv: Okänd (%d)
ta: தெரியாதது (%d)
th: ไม่ทราบ (%d)

source: Name:
ca@valencia: Nom:
el: Όνομα:
et: Nimi:
fi: Nimi:
gl: Nome:
hu: Név:
id: Nama:
it: Nome:
ja: 名前:
lt: Pavadinimas:
lv: Nosaukums:
nb: Navn:
pa: ਨਾਂ:
pt: Nome:
pt_br: Nome:
sl: Ime:
sr: Име:
sv: Namn:
ta: பெயர்:
th: ชื่อ:

source: Extent Size:
ca@valencia: Mida de l'extensió:
de: Größe der Speichereinheit:
el: Επέκταση μεγέθους:
et: Ekstendi suurus:
fi: Yksikkökoko:
gl: Tamaño extendido:
hu: Extentek mérete:
it: Dimensione extent:
ja: 拡張領域のサイズ:
lt: Plėtinio dydis:
lv: Apjoma izmērs:
pa: ਐਕਟੈਂਟ ਆਕਾਰ:
pt: Tamanho Estendido:
pt_br: Tamanho extendido:
sl: Obseg velikosti:
sr: Проширена величина:
sv: Utökad storlek:
ta: வீச்சின் அளவு:

source: Physical Volumes:
ca@valencia: Volums físics:
de: Physikalische Datenträger:
el: Φυσικοί τόμοι:
et: Füüsilised köited:
fi: Fyysinen taltiot:
gl: Volumes físicos:
hu: Fizikai kötetek:
id: Volume Fisik:
it: Volumi fisici:
ja: 物理ボリューム:
lt: Fiziniai tomai:
lv: Fiziskie sējumi:
nb: Fysiske volum:
pa: ਫਿਜ਼ੀਕਲ ਵਾਲੀਅਮ:
pt: Volumes Físicos:
pt_br: Volumes físicos
sl: Fizični nosilci:
sr: Физички дискови:
sv: Fysiska volymer:
ta: பௌதிக தொகுதிகள்:
th: โวลุมจริง:

source: Unallocated:
ca@valencia: No ubicat:
de: Nicht zugewiesen:
el: Μη εκχωρημένο:
et: Allutamata:
fi: Varaamaton:
gl: Sen asignar:
hu: Lefoglalatlan:
it: Non allocato:
ja: 未割り当て:
lt: Nepriskirta vieta:
lv: Neiedalīts:
nb: Ikke allokert:
pa: ਨਾ-ਜਾਰੀ:
pt: Não Alocado:
pt_br: Não alocado:
sl: Nedodeljeno:
sr: Нерезервисано:
sv: Oallokerat:
ta: ஒதுக்கப்படாதது:
th: พื้นที่ว่าง:

source: St_art Volume Group
ca@valencia: _Inicia el grup de volums
de: Datenträgergruppe st_arten
el: Έναρ_ξη ομάδας τόμων
et: _Käivita köitegrupp
fi: _Käynnistä taltioryhmä
gl: Inici_ar o grupo de volumes
hu: Kötetcsoport in_dítása
it: A_ttiva gruppo di volumi
ja: ボリュームグループを開始(_A)
lt: P_aleisti tomų grupę
lv: St_artēt sējumu grupu
nb: St_art volumgruppe
pa: ਵਾਲੀਅਮ ਗਰੁੱਪ ਸ਼ੁਰੂ(_a)
pt: Inici_ar Grupo de Volumes
pt_br: Inici_alizar grupo de volume
sl: Za_čni skupino nosilcev
sr: По_крени групу партиција
sv: St_arta volymgrupp
ta: _a தொகுதி குழு ஐ துவக்குக
th: เปิด_ทำงานกลุ่มโวลุม

source: Activate all LVs in the VG
ca@valencia: Activa tots els volums lògics en el grup de volums
de: Alle logischen Datenträger in der Datenträgergruppe aktivieren
el: Ενεργοποίηση όλων των LVs στην VG
et: Kõigi loogiliste köidete aktiveerimine selles köitegrupis
fi: Ota käyttöön kaikki loogisen taltiot taltioryhmässä
gl: Activar todos os LVs no VG
hu: A kötetcsoport minden logikai kötetének bekapcsolása
id: Mengaktifkan semua LV dalam VG
it: Attiva tutti i volumi fisici nel gruppo di volumi
ja: ボリュームグループにあるすべての論理ボリュームを開始
lt: Paleisti visus tomus grupėje
lv: Aktivizēt visus loģiskos sējumus sējumu grupā
nb: Aktiver alle logiske volum i volumgruppen
pa: VG ਵਿੱਚ ਸਭ LV ਐਕਟੀਵੇਟ
pt: Activar todos os LVs no GV
pt_br: Ativar todos os LVs no VG
sl: Omogoči vse logične razdelke v skupini nosilcev
sr: Покреће све логичке партиције у групи партиција
sv: Aktivera alla logiska volymer i volymgruppen
ta: விஜியில் உள்ள எல்லா எல்விக்களையும் செயல்படுத்து
th: เปิดทำงานโวลุมเสมือนทั้งหมดในกลุ่มโวลุม

source: St_op Volume Group
ca@valencia: _Atura el grup de volums
de: Datenträgergruppe _anhalten
el: Δια_κοπή ομάδας τόμων
et: _Peata köitegrupp
fi: _Pysäytä taltioryhmä
gl: De_ter o grupo de volumes
hu: Kötet_csoport leállítása
it: Disattiva grupp_o di volumi
ja: ボリュームグループを呈し(_O)
lt: _Stabdyti tomų grupę
lv: Apt_urēt sējumu grupu
nb: St_opp volumgruppe
pa: ਵਾਲੀਅਮ ਗਰੁੱਪ ਰੋਕੋ(_o)
pt: Pa_rar Grupo de Volumes
pt_br: Parar o grup_o de volume
sl: Za_ustavi skupino nosilcev
sr: _Заустави групу партиција
sv: St_oppa volymgrupp
ta: _o தொகுதி குழுவை நிறுத்து
th: ปิ_ดทำงานกลุ่มโวลุม

source: Deactivate all LVs in the VG
ca@valencia: Desactiva els volums lògics en el grup de volums
de: Alle logischen Datenträger in der Datenträgergruppe deaktivieren
el: Απενεργοποίηση όλων των LVs στην VG
et: Kõigi loogiliste köidete deaktiveerimine selles köitegrupis
fi: Poista käytöstä kaikki loogiset taltiot taltioryhmässä
gl: Desactivar todos os LVs no VG
hu: A kötetcsoport minden logikai kötetének kikapcsolása
id: Menonaktifkan semua LV dalam VG
it: Disattiva tutti i volumi logici nel gruppo di volumi
ja: ボリュームグループにあるすべての論理ボリュームを停止
lt: Išjungti visus tomus grupėje
lv: Deaktivizēt visus loģiskos sējumus sējumu grupā
nb: Deaktiver alle logiske volum i volumgruppen
pa: VG ਵਿੱਚ ਸਭ LV ਡੀਐਕਟੀਵੇਟ
pt: Desactivar todos os LVs no GV
pt_br: Desativar todos os LVs no VG
sl: Onemogoči vse logične razdelke v skupini nosilcev
sr: Зауставља све логичке партиције у групи партиција
sv: Inaktivera alla logiska volymer i volymgruppen
ta: விஜியில் உள்ள எல்லா எல்விக்களையும் செயல்நீக்கு
th: ปิดทำงานโวลุมเสมือนทั้งหมดในกลุ่มโวลุม

source: Edit _Name
ca@valencia: Edita el _nom
de: Bezeichnung b_earbeiten
el: Επεξεργασία ο_νόματος
et: Muuda _nime
fi: Muokkaa _nimeä
gl: Editar _nome
hu: _Név szerkesztése
id: Sunting _Nama
it: Modifica _nome
ja: 名前を編集(_N)
lt: Taisyti _pavadinimą:
lv: Rediģēt _nosaukumu
nb: Rediger _navn
pa: ਨਾਂ ਸੋਧੋ(_N)
pt: Editar _Nome
pt_br: Editar _nome:
sl: Uredi _naziv
sr: Промени _назив
sv: Redigera _namn
ta: _N பெயர் ஐ திருத்து
th: แก้ไข_ชื่อ

source: Change the Volume Group name
ca@valencia: Canvia el nom del grup de volums
de: Die Bezeichnung der Datenträgergruppe ändern
el: Αλλαγή του ονόματος της ομάδας τόμων
et: Köitegrupi nime muutmine
fi: Vaihda taltioryhmän nimi
gl: Cambiar o nome do grupo de volumes
hu: A kötetcsoport nevének módosítása
it: Modifica il nome del gruppo di volumi
ja: ボリュームグループ名を変更
lt: Keisti tomų grupės pavadinimą
lv: Mainīt loģiskās grupas nosaukumu
nb: Bytt navn på volumgruppen
pa: ਵਾਲੀਅਮ ਗਰੁੱਪ ਨਾਂ ਬਦਲੋ
pt: Mudar o nome do Grupo de Volumes
pt_br: Altera o nome do grupo de volume
sl: Spremeni naziv skupine nosilcev
sr: Мења назив групи партиција
sv: Ändra volymgruppens namn
ta: தொகுதி குழு பெயரை மாற்று
th: เปลี่ยนชื่อกลุ่มโวลุม

source: Edit _Physical Volumes
ca@valencia: Edita els volums _físics
de: Ph_ysikalische Datenträger bearbeiten
el: Επεξεργασία _φυσικών τόμων
et: Muuda _füüsilisi köiteid
fi: Muokkaa _fyysisiä taltioita
gl: Editar os volumes fís_icos
hu: _Fizikai kötetek szerkesztése
id: Sunting Volume _Fisik
it: M_odifica volumi fisici
lt: Keisti _fizinius tomus
lv: Rediģēt _fiziskos sējumus
nb: Rediger _fysiske volum
pa: ਫਿਜ਼ੀਕਲ ਵਾਲੀਅਮ ਸੋਧੋ(_P)
pt: Editar Volumes _Físicos
pt_br: Ed_itar volumes físicos
sl: Uredi _fizične nosilce
sr: Уреди _физичке партиције
sv: Redigera f_ysiska volymer
ta: _P தொகுதிகள் ஐ திருத்து
th: แก้ไขโวลุม_จริง

source: Create and remove PVs
ca@valencia: Crea i suprimeix els grups de volum
de: Physikalische Datenträger erstellen und entfernen
el: Δημιουργία και απομάκρυνση PVs
et: Füüsiliste köidete lisamine ja eemaldamine
fi: Luo ja poista fyysisiä taltioita
gl: Crear e eliminar os PV
hu: Fizikai kötetek létrehozása és eltávolítása
id: Membuat dan menghapus PV
it: Crea e rimuove volumi fisici
ja: 物理ボリュームの作成と削除
lt: Kurti ir šalinti tomus
lv: Izveidot un izņemt fiziskos sējumus
nb: Lag og fjern fysiske volumer
pa: PV ਬਣਾਓ ਅਤੇ ਹਟਾਓ
pt: Criar e remover VFs
pt_br: Cria e remove PVs
sl: Ustvarjanje in odstranjevanje fizičnih nosilcev
sr: Прави и уклања физичке партиције
sv: Skapa och ta bort fysiska volymer
ta: பிவிக்களை உருவாக்கு மற்றும் நீக்கு
th: สร้างและลบโวลุมจริง

# RAID status
source: Not running, partially assembled
ca@valencia: No està funcionant, parcialment acoblat
de: Nicht in Betrieb, teilweise zusammengesetzt
el: Δεν εκτελείται, μερικώς συναρμολογήθηκε
et: Ei tööta, osaliselt koostatud
fi: Ei käynnissä, osittain koottu
gl: Non está executándose, ensamblado parcialmente
hi: चल नहीं रहा है, आंशिक रूप से जमा
hu: Nem fut, részlegesen összeállítva
it: Non in esecuzione, assemblato parzialmente
ja: 停止中です。部分的に構築されています。
kn: ಚಾಲಿತಗೊಳ್ಳುತ್ತಿಲ್ಲ, ಆಂಶಿಕವಾಗಿ ಒಟ್ಟುಗೂಡಿಸಲಾದ
lt: Neveikia, dalinai surinktas
lv: Nedarbojas, daļēji salikts
ml: പ്രവര്‍ത്തനത്തിലില്ല, ഭാഗികമായി കൂട്ടിചേര്‍ത്തിരിക്കുന്നു
mr: कार्यरत नाही, अपुरेरित्या एकत्र केले
nb: Kjører ikke. Delvis sammensatt
pa: ਚੱਲ ਨਹੀਂ ਰਿਹਾ, ਅਧੂਰਾ ਤਿਆਰ ਕੀਤਾ
pt: Não está em execução, parcialmente agregado
pt_br: Parado, parcialmente construido
sl: Ne teče, delno sestavljen
sr: Није покренут, делимично склопљен
sv: Kör inte, delvis monterad
ta: இயங்கவில்லை. பகுதியாக ஒருங்கிணைக்கப்படுள்ளது
th: ไม่ทำงาน ประกอบไว้แค่บางส่วน

# RAID status
source: Not running
ca@valencia: No està funcionant
de: Nicht in Betrieb
el: Δεν εκτελείται
et: Ei tööta
fi: Ei käynnissä
gl: Non está executándose
hi: नहीं चल रहा है...
hu: Nem fut
id: Tidak berjalan
it: Non in esecuzione
ja: 停止中
kn: ಚಾಲಿತಗೊಳ್ಳುತ್ತಿಲ್ಲ
lt: Neveikia
lv: Nedarbojas
ml: പ്രവര്‍ത്തനത്തിലില്ല
mr: कार्यरत नाही
nb: Kjører ikke
pa: ਨਹੀਂ ਚੱਲ ਰਿਹਾ
pt: Não está em execução
pt_br: Parado
sl: Ni zagnano
sr: Није покренут
sv: Kör inte
ta: இயங்கவில்லை
th: ไม่ทำงาน

# RAID status
source: Not running, can only start degraded
ca@valencia: No està funcionant, només es pot iniciar degradat
de: Nicht in Betrieb, kann nur heruntergestuft gestartet werden
el: Δεν εκτελείται, μπορεί μόνο να ξεκινήσει η υποβάθμιση
et: Ei tööta, käivitada saab ainult kahandatud režiimis
fi: Ei käynnissä, voidaan käynnistää vain halvaantuneena
gl: Non está executándose, só se pode iniciar en modo degradado
hi: कार्यशील नहीं, केवल तभी आरंभ हो सकता है जब पदावनत हो
hu: Nem fut, csak leromolva indítható
it: Non in esecuzione, può essere avviato solo degradato
ja: 停止中です。デグレード状態でなら始めることができます。
kn: ಚಾಲನೆಯಲ್ಲಿಲ್ಲ, ಕೇವಲ ಕೆಳಮಟ್ಟಕ್ಕೆ (ಡೀಗ್ರೇಡ್) ಇಳಿಸಬಹುದು
lt: Neveikia. Gali būti paleistas tik degradavęs.
lv: Nedarbojas, var palaist tikai kā degradētu
ml: പ്രവര്‍ത്തനത്തിലില്ല. ഡീഗ്രേഡഡ് മാത്രം ആരംഭിക്കുവാന്‍ സാധിക്കുന്നു
mr: कार्यरत नाही, डिग्रेड् असल्यावरच सुरू होते
nb: Kjører ikke. Kan kun starte i nedgradert modus
pa: ਚੱਲ ਨਹੀਂ ਰਿਹਾ ਹੈ, ਕੇਵਲ ਡੀਗਰੇਟ ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ
pt: Não está em execução, apenas pode iniciar degradado
pt_br: Parado, somente pode ser iniciado de forma reduzida
sl: Ne teče, zagnano je lahko le v odstavljenem načinu
sr: Није покренут, може се покренути само половично
sv: Kör inte, kan endast startas i degraderat läge
ta: இயங்கவில்லை. இழிவை மட்டும் துவக்க முடியும்
th: ไม่ทำงาน เปิดทำงานได้แบบลดความสามารถเท่านั้น

# RAID status
source: Not running, not enough components to start
ca@valencia: No està funcionant, no hi ha prou components per a iniciar-lo
de: Nicht in Betrieb, es fehlen zum Starten Komponenten
el: Δεν εκτελείται, δεν υπάρχουν αρκετά συστατικά για εκκίνηση
et: Ei tööta, käivitamiseks pole piisavalt komponente
fi: Ei käynnissä, ei riittävästi pakan osia saatavilla käynnistämiseksi
gl: Non está executándose, non hai suficientes compoñentes para iniciar
hi: कार्यशील नहीं, प्रारंभ करने के लिए पर्याप्त घटक नहीं
hu: Nem fut, nincs elég összetevő az indításhoz
id: Tidak berjalan, tidak cukup komponen untuk mulai
it: Non in esecuzione, componenti non sufficienti per avviarlo
ja: 停止中です。起動するにはコンポーネントが足りません
kn: ಚಾಲಿತಗೊಳ್ಳುತ್ತಿಲ್ಲ, ಆರಂಭಿಸಲು ಸಾಕಷ್ಟು ಘಟಕಗಳು ಇಲ್ಲ
lt: Nedirba. Trūksta komponenčių paleidimui.
lv: Nedarbojas, nepietiek sastāvdaļu, lai palaistu
ml: പ്രവര്‍ത്തനത്തിലില്ല, ആരംഭിക്കുന്നതിനാവശ്യമുള്ള ഘടകങ്ങള്‍ ലഭ്യമല്ല
mr: कार्यरत नाही, सुरू करण्यासाठी आवश्यक घटक आढळले नाही
nb: Kjører ikke. Ikke nok komponenter til å starte
pa: ਚੱਲ ਨਹੀਂ ਰਿਹਾ, ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਲੋੜੀਦੇ ਭਾਗ ਨਹੀਂ
pt: Não está em execução, não há componentes suficientes para iniciar
pt_br: Parado, sem componentes suficientes para iniciar
sl: Ne teče, ni dovolj enot za začetek
sr: Није покренут јер нема довољно компоненти
sv: Kör inte, inte tillräckligt många komponenter för att starta
ta: இயங்கவில்லை, துவங்குவதற்கு போதுமான பகுப்பொருள் இல்லை
th: ไม่ทำงาน มีองค์ประกอบไม่เพียงพอที่จะทำงานได้

# RAID status
source: DEGRADED
ca@valencia: DEGRADAT
de: HERABGESTUFT
el: ΥΠΟΒΑΘΜΊΣΤΗΚΕ
et: KAHANDATUD REŽIIM
fi: HALVAANTUNUT
gl: DEGRADADO
hu: LEROMOLVA
it: Degradato
ja: デグレード状態
lt: PAŽEMINTAS
lv: DEGRADĒTS
nb: NEDGRADERT
pa: ਡੀਗਰੇਟ ਕੀਤਾ
pt: DEGRADADO
pt_br: DEGRADADO
sl: Odstavljeno
sr: ПОЛОВИЧНО
sv: DEGRADERAD
ta: குறைத்தல்
th: ลดความสามารถ

# RAID status
source: Running
ca@valencia: S'està executant
de: In Betrieb
el: Εκτελείται
et: Töötab
fi: Käynnissä
gl: Executándose
hi: चल रहा है
hu: Fut
id: Berjalan
it: In esecuzione
ja: 実行中
kn: ಚಾಲನೆಯಲ್ಲಿರುವ
lt: Veikia
lv: Darbojas
ml: പ്രവര്‍ത്തിക്കുന്നു
mr: कार्यरत
nb: Kjører
pa: ਚੱਲ ਰਿਹਾ ਹੈ
pt: A executar
pt_br: Executando
sl: Začeto
sr: Покренут
sv: Kör
ta: இயங்குதல்
th: กำลังทำงาน

# RAID action
source: Reshaping
ca@valencia: S'estan canviant les dimensions
de: Umwandlung läuft
el: Γίνεται ανασχηματισμός
et: Ümberkujundamine
fi: Uudelleenmuotoillaan
gl: Reorganizando
hu: Újjáalakul
it: Ricostruzione
ja: 再構築中
lt: Pertvarkoma
lv: Maina izmēru
nb: Utformer på nytt
pa: ਰੀ-ਸੇਪਿੰਗ
pt: A Remodelar
pt_br: Reformulando
sl: Preoblikovanje
sr: Уобличава се
sv: Omformar
ta: மறுவடிவமைத்தல்
th: กำลังจัดรูป

# RAID action
source: Resyncing
ca@valencia: S'està sincronitzant
de: Erneutes Schreiben läuft
el: Γίνεται επανασυγχρονισμός
et: Sünkroniseerimine
fi: Uudelleensynkronoidaan
gl: Resincronizando
hu: Újraszinkronizál
it: Risincronizzazione
ja: リシンク中
lt: Pakartotinis sinchronizavimas
lv: Sinhronizējas
nb: Synkroniserer på nytt
pa: ਮੁੜ-ਸੈਕਰੋਨਾਈਜ਼
pt: A sincronizar novamente
pt_br: Sincronizando novamente
sl: Ponovno usklajevanje
sr: Ажурира се
sv: Återsynkroniserar
ta: மறுஒத்திசைத்தல்
th: กำลังปรับข้อมูลใหม่ให้ตรง

# RAID action
source: Repairing
ca@valencia: S'està reparant
de: Wird repariert
el: Γίνεται επιδιόρθωση
et: Parandamine
fi: Korjataan
gl: Reparando
hu: Javítás
it: Riparazione
ja: 修復中
lt: Taisoma
lv: Remontējas
nb: Reparerer
pa: ਰਿਪੇਅਰ ਜਾਰੀ
pt: A reparar
pt_br: Reparando
sl: Popravljanje
sr: Поправља се
sv: Reparerar
ta: பழுதுபார்த்தல்
th: กำลังซ่อมแซม

# RAID action
source: Recovering
ca@valencia: S'està recuperant
de: Wird wiederhergestellt
el: Γίνεται ανάκτηση
et: Taastamine
fi: Palautetaan
gl: Recuperando
hu: Helyreáll
id: Memulihkan
it: Ripristino
ja: リカバリ中
lt: Atstatoma
lv: Atjaunojas
nb: Gjenoppretter
pa: ਰਿਕਵਰੀ ਜਾਰੀ
pt: A recuperar
pt_br: Recuperando
sl: Obnavljanje
sr: Враћа податке
sv: Återställer
ta: மீட்கப்படுதல்
th: กำลังกู้คืน

# RAID action
source: Checking
ca@valencia: S'està comprovant
de: Wird überprüft
el: Γίνεται έλεγχος
et: Kontrollimine
fi: Tarkistetaan
gl: Verificando
hu: Ellenőrzés
id: Memeriksa
it: Controllo
ja: チェック中
lt: Tikrinama
lv: Pārbauda
nb: Sjekker
pa: ਚੈੱਕ ਕੀਤਾ ਜਾ ਰਿਹਾ
pt: A verificar
pt_br: Verificando
sl: Preverjanje
sr: Проверава се
sv: Kontrollerar
ta: சரிபார்த்தல்
th: กำลังตรวจสอบ

# RAID action
source: Idle
ca@valencia: Inactiu
de: Bereit
el: Αδρανής
et: Jõude
fi: Jouten
gl: Ocioso
hu: Üresjárat
id: Menganggur
it: Inattivo
ja: アイドル
lt: Laisva
lv: Dīkstāvē
nb: Ledig
pa: ਵੇਹਲਾ
pt: Inactivo
pt_br: Em espera
sl: Nedejavno
sr: Ленчари
sv: Overksam
ta: வெறுமை
th: ว่าง

source: Error stopping RAID Array
ca@valencia: S'està produït un error en aturar la matriu RAID
de: Fehler beim Anhalten der RAID-Anordnung
el: Σφάλμα διακοπής συστοιχίας RAID
et: Tõrge RAID-massiivi peatamisel
fi: Virhe pysäytettäessä RAID-pakkaa
gl: Produciuse un erro ao deter a matriz de RAID
hu: Hiba a RAID-tömb leállításakor
id: Galat ketika menghentikan Larik RAID
it: Errore nel disattivare l'array RAID
ja: RAID アレイの停止中にエラーが発生しました
lt: Klaida stabdant RAID masyvą
lv: Kļūda, apturot RAID masīvu
pa: ਰੇਡ ਅਰੇ ਰੋਕਣ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao parar conjunto RAID
pt_br: Erro ao parar matriz RAID
sl: Napaka med zaustavljanjem RAID polja
sr: Грешка при заустављању РАИД опсега
sv: Fel vid stoppandet av RAID-kedja
ta: ரெய்ட் வரிசையை நிறுத்துவதில் பிழை
th: เกิดข้อผิดพลาดขณะหยุดแอร์เรย์ RAID

source: Error starting RAID Array
ca@valencia: S'ha produït un error en iniciar la matriu RAID
de: Fehler beim Starten der RAID-Anordnung
el: Σφάλμα έναρξης συστοιχίας RAID
et: Tõrge RAID-massiivi käivitamisel
fi: Virhe käynnistettäessä RAID-pakkaa
gl: Produciuse un erro ao crear a matriz de RAID
hu: Hiba a RAID-tömb elindításakor
id: Galat ketika menjalankan Larik RAID
it: Errore nell'attivare l'array RAID
ja: RAID アレイの開始中にエラーが発生しました
lt: Klaida paleidžiant RAID masyvą
lv: Kļūda, palaižot RAID masīvu
pa: ਰੇਡ ਅਰੇ ਸ਼ੁਰੂ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao iniciar o conjunto RAID
pt_br: Erro ao iniciar a matriz RAID
sl: Napaka med zaganjanjem RAID polja
sr: Грешка при покретању РАИД опсега
sv: Fel vid startandet av RAID-kedja
ta: ரெய்ட் வரிசையை துவக்குவதில் பிழை
th: เกิดข้อผิดพลาดขณะเปิดทำงานแอร์เรย์ RAID

source: Not enough components available to start the RAID Array
ca@valencia: No hi ha prou components disponibles per iniciar la matriu RAID
de: Es sind nicht genug Komponenten zum Starten der RAID-Anordnung verfügbar
el: Δεν υπάρχουν αρκετά συστατικά για την εκκίνηση της συστοιχίας RAID
et: RAID-massiivi käivitamiseks pole piisavalt komponente saadaval
fi: Ei riittävästi pakan osia saatavilla käynnistämiseksi
gl: Non hai suficientes compoñentes para iniciar a matriz de RAID
hu: Nincs elég összetevő a RAID-tömb indításához
id: Tidak cukup komponen untuk memulai Larik RAID
it: Componenti non sufficienti per attivare l'array RAID
ja: RAID アレイを開始するには利用可能なコンポーネントが足りません
lt: RAID masyve nepakanka komponenčių jo paleidimui
lv: Nepietiek sastāvdaļu, lai palaistu RAID masīvu
pa: ਰੇਡ ਅਰੇ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਲੋੜੀਦੀ ਭਾਗ ਉਪਲੱਬਧ ਨਹੀਂ
pt: Não há componentes suficientes para iniciar o conjunto RAID
pt_br: Sem componentes suficientes disponíveis para iniciar a matriz RAID
sl: Ni dovolj razpoložljivih enot za zagon RAID polja
sr: Нема довољно компоненти за покретање РАИД опсега
sv: Inte tillräckligt många komponenter tillgängliga för att starta RAID-kedjan
ta: ரெய்ட் வரிசையை துவக்க போதுமான கூறுகள் கிடைப்பில் இல்லை
th: มีองค์ประกอบไม่พอที่จะเปิดทำงานแอร์เรย์ RAID
