Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: Create Logical Volume on %s
ca@valencia: Crea un volum lògic a %s
de: Logischen Datenträger auf %s erstellen
el: Δημιουργία λογικού τόμου σε %s
et: Loogilise köite loomine seadmele %s
fi: Luo looginen taltio kohteeseen %s
gl: Crear un volume lóxico en %s
hu: Logikai kötet létrehozása ezen: %s
id: Membuat Volume Logika pada %s
it: Crea volume logico su %s
ja: %s に論理ボリュームを作成
lt: Sukurti loginį tomą grupėje %s
lv: Izveidot loģisko sējumu uz %s
nb: Lag logisk volum på %s
pa: %s ਉੱਤੇ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਬਣਾਓ
pt: Criar Volume Lógico em %s
pt_br: Crie um volume lógico em %s
sl: Ustvari logični razdelek na %s
sr: Направи логичку партицију на %s
sv: Skapa logisk volym på %s
ta: தர்க்க ரீதியான தொகுதியை %s இல் உருவாக்கு
th: สร้างโวลุมเสมือนใน %s

source: Pool
ca@valencia: Bateria
el: Χώρος συγκέντρωσης
et: Kogum
fi: Allas
gl: Conxunto
hi: पूल
hu: Tároló
it: Insieme
ja: プール
kn: ಸಮೂಹ
lt: Telkinys
lv: Kopums
ml: പൂള്‍
mr: पूल
or: ପୁଲ
pa: ਪੂਲ
pt: Grupo
pt_br: Conjunto
sl: Nabor
sr: Удружено
ta: பூல்
th: กองกลาง

source: The pool of devices
ca@valencia: La bateria de dispositius
de: Der Gerätepool
el: Ο χώρος συγκέντρωσης των συσκευών
et: Seadmete kogum
fi: Laiteallas
gl: O conxunto de dispositivos
hi: युक्तियों का पूल
hu: Az eszközök tárolója
it: L'insieme dei dispositivi
ja: デバイスプール
kn: ಸಾಧನಗಳ ಸಮೂಹ
lt: Įrenginių telkinys
lv: Iekārtu kopums
ml: ഡിവൈസുകളുടെ പൂള്‍
mr: उपकरनांचा संच
or: ଉପକରଣଗୁଡ଼ିକର ପୁଲ
pa: ਜੰਤਰਾਂ ਦਾ ਪੂਲ
pt: O agregado de dispositivos
pt_br: O conjunto de dispositivos
sl: Nabor naprav
sr: Удружени уређаји
sv: Poolen av enheter
ta: சாதனங்களின் பூல்
th: กองกลางอุปกรณ์

source: RAID Level
ca@valencia: Nivell RAID
de: RAID-Stufe
el: Επίπεδο RAID
et: RAIDi tase
fi: RAID-taso
gl: Nivel de RAID
hi: RAID स्तर
hu: RAID szint
id: Tingkat RAID
it: Livello RAID
ja: RAID レベル
kn: RAID ಮಟ್ಟ
lt: RAID lygis
lv: RAID līmenis
ml: RAID ലവല്‍
mr: RAID स्तर
nb: RAID-nivå
or: RAID ସ୍ତର
pa: RAID ਲੈਵਲ
pt: Nível de RAID
pt_br: Nível do RAID
sl: Raven RAID
sr: РАИД ниво
sv: RAID-nivå
ta: ரெய்ட் மட்டம்
th: ระดับ RAID

source: The selected RAID level
ca@valencia: El nivell de RAID seleccionat
de: Die gewählte RAID-Stufe
el: Το επιλεγμένο επίπεδο RAID
et: Valitud RAIDi tase
fi: Valittu RAID-taso
gl: O nivel seleccionado de RAID
hi: चयनित RAID स्तर
hu: A kiválasztott RAID szint
id: Tingkatan RAID yang dipilih
it: Il livello RAID selezionato
ja: 選択された RAID レベル
kn: ಆಯ್ಕೆ ಮಾಡಲಾದ RAID ಮಟ್ಟ
lt: Pasirinktas RAID lygis
lv: Izvēlētā RAID līmenis
ml: തെരഞ്ഞെടുത്ത RAID ലവല്‍
mr: नीवडलेले RAID स्तर
nb: Valgt RAID-nivå
or: ବଚ୍ଛିତ RAID ସ୍ତର
pa: ਚੁਣਿਆ ਰੇਡ ਲੈਵਲ
pt: O nível de RAID seleccionado
pt_br: O nível do RAID selecionado
sl: Izbrana raven RAID
sr: Изабрани РАИД ниво
sv: Den valda RAID-nivån
ta: தேர்ந்தெடுக்கப்பட்ட ரெய்ட் மட்டம்
th: ระดับ RAID ที่เลือก

source: Name
ca@valencia: Nom
el: Όνομα
et: Nimi
fi: Nimi
gl: Nome
hi: नाम
hu: Név
id: Nama
it: Nome
ja: 名前
kn: ಹೆಸರು
lt: Pavadinimas
lv: Nosaukums
ml: പേരു്
mr: नाव
nb: Navn
or: ନାମ
pa: ਨਾਂ
pt: Nome
pt_br: Nome
sl: Ime
sr: Назив
sv: Namn
ta: பெயர்
th: ชื่อ

source: The requested name for the array
ca@valencia: El nom sol·licitat per a la matriu
de: Die gewünschte Name der Anordnung
el: Η ζητούμενη ονομασία για την συστοιχία
et: Massiivi soovitud nimi
fi: Haluttu pakan nimi
gl: O nome solicitado da matriz
hi: सरणी के लिए निवेदित नाम
hu: A tömb kért neve
id: Nama untuk larik
it: Il nome richiesto per l'array
ja: 要求されたアレイの名前です
kn: ಮನವಿ ಸಲ್ಲಿಸಲಾದ ವ್ಯೂಹದ ಹೆಸರು
lt: Pageidaujamas masyvo vardas
lv: Pieprasītais masīva nosaukums
ml: അറേയുടെ ആവശ്യപ്പെട്ട പേരു്
mr: अर्रे करीता विनंतीकृत नाव
or: ଅନୁରୋଧ କରାଯାଇଥିବା ଆରେର ନାମ
pa: ਅਰੇ ਲਈ ਮੰਗਿਆ ਨਾਂ
pt: O nome pedido para o conjunto
pt_br: O nome solicitado para a matriz
sl: zahtevano ime za polje
sr: Захтевано име за опсег
sv: Det begärda namnet för kedjan
ta: வரிசைக்காக தேர்ந்தெடுக்கபட்ட பெயர்
th: ชื่อที่ต้องการสำหรับแอร์เรย์

source: Size
ca@valencia: Mida
de: Größe
el: Μέγεθος
et: Suurus
fi: Koko
gl: Tamaño
hi: आकार
hu: Méret
id: Ukuran
it: Dimensione
ja: サイズ
kn: ಗಾತ್ರ
lt: Dydis
lv: Izmērs
ml: വ്യാപ്തി
mr: आकार
nb: Størrelse
or: ଆକାର
pa: ਆਕਾਰ
pt: Tamanho
pt_br: Tamanho
sl: Velikost
sr: Величина
sv: Storlek
ta: அளவு
th: ขนาด

source: The requested size of the array
ca@valencia: La mida sol·licitada per a la matriu
de: Die gewünschte Größe der Anordnung
el: Το ζητούμενο μέγεθος της συστοιχίας
et: Massiivi soovitud suurus
fi: Haluttu pakan koko
gl: O tamaño solicitado do matriz
hi: सरणी का निवेदित आकार
hu: A tömb kért mérete
id: Ukuran larik yang diinginkan
it: La dimensione richiesta per l'array
ja: 要求されたアレイのサイズです
kn: ಮನವಿ ಸಲ್ಲಿಸಲಾದ ವ್ಯೂಹದ ಗಾತ್ರ
lt: Pageidaujamas masyvo dydis
lv: Pieprasītais masīva izmērs
ml: അറേയുടെ ആവശ്യപ്പെട്ട വ്യാപ്തി
mr: अर्रेचा विनंतीकृत आकार
or: ଅନୁରୋଧ କରାଯାଇଥିବା ଆରେର ଆକାର
pa: ਅਰੇ ਦਾ ਮੰਗਿਆ ਆਕਾਰ
pt: O tamanho pedido do conjunto
pt_br: O tamanho solicitado da matriz
sl: Zahtevana velikost polja
sr: Захтевана величина опсега
sv: Den begärda storleken för kedjan
ta: வரிசையின் கோரப்பட்ட அளவு
th: ขนาดที่ต้องการสำหรับแอร์เรย์

source: Component Size
ca@valencia: Mida del component
de: Komponentengröße
el: Μέγεθος συστατικού
et: Komponendi suurus
fi: Osan koko
gl: Tamaño de compoñente
hi: अवयव आकार
hu: Összetevő mérete
id: Ukuran Komponen
it: Dimensione componente
ja: コンポーネントのサイズ
kn: ಘಟಕದ ಗಾತ್ರ
lt: Komponentės dydis
lv: Komponentes izmērs
ml: ഘടകത്തിന്റെ വ്യാപ്തി
mr: घटकाचे आकार
nb: Størrelse på komponent
or: ଉପାଦାନ ଆକାର
pa: ਭਾਗ ਆਕਾਰ
pt: Tamanho do Componente
pt_br: Tamanho do componente
sl: Velikost enote
sr: Величина компоненте
sv: Komponentstorlek
ta: பகுப் பொருளின் அளவு
th: ขนาดขององค์ประกอบ

source: The size of each component
ca@valencia: La mida de cada component
de: Die Größe jeder Komponente
el: Το μέγεθος του κάθε στοιχείου
et: Iga komponendi suurus
fi: Kunkin pakan osan koko
gl: O tamaño de cada compoñente
hi: हर अवयव का आकार
hu: Az egyes összetevők mérete
id: Ukuran tiap komponen
it: La dimensione di ogni componente
ja: 各コンポーネントのサイズ
kn: ಪ್ರತಿ ಘಟಕದ ಗಾತ್ರ
lt: Kiekvienos komponentės dydis
lv: Katras komponentes izmērs
ml: ഓരോ ഘടകങ്ങളുടെയും വ്യാപ്തി
mr: प्रत्येक घटकाचे आकार
nb: Størrelse på hver komponent
or: ପ୍ରତ୍ୟେକ ଉପାଦାନର ଆକାର
pa: ਹਰੇਕ ਭਾਗ ਦਾ ਆਕਾਰ
pt: O tamanho de cada componente
pt_br: O tamanho de cada componente
sl: Velikost posamezne enote
sr: Величина сваке компоненте
sv: Storleken för varje komponent
ta: ஒவ்வொரு பகுப் பொருளின் அளவு
th: ขนาดขององค์ประกอบแต่ละชิ้น

source: Stripe Size
ca@valencia: Mida de segmentació
de: Streifengröße
el: Μέγεθος stripe
et: Riba suurus
fi: Raidan koko
gl: Tamaño da banda
hi: स्ट्राइप आकार
hu: Csíkméret
id: Ukuran Pecahan
it: Dimensione segmento
ja: ストライプサイズ
kn: ಸ್ಟ್ರೈಪ್‌ನ ಗಾತ್ರ
lt: Bloko dydis
lv: Svītras (stripe) izmērs
ml: സ്ട്രിപ്പിന്റെ വ്യാപ്തി
mr: स्ट्राइप आकार
nb: Størrelse på stripe
or: ଧାରଗୁଡ଼ିକର ଆକାର
pa: ਸਟਰੀਪ ਆਕਾਰ
pt: Tamanho da Faixa
pt_br: Tamanho de segmentação
sl: Velikost steznega polja
sr: Величина траке
sv: Stripe-storlek
ta: கோட்டின் அளவு
th: ขนาด stripe

source: The requested stripe size of the array
ca@valencia: La mida de segmentació sol·licitada per a la matriu
de: Die gewünschte Streifengröße der Anordnung
el: Το ζητούμενο μέγεθος stripe της συστοιχίας
et: Massiivi riba suurus
fi: Pakan pyydetty raidan koko
gl: O tamaño solicitado da banda da matriz
hi: सरणी का निवेदित स्ट्राइप आकार
hu: A tömb kért csíkmérete
it: La dimensione richiesta del segmento dell'array
ja: 要求されたアレイのストライプサイズです
kn: ವ್ಯೂಹದ(array) ಮನವಿ ಸಲ್ಲಿಸಲಾದ ಸ್ಟ್ರೈಪ್‌ನ ಗಾತ್ರ
lt: Pageidaujamas masyvo dydis
lv: Pieprasītais masīva strīpas izmērs
ml: അറേയുടെ ആവശ്യപ്പെട്ട സ്ട്രിപ്പ് വ്യാപ്തി.
mr: अर्रेची विनंतीकृत स्ट्राइप आकार
or: ଅନୁରୋଧ କରାଯାଇଥିବା ଧାରର ଆକାର
pa: ਮੰਗਿਆ ਅਰੇ ਦਾ ਸਟਰਿੱਪ ਆਕਾਰ
pt: O tamanho pedido para a faixa do conjunto
pt_br: O tamanho solicitado de segmentação da matriz
sl: Zahtevana velikost steznega polja
sr: Захтевана величина траке из опсега
sv: Den begärda stripe-storleken för kedjan
ta: வரிசைக்காக கோரப்பட்ட கோட்டின் அளவு
th: ขนาด stripe ที่ต้องการสำหรับแอร์เรย์

source: Drives
ca@valencia: Unitats
de: Laufwerke
el: Δίσκοι
et: Kettad
fi: Asemat
gl: Unidades %s
hi: चालन
hu: Meghajtók
id: Kandar
it: Unità
ja: ドライブ
kn: ಡ್ರೈವ್‌ಗಳು
lt: Įrenginiai
lv: Cietie diski
ml: ഡ്രൈവുകള്‍
mr: ड्राइव्हस्
nb: Stasjoner
or: ଡ୍ରାଇଭ
pa: ਡਰਾਇਵ
pt: Dispositivos
pt_br: Unidades
sl: Pogoni
sr: Дискови
sv: Enheter
ta: இயக்கிகள்
th: ไดรว์

source: Array of drives to use for the array
ca@valencia: Matriu d'unitats a utilitzar per la matriu
de: Laufwerksverbund für die Anordnung
el: Συστοιχία δίσκων για χρήση για τη συστοιχία
et: Massiivis kasutatavate ketaste massiiv
fi: Pakka asemia, jotka käytetään tähän pakkaan
gl: Matriz de unidades para usar para a matriz
hi: सरणी के लिए ड्राइव की सरणी
hu: A tömbhöz használandó meghajtók tömbje
it: Array di unità da usare per l'array
ja: アレイに使用するドライブ
kn: ವ್ಯೂಹಕ್ಕಾಗಿ ಬಳಸಬೇಕಿರುವ ಡ್ರೈವ್‌ಗಳ ವ್ಯೂಹ
lt: Masyvui naudotini diskai
lv: Disku masīvs RAID masīvam
ml: അറേയില്‍ ഉപയോഗിക്കുവാനുള്ള ഡ്രൈവുകളുടെ അറേ
mr: अर्रेच्या वापरणीसाठी ड्राइव्हचा अर्रे
or: ଆରେ ପାଇଁ ବ୍ୟବହୃତ ଡ୍ରାଇଭଗୁଡ଼ିକର ଆକାର
pa: ਅਰੇ ਲਈ ਵਰਤਣ ਵਾਸਤੇ ਡਰਾਇਵਾਂ ਦੀ ਅਰੇ
pt: O conjunto de dispositivos a utilizar para o conjunto
pt_br: Matriz de unidades para usar na matriz
sl: Nabor pogonov uporabljen za polje
sr: Опсег дискове ка употребу у опсегу
sv: Kedja av enheter att använd för kedjan
ta: இயக்கிகளின் வரிசையானது வரிசைக்காக பயன்படுகிறது
th: แอร์เรย์ของไดรว์ที่จะใช้สำหรับแอร์เรย์

source: Create RAID Array
ca@valencia: Crea una matriu RAID
de: RAID-Anordnung erstellen
el: Δημιουργία συστοιχίας RAID
et: RAID-massiivi loomine
fi: Luo RAID-pakka
gl: Crear unha matriz de RAID
hi: RAID सरणी बनाएँ
hu: RAID-tömb létrehozása
id: Buat Larik RAID
it: Crea array RAID
ja: RAID アレイを作成
kn: RAID ವ್ಯೂಹವನ್ನು ನಿರ್ಮಿಸಿ(Array)
lt: Sukurti RAID masyvą
lv: Izveidot RAID masīvu
ml: RAID അറേ ഉണ്ടാക്കുക
mr: RAID अर्रे निर्माण करा
nb: Lag RAID-sett
or: RAID ଆରେ ନିର୍ମାଣ କରନ୍ତୁ
pa: ਰੇਡ ਅਰੇ ਸ਼ੁਰੂ ਕਰੋ
pt: Criar Conjunto RAID
pt_br: Criar matriz RAID
sl: Ustvari RAID polje
sr: Направи РАИД опсег
sv: Skapa RAID-kedja
ta: ரெய்ட் வரிசையை உருவாக்கு
th: สร้างแอร์เรย์ RAID

source: General
de: Allgemein
el: Γενικά
et: Üldine
fi: Perustiedot
gl: Xeral
hi: सामान्य
hu: Általános
id: Umum
it: Generale
ja: 全般
kn: ಸಾಮಾನ್ಯ
lt: Bendra
lv: Vispārīgi
ml: സാധാരണ
mr: सर्वसाधारण
nb: Generelt
or: ସାଧାରଣ
pa: ਆਮ
pt: Geral
pt_br: Geral
sl: Splošno
sr: Опште
sv: Allmänt
ta: பொதுவான
th: ทั่วไป

source: RAID _Level:
ca@valencia: Nivell _RAID:
de: RAID-_Stufe:
el: Επίπε_δο RAID:
et: RAIDi _tase:
fi: RAID-_taso:
gl: Nive_l de RAID:
hi: RAID स्तर (_L):
hu: RAID s_zint:
id: _Tingkat RAID:
it: _Livello RAID:
ja: RAID レベル(_L):
kn: RAID ಮಟ್ಟ(_L):
lt: RAID _lygmuo:
lv: RAID _līmenis
ml: RAID _ലവല്‍:
mr: RAID स्तर (_L):
nb: RAID-_nivå:
or: RAID ସ୍ତର (_L):
pa: RAID ਲੈਵਲ(_L):
pt: _Nível de RAID:
pt_br: Ní_vel de RAID:
sl: RAID _raven:
sr: РАИД ни_во::
sv: RAID-_nivå:
ta: ரெய்ட் மட்டம் (_L):
th: _ระดับ RAID:

source: Array _Name:
ca@valencia: _Nom de la matriu:
de: _Name der Anordnung:
el: Ό_νομα συστοιχίας:
et: Massiivi _nimi:
fi: Pakan _nimi:
gl: _Nome da matriz:
hi: सरणी नाम (_N):
hu: Tömb _neve:
id: _Nama Larik:
it: _Nome dell'array:
ja: アレイの名前(_N):
kn: ವ್ಯೂಹದ ಹೆಸರು(_N):
lt: Masyvo _pavadinimas:
lv: Masīva _nosaukums
ml: അറേയുടെ _പേരു്:
mr: अर्रेचे नाव (_N):
or: ଆରେ ନାମ (_N):
pa: ਅਰੇ ਨਾਂ(_N):
pt: _Nome do Conjunto
pt_br: _Nome da matriz:
sl: _Ime polja:
sr: _Име опсега:
sv: Kedjans _namn:
ta: வரிசைப் பெயர் ( _N):
th: _ชื่อแอร์เรย์:

source: New RAID Array
ca@valencia: Matriu RAID nova
de: Neue RAID-Anordnung
el: Νέα συστοιχία RAID
et: Uus RAID-massiiv
fi: Uusi RAID-pakka
gl: Nova matriz de RAID
hi: नया RAID सरणी
hu: Új RAID-tömb
id: Larik RAID Baru
it: Nuovo array RAID
ja: 新しい RAID アレイ
kn: ಹೊಸ RAID ವ್ಯೂಹ(array)
lt: Naujas RAID masyvas
lv: Jauns RAID masīvs
ml: പുതിയ RAID അറേ
mr: नवीन RAID अर्रे
or: ନୂତନ RAID ଆରେ
pa: ਨਵੀਂ ਰੇਡ ਅਰੇ
pt: Novo Conjunto RAID
pt_br: Nova matriz RAID
sl: Novo RAID polje
sr: Нови РАИД опсег
sv: Ny RAID-kedja
ta: புதிய ரெய்ட் வரிசை
th: แอร์เรย์ RAID ใหม่

source: Stripe S_ize:
ca@valencia: M_ida de segmentació:
de: Streifen_größe:
el: Μέγε_θος Stripe:
et: Riba _suurus:
fi: Raidan _koko:
gl: Tamaño de _banda:
hi: स्ट्राइप आकार (_i):
hu: _Csíkméret:
id: _Ukuran Pecahan:
it: D_imensione segmento:
ja: ストライプサイズ(_I):
kn: ಸ್ಟ್ರೈಪ್‌ನ ಗಾತ್ರ(_i):
lt: _Bloko dydis
lv: Strīpas (stripe) _izmērs:
ml: സ്ട്രൈപ്പ് _വ്യാപ്തി:
mr: स्ट्रीप आकार (_i):
nb: Størrelse på str_ipe:
or: ଧାର ଆକାର (_i):
pa: ਸਟਰੀਪ ਸ਼ਾਈਜ(_i):
pt: Tamanho da Fa_ixa:
pt_br: _Tamanho de segmentação:
sl: Ve_likost steznega polja:
sr: Величина _траке:
sv: Stripe-st_orlek:
ta: கோட்டின் அளவு (_i):
th: _ขนาด stripe:

source: Array _Size:
ca@valencia: _Mida de la matriu:
de: _Größe der Anordnung:
el: Μέγε_θος συστοιχίας:
et: Massiivi _suurus:
fi: Pakan _koko:
gl: Ta_maño da matriz:
hi: सरणी आकार (_S):
hu: _Tömbméret:
id: Ukuran _Larik:
it: Dimen_sione array:
ja: アレイサイズ(_S):
kn: ವ್ಯೂಹದ(array) ಗಾತ್ರ(_S):
lt: Masyvo _dydis:
lv: Ma_sīva izmērs:
ml: അറേയുടെ _വ്യാപ്തി:
mr: अर्रे आकार (_S):
or: ଆରେ ଆକାର (_S):
pa: ਅਰੇ ਆਕਾਰ(_S):
pt: Tamanho do _Conjunto:
pt_br: _Tamanho da matriz:
sl: _Velikost polja:
sr: Величина _опсега:
sv: Kedjans _storlek:
ta: வரிசையின் அளவு ( _S):
th: _ขนาดแอร์เรย์:

source: _Disks
ca@valencia: _Discs
de: _Laufwerke
el: _Δίσκοι:
et: _Kettad
fi: _Levyt
gl: _Discos
hu: _Lemezek
id: _Diska
it: _Dischi
ja: ディスク(_D)
lt: _Diskai
lv: _Diski
nb: _Disker
pa: ਡਿਸਕਾਂ(_D)
pt: _Discos
pt_br: _Unidades
sl: _Diski
sr: _Дискови
sv: _Diskar
ta: _D வட்டுகள்
th: _ดิสก์

source: Use entire disks instead of _partitions
ca@valencia: Utilitza els discs sencers en comptes de les _particions
de: Vollständige _Laufwerke anstatt Partitionen verwenden
el: Χρήση ολόκληρου του δίσκου αντί δια_μερισμάτων
et: _Partitsioonide asemel kasutatakse kogu ketast
fi: Käytä koko levyä _osioiden sijaan
gl: Empregar o disco enteiro no lugar das _particións
hu: _Teljes lemezek használata partíciók helyett
it: Usare dischi interi invece delle _partizioni
ja: パーティションの代わりにディスク全体を使用する(_P)
lt: Naudoti ištisus diskus vietoj _skirsnių
lv: Lietot visus diskus nevis _sadaļas
nb: Bruk hele disker i stedet for _partisjoner
pa: ਪਾਰਟੀਸ਼ਨਾਂ ਦੀ ਬਜਾਏ ਪੂਰੀਆਂ ਡਿਸਕਾਂ ਵਰਤੋਂ(_p)
pt: Utilizar discos inteiros em vez de _partições
pt_br: Use unidades inteiras ao invés de _partições
sl: Uporabi celoten disk namesto _razdelkov
sr: Искористи _цео диск, уместо партиција
sv: Använd hela diskar istället för _partitioner
ta: _p பகிர்வுகளுக்கு பதில் முழு வட்டுக்களையும் பயன்படுத்து
th: ใช้ดิสก์ทั้งหมดแทนการใช้_พาร์ทิชัน

source: If checked, the entirety of each selected disk will be used for the RAID array. Otherwise partitions will be created.
ca@valencia: Si està marcat s'utilitzarà tot l'espai dels discs seleccionats per a la matriu RAID. En cas contrari es crearan particions.
de: Legt fest, ob jedes gewählte Laufwerk vollständig für die RAID-Anordnung verwendet werden soll. Andernfalls werden Partitionen erstellt.
el: Αν επιλεχθεί θα χρησιμοποιηθούν ολόκληροι οι δίσκοι για τη συστοιχία RAID. Αλλιώς θα δημιουργηθούν διαμερίσματα.
et: Kui märgitud, kasutatakse valitud kettaid RAID-massiivi jaoks kogu mahus. Muul juhul luuakse partitsioonid.
fi: Jos valittu, jokainen valittu levy käytetään kokonaisuudessaan RAID-pakkaan. Muutoin luodaan osiot.
gl: Se está activo, empregarase cada un dos discos seleccionados enteiramente no matriz RAID. Se non é así crearanse particións.
hu: Ha be van jelölve, a kijelölt lemez egésze felhasználásra kerül a RAID-tömbhöz. Ellenkező esetben partíciók jönnek létre.
it: Se selezionata, la superficie totale dei dischi selezionati viene usata per l'array RAID, altrimenti vengono create partizioni.
ja: チェックした場合、選択されたディスク全体が RAID アレイとして使用されます。チェックしない場合、パーティションが作成されます。
lt: Jei pažymėtas, kiekvienas iš pažymėtų diskų bus ištisai naudojamas RAID masyvui. Priešingu atveju bus sukurti skirsniai.
lv: Ja ieķeksēts, visi diski pilnībā tiks izmantoti RAID masīvam. Citādi tiks izveidotas sadaļas.
pa: ਜੇ ਚੋਣ ਕੀਤੀ ਤਾਂ ਚੁਣੀ ਗਈ ਹਰੇਕ ਡਿਸਕ ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਰੇਡ ਅਰੇ ਲਈ ਵਰਤਿਆ ਜਾਵੇਗਾ। ਹੋਰ ਪਾਰਟੀਸ਼ਨ ਵੀ ਬਣਾਏ ਜਾਣਗੇ।
pt: Se marcado, cada disco seleccionado será utilizado por inteiro para o conjunto RAID. De outra forma serão criadas partições.
pt_br: Se selecionado, a totalidade de cada disco selecionado será usada para a matriz RAID. Caso contrário, serão criadas partições.
sl: Izbrana možnost določa, da bo uporabljen celoten disk za RAID polje. V nasprotnem primeru bodo ustvarjeni razdelki.
sr: Уколико изаберете ово, цели дискови ће бити искоришћени за РАИД опсег. У супротном праве се партиције.
sv: Om kryssad kommer allt utrymme på varje markerad disk att användas för RAID-kedjan. Om inte kommer partitioner att skapas.
ta: சோதிக்கப்பட்டால் தேர்ந்தெடுத்த ஒவ்வொரு வட்டும் ரெய்ட் வரிசைக்கு முழுதும் பயன்படுத்தப்படும். இல்லையெனில் பகிர்வுகள் உருவாக்கப்படும்.
th: ถ้าเลือก จะใช้เนื้อที่ทั้งหมดของดิสก์แต่ละดิสก์ที่เลือกในการสร้างแอร์เรย์ RAID มิฉะนั้น ก็จะสร้างพาร์ทิชันในดิสก์แทน

source: Insufficient number of disks to create a %s array.
ca@valencia: No hi ha prou discs per a crear la matriu %s.
de: Ungenügende Laufwerksanzahl zur Erstellung einer %s-Anordnung.
el: Δεν υπάρχει αρκετός αριθμός δίσκων για την δημιουργία μιας συστοιχίας %s.
et: %s massiivi loomiseks pole piisavalt kettaid.
fi: Levyjen lukumäärä ei riitä %s-pakan luomiseksi.
gl: Número de discos insuficiente para crear un matriz %s.
hu: Nincs elég lemez %s tömb létrehozásához.
id: Jumlah diska tidak mencukupi untuk membuat larik %s.
it: Numero di dischi non sufficiente per creare un array %s.
ja: %s アレイを作成するためのディスクの数が足りません
lt: Masyvui %s sukurti nepakanka diskų.
lv: Nepietiekams skaits disku, lai izveidotu %s masīvu.
pa: %s ਅਰੇ ਬਣਾਉਣ ਲਈ ਡਿਸਕਾਂ ਦੀ ਅਧੂਰੀ ਗਿਣਤੀ ਹੈ।
pt: Número insuficiente de discos para criar um conjunto %s.
pt_br: Não há unidades suficientes para criar uma matriz %s.
sl: Premajhno število diskov za postavitev polja %s.
sr: Нема довољно дискова за образовање %s опсега.
sv: Otillräckligt antal diskar för att skapa en %s-kedja.
ta: ஒரு %s வரிசையை உருவாக்க போதாத வட்டுகள் உள்ளன.
th: จำนวนดิสก์ไม่พอที่จะสร้างแอร์เรย์ %s

source: To create a %s array, select a disk.
ca@valencia: Per crear una matriu %s, seleccioneu %d disc.
de: Um eine %s-Anordnung zu erstellen, wählen Sie bitte ein Laufwerk.
el: Για να δημιουργήσετε μια συστοιχία %s, επιλέξτε ένα δίσκο.
et: Vali ketas %s massiivi loomiseks.
fi: Luo %s-pakka valitsemalla yksi levy.
gl: Para crear unha matriz %s , seleccione un disco.
hu: %s tömb létrehozásához válasszon ki egy lemezt.
id: Untuk membuat larik %s, pilih %d diska.
it: Selezionare un disco per creare un array %s.
ja: %s アレイを構築するために、%d 個のディスクを選んでください。
lt: Norėdami sukurti %s masyvą, pasirinkite %d diską.
lv: Lai izveidotu %s masīvu, izvēlieties %d disku.
pa: ਅਰੇ %s ਬਣਾਉਣ ਲਈ ਡਿਸਕ ਚੁਣੋ।
pt: Para criar um conjunto %s, seleccione um disco.
pt_br: Para criar uma matriz %s, selecione uma unidade.
sl: Za postavitev %s polja izberite %d diskov.
sr: За прављење %s опсега, изаберите %d диск.
sv: För att skapa en %s-kedja, välj en disk.
ta: ஒரு %s வரிசையை உருவாக்க, ஒரு வட்டை தேர்ந்தெடு.
th: เพื่อจะสร้างแอร์เรย์ %s กรุณาเลือกดิสก์ %d ดิสก์

source: To create a %s array, select one more disk.
ca@valencia: Per a crear una matriu %s, seleccioneu un disc més.
de: Um eine %s-Anordnung zu erstellen, wählen Sie bitte ein weiteres Laufwerk.
el: Για τη δημιουργία μιας συστοιχίας %s, επιλέξτε έναν ακόμη δίσκο.
et: %s massiivi loomiseks vali veel ketas.
fi: Luo %s-pakka valitse yksi levy lisää.
gl: Para crear unha matriz %s, seleccione %d disco máis.
hu: %s tömb létrehozásához válasszon ki még egy lemezt.
id: Untuk membuat larik %s, pilih %d lagi diska.
it: Selezionare un ulteriore disco per creare un array %s.
ja: %s アレイを構築するために、あと %d 個のディスクを選んでください。
lt: Norėdami sukurti %s masyvą, pasirinkite dar %d diską.
lv: Lai izveidotu %s masīvu, izvēlieties vēl %d disku.
pa: %s ਅਰੇ ਬਣਾਉਣ ਲਈ ਇੱਕ ਹੋਰ ਡਿਸਕ ਚੁਣੋ।
pt: Para criar um conjunto %s, seleccione mais um disco.
pt_br: Para criar uma matriz %s, selecione mais uma unidade.
sl: Za postavitev %s polja izberite še %d diskov.
sr: За прављење %s опсега, изаберите још %d диск.
sv: För att skapa en %s-kedja, välj ytterligare en disk.
ta: ஒரு %s வரிசையை உருவாக்கு, இன்னொரு வட்டை தேர்ந்தெடு.
th: เพื่อจะสร้างแอร์เรย์ %s กรุณาเลือกดิสก์อีก %d ดิสก์

source: To create a %s %s array on %d disks, press "Create"
ca@valencia: Premeu «Crear» per a crear una matriu %2$s de %1$s en els %3$d discs
de: Um eine %s %s-Anordnung auf %d Laufwerken zu erstellen, klicken Sie auf »Erstellen«
el: Για να δημιουργήσετε μια %s συστοιχία %s σε %d δίσκους, πατήστε "Δημιουργία"
et: %s %s massiivi loomiseks %d kettal vajuta nupul "Loo"
fi: Luodaksesi %s %s-pakan %d levylle, valitse ”Luo”
gl: Para crear unha matriz de %s %s sobre %d discos, prema "Crear"
hi: %s %s सरणी को %d डिस्क पर बनाने के लिए, "बनाएँ" दबाएँ
hu: Nyomja meg a „Létrehozás” gombot egy %s méretű %s tömb létrehozásához %d lemezen
id: Untuk membuat larik %s %s pada diska %d, tekan "Buat"
it: Fare clic su «Crea» per creare un array %2$s di %1$s su %3$d dischi
ja: %3$d 個のディスクに %1$s %2$s アレイを作成するには、"作成" を押してください。
kn: ಒಂದು %s %s ವ್ಯೂಹವನ್ನು %d ಡಿಸ್ಕುಗಳಲ್ಲಿ ನಿರ್ಮಿಸಲು, "ನಿರ್ಮಿಸು" ಅನ್ನು ಒತ್ತಿ
lt: Norėdami sukurti %s %s masyvą %d diskuose, spustelėkite „Sukurti“
lv: Lai izveidotu %s %s masīvu uz %d diskiem, nospiediet "Izveidot".
ml: ഒരു %s %s അറേ %d ഡിസ്കുകളില്‍ ഉണ്ടാക്കുന്നതിനായി, "ഉണ്ടാക്കുക" അമര്‍ത്തുക
mr: %s %s अर्रे %d डिस्कस् वर बनवण्यासाठी, "Create" दाबा
or: ଗୋଟିଏ %s %s ଆରେକୁ %d ଡିସ୍କ ଉପରେ ନିର୍ମାଣ କରିବା ପାଇଁ, "Create" ଦବାନ୍ତୁ
pa: %3$d ਡਿਸਕਾਂ ਉੱਤੇ %1$s %2$s ਅਰੇ ਬਣਾਉਣ ਲਈ "ਬਣਾਓ" ਦੱਬੋ
pt: Para criar um conjunto com %s %s em %d discos, prima "Criar"
pt_br: Para criar uma matriz %s de %s em %d unidades, pressione "Criar"
sl: Za ustvarjanje %s %s polja na %d diskih pritisnite "Ustvari"
sr: За првљење опсега од %s као %s од %d диска, притисните „Направи“
sv: Tryck på "Skapa" för att skapa en %s %s-kedja med %d diskar
ta: ஒரு %s %s வரிசையை உருவாக்க %d வட்டுகள், "Create"ஐ அழுத்து
th: เพื่อจะสร้างแอร์เรย์ %2$s ขนาด %1$s บนดิสก์ %3$d ดิสก์ กรุณากด "สร้าง"

source: Maximum Partition Size
ca@valencia: Mida màxima de la partició
de: Maximale Partitionsgröße
el: Μέγιστο μέγεθος διαμερίσματος
et: Partitsiooni suurim suurus
fi: Suurin osion koko
gl: Tamaño máximo da partición
hu: Maximális partícióméret
id: Ukuran Maksimal Partisi
it: Dimensione massima partizione
ja: 最大パーティションサイズ
lt: Maksimalus skirsnio dydis
lv: Maksimālais sadaļas izmērs
nb: Maksimal størrelse på partisjon
pa: ਵੱਧੋ-ਵੱਧ ਪਾਰਟੀਸ਼ਨ ਆਕਾਰ
pt: Tamanho Máximo de Partição
pt_br: Tamanho máximo da partição
sl: Največja velikost razdelka
sr: Највећа величина партиције
sv: Största partitionsstorlek
ta: அதிகபட்ச பகிர்வு அளவு
th: ขนาดพาร์ทิชันสูงสุด

source: The maximum possible partition size
ca@valencia: La mida màxima de la partició
de: Die maximal mögliche Partitionsgröße
el: Το μέγιστο δυνατό μέγεθος διαμερίσματος
et: Partitsiooni suurim võimalik suurus
fi: Suurin mahdollinen osion koko
gl: O tamaño máximo posíbel de partición
hu: Partíciók legnagyobb lehetséges mérete
id: Ukuran maksimal partisi yang dimungkinkan
it: La massima dimensione possibile della partizione
ja: 利用可能な最大パーティションサイズ
lt: Maksimalus galimas skirsnio dydis
lv: Lielākais iespējamais sadaļas izmērs
nb: Maksimalt mulig partisjonsstørrelse
pa: ਵੱਧੋ-ਵੱਧ ਸੰਭਵ ਪਾਰਟੀਸ਼ਨ ਆਕਾਰ
pt: O tamanho máximo de partição possível
pt_br: O tamanho máximo da partição
sl: Največja mogoča velikost razdelka
sr: Највећа величина партиције коју можете да изаберете
sv: Största möjliga storlek för partitionen
ta: இயலும் அதிகபட்ச பகிர்வு அளவு
th: ขนาดพาร์ทิชันที่ใหญ่ที่สุดที่เป็นไปได้
