Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: An error occurred while performing an operation on "%s" (%s): %s
ca@valencia: S'ha produït un error mentre es realitzava l'operació a «%s» (%s): %s
de: Ein Fehler ist beim Ausführen eines Vorgangs auf »%s« aufgetreten (%s): %s
el: Σφάλμα κατά την την διεργασία στο "%s" (%s): %s
et: "%s"-l (%s) operatsiooni teostamisel esines viga: %s
fi: Tapahtui virhe suoritettaessa toimintoa kohteelle ”%s” (%s): %s
gl: Produciuse un erro mentres se levaba a cabo unha operación en «%s» (%s): %s
hu: Hiba történt a művelet végrehajtásakor ezen: „%s” (%s): %s
it: Si è verificato un errore durante l'esecuzione di un'operazione su «%s» (%s): %s
lt: Įvyko klaida atliekant veiksmą diske „%s“ (%s): %s
lv: Gadījās kļūda, veicot darbību uz "%s" (%s): %s
nb: En feil oppsto under utføring av operasjon på «%s» (%s): %s
pa: "%s" (%s) ਉੱਤੇ ਕਾਰਵਾਈ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ: %s
pt: Ocorreu um erro ao efectuar uma operação em "%s" (%s): %s
pt_br: Ocorreu um erro ao executar uma operação em "%s" (%s): %s
sl: Prišlo je do napake med izvajanjem dejanja na "%s" (%s): %s
sr: Грешка приликом извођења радње на „%s“ (%s): %s
sv: Ett fel inträffade vid genomförandet av en åtgärd på "%s" (%s): %s
ta: "%s" (%s) இல் செய்லொன்று செய்யும்போது பிழை நிகழ்ந்தது: %s
th: เกิดข้อผิดพลาดขณะดำเนินการกับ "%s" (%s): %s

source: An error occurred: %s
ca@valencia: S'ha produït un error: %s
de: Es ist ein Fehler aufgetreten: %s
el: Προέκυψε ένα σφάλμα: %s
et: Esines viga: %s
fi: Tapahtui virhe: %s
gl: Produciuse un erro: %s
hu: Hiba történt: %s
id: Terjadi galat: %s
it: Si è verificato un errore: %s
lt: Įvyko klaida: %s
lv: Gadījās kļūda: %s
nb: En feil oppsto: %s
pa: ਗਲਤੀ ਆਈ ਹੈ: %s
pt: Ocorreu um erro: %s
pt_br: Ocorreu um erro: %s
sl: Prišlo je do napake: %s
sr: Грешка: %s
sv: Ett fel inträffade: %s
ta: ஒரு பிழை ஏற்பட்டது: %s
th: เกิดข้อผิดพลาด: %s

source: _Details
ca@valencia: _Detalls
el: _Λεπτομέρειες
et: _Üksikasjad
fi: _Yksityiskohdat
gl: _Detalles
hu: _Részletek
id: _Detail
it: _Dettagli
ja: 詳細(_D)
lt: _Išsamiai
lv: _Sīkāka informācija
nb: _Detaljer
pa: ਵੇਰਵਾ(_D)
pt: _Detalhes
pt_br: _Detalhes
sl: _Podrobnosti
sr: _Детаљи
sv: _Detaljer
ta: விவரங்கள் (_D)
th: _รายละเอียด

source: Flags specifying the behavior of the dialog
ca@valencia: Els senyaladors que especifiquen el comportament del diàleg
de: Flags, die das Verhalten des Dialoges beeinflussen
el: Σημαίες που καθορίζουν τη συμπεριφορά του διαλόγου
et: Lipud, mis määravad dialoogide käitumise
fi: Liput, jotka määrittävät ikkunan käytöksen
gl: As bandeiras especifican o comportamento do diálogo
hu: Az ablak viselkedését megadó jelzők
it: Flag che specificano il comportamento del dialogo
ja: ダイアログの振る舞いを指定するフラグ
lt: Gairės, nurodančio dialogo elgseną
lv: Karogi nosaka dialoga uzvedību
nb: Flagg som spesifiserer oppførsel for dialogen
pa: ਡਾਈਲਾਗ ਦਾ ਰਵੱਈਆ ਦੇਣ ਲਈ ਫਲੈਗ
pt: Parâmetros que especificam o comportamento do diálogo
pt_br: Sinalizadores que especificam o comportamento do diálogo
sl: Zastavice, ki določajo obnašanje pogovornega okna
sr: Заставице које одређују понашање прозорчића
sv: Flaggor som anger beteendet för dialogrutan
ta: உரையாடல் நடத்தையை குறிக்கும் குறிகள்
th: แฟล็กกำหนดพฤติกรรมของกล่องโต้ตอบ

source: Filesystem type
ca@valencia: Tipus de sistema de fitxers
de: Dateisystemtyp
el: Τύπος συστήματος αρχείων
et: Failisüsteemi liik
fi: Tiedostojärjestelmän tyyppi
gl: Tipo de sistema de ficheiros
hi: फ़ाइलतंत्र प्रकार
hu: Fájlrendszertípus
id: Jenis sistem berkas
it: Tipo di file system
ja: ファイルシステム・タイプ
kn: ಕಡತ ವ್ಯವಸ್ಥೆಯ ಬಗೆ
lt: Failų sistemos tipas
lv: Failu sistēmas tips
ml: ഏതു് തരത്തിലുള്ള ഫയല്‍സിസ്റ്റം
mr: फाइलप्रणाली प्रकार
nb: Type filsystem
or: ଫାଇଲତନ୍ତ୍ର ପ୍ରକାର
pa: ਫਾਇਲ-ਸਿਸਟਮ ਟਾਈਪ
pt: Tipo de sistema de ficheiros
pt_br: Tipo de sistema de arquivos
sl: Vrsta datotečnega sistema
sr: Систем датотека
sv: Filsystemstyp
ta: கோப்பு அமைப்பு முறை வகை
th: ชนิดของระบบแฟ้ม

source: The selected filesystem type
ca@valencia: El tipus de sistema de fitxers seleccionat
de: Der Typ des gewählten Dateisystems
el: Ο επιλεγμένος τύπος συστήματος αρχείων
et: Valitud failisüsteemi liik
fi: Valittu tiedostojärjestelmän tyyppi
gl: O tipo de sistema de ficheiros seleccionado
hi: चयनित फ़ाइलतंत्र प्रकार
hu: A kiválasztott fájlrendszer típusa
id: Jenis sistem berkas yang dipilih
it: Il tipo di file system selezionato
ja: 選択されたファイルシステム・タイプです
kn: ಆಯ್ಕೆ ಮಾಡಲಾದ ಕಡತ ವ್ಯವಸ್ಥೆಯ ಬಗೆ
lt: Pasirinktos failų sistemos tipas
lv: Izvēlētās failu sistēmas tips
ml: തെരഞ്ഞെടുത്ത ഫയല്‍സിസ്റ്റം തരം
mr: नीवडलेली फाइलप्रणाली प्रकार
nb: Valgt type filsystem
or: ବଚ୍ଛିତ ଫାଇଲତନ୍ତ୍ର ପ୍ରକାର
pa: ਚੁਣੀ ਫਾਇਲ ਸਿਸਟਮ ਟਾਈਪ
pt: O sistema de ficheiros seleccionado
pt_br: O tipo de sistema de arquivos selecionado
sl: Vrsta izbranega datotečnega sistema
sr: Изабрани систем датотека
sv: Den valda filsystemstypen
ta: தேர்ந்தெடுத்த கோப்பு அமைப்பு முறை வகை:
th: ชนิดของระบบแฟ้มที่เลือก

source: Filesystem label
ca@valencia: Etiqueta del sistema de fitxers
de: Dateisystembezeichnung
el: Ονομασία συστήματος αρχείων
et: Failisüsteemi pealdis
fi: Tiedostojärjestelmän nimike
gl: Etiqueta do sistema de ficheiros
hi: फ़ाइलतंत्र लेबल
hu: Fájlrendszercímke
it: Etichetta del file system
ja: ファイルシステムのラベル
kn: ಕಡತ ವ್ಯವಸ್ಥೆಯ ಲೇಬಲ್
lt: Failų sistemos pavadinimas
lv: Failu sistēmas etiķete
ml: ഫയല്‍സിസ്റ്റം ലേബല്‍
mr: फाइलप्रणाली लेबल
nb: Etikett for filsystem
or: ଫାଇଲତନ୍ତ୍ର ନାମପଟି
pa: ਫਾਇਲ ਸਿਸਟਮ ਲੇਬਲ
pt: Etiqueta do sistema de ficheiros
pt_br: Rótulo do sistema de arquivos
sl: Naziv datotečnega sistema
sr: Назив система датотека
sv: Filsystemsetikett
ta: கோப்பு முறைமை அடையாளம்
th: ป้ายชื่อของระบบแฟ้ม

source: The requested filesystem label
ca@valencia: L'etiqueta del sistema de fitxers sol·licitada
de: Die gewünschte Dateisystembezeichnung
el: Η ονομασία του ζητούμενου συστήματος αρχείων
et: Nõutud failisüsteemi pealdis
fi: Haluttu tiedostojärjestelmän nimike
gl: A etiqueta do sistema de ficheiros solicitada
hi: निवेदित फ़ाइलतंत्र लेबल
hu: A kért fájlrendszer címkéje
id: Label sistem berkas
it: L'etichetta richiesta per il file system
ja: 要求されたファイルシステムのラベルです
kn: ಮನವಿ ಸಲ್ಲಿಸಲಾದ ಕಡತ ವ್ಯವಸ್ಥೆಯ ಲೇಬಲ್
lt: Pageidaujama failų sistemos pavadinimas
lv: Pieprasītā failu sistēmas etiķete
ml: ആവശ്യപ്പെട്ട ഫയല്‍സിസ്റ്റം ലേബല്‍
mr: विनंतीकृत फाइलप्रणाली लेबल
nb: Forespurt etikett for filsystem
or: ଅନୁରୋଧ କରାଯାଇଥିବା ଫାଇଲତନ୍ତ୍ର ନାମପଟି
pa: ਮੰਗਿਆ ਫਾਇਲ-ਸਿਸਟਮ ਲੇਬਲ
pt: A etiqueta do sistema de ficheiros pedido
pt_br: O rótulo para o sistema de arquivos solicitado
sl: Zahtevani naziv datotečnega sistema
sr: Назив за изабрани систем датотека
sv: Den begärda filsystemsetiketten
ta: வேண்டிய கோப்பு முறைமை அடையாளம்
th: ป้ายชื่อของระบบแฟ้มที่ต้องการ

source: Filesystem options
ca@valencia: Opcions del sistema de fitxers
de: Optionen des Dateisystems
el: Επιλογές συστήματος αρχείων
et: Failisüsteemi valikud
fi: Tiedostojärjestelmän valitsimet
gl: Opcións do sistema de ficheiros
hu: Fájlrendszer-beállítások
id: Opsi sistem berkas
it: Opzioni del file system
ja: ファイルシステムのオプション
lt: Failų sistemos parinktys
lv: Failu sistēmas opcijas
nb: Alternativer for filsystem
pa: ਫਾਇਲ-ਸਿਸਟਮ ਚੋਣਾਂ
pt: Opções de sistema de ficheiros
pt_br: Opções do sistema de arquivos
sl: Možnosti datotečnega sistema
sr: Опције система датотека
sv: Filsystemsflaggor
ta: கோப்பு முறைமை தேர்வுகள்
th: ตัวเลือกของระบบแฟ้ม

source: The options to use for creating the filesystem
ca@valencia: Les opcions a seleccionar per a crear el sistema de fitxers
de: Die Optionen für das Erstellen des Dateisystems
el: Οι επιλογές που θα χρησιμοποιηθούν για τη δημιουργία του συστήματος αρχείων
et: Valikud, mida kasutada failisüsteemi loomisel
fi: Tiedostojärjestelmän luomiseen käytettävät valitsimet
gl: As opcións a usar para crear o sistema de ficherios
hu: A fájlrendszer létrehozásához használandó beállítások
id: Opsi untuk membuat sistem berkas
it: Le opzioni da usare per creare il file system
ja: ファイルシステムを作成する際に使用する操作
lt: Parinktys, naudotinos kuriant failų sistemą
lv: Opcijas, kuras izmantot, veidojot failu sistēmu
nb: Alternativer som skal brukes ved oppretting av filsystemet
pa: ਫਾਇਲ ਸਿਸਟਮ ਬਣਾਉਣ ਲਈ ਵਰਤਣ ਵਾਸਤੇ ਚੋਣਾਂ
pt: As opções a utilizar para criar o sistema de ficheiros
pt_br: As opções utilizadas ao criar o sistema de arquivos
sl: Možnosti za uporabo med ustvarjanjem datotečnega sistema.
sr: Опције које се користе приликом образовања система датотека
sv: Alternativen att använda för att skapa filsystemet
ta: இந்த தேர்வுகள் கோப்பு முறையை உருவாக்க பயன்படும்.
th: ตัวเลือกที่จะใช้ในการสร้างระบบแฟ้ม

source: Encryption
ca@valencia: Encriptatge
de: Verschlüsselung
el: Κρυπτογράφηση
et: Krüpteering
fi: Salaus
gl: Cifrado
hi: एनक्रिप्शन
hu: Titkosítás
id: Enkripsi
it: Cifratura
ja: 暗号化
kn: ಗೂಢಲಿಪೀಕರಣ
lt: Šifravimas
lv: Šifrēšana
ml: എന്‍ക്രിപ്ഷന്‍
mr: एनक्रिप्शन
nb: Kryptering
or: ସଂଗୁପ୍ତ
pa: ਇੰਕ੍ਰਿਪਸ਼ਨ
pt: Encriptação
pt_br: Criptografia
sl: Šifriranje
sr: Шифровање
sv: Kryptering
ta: மறையாக்கம்
th: การเข้ารหัสลับ

source: Whether the volume should be encrypted
ca@valencia: Si s'ha d'encriptar el volum
de: Legt fest, ob der Datenträger verschlüsselt wird
el: Αν ο τόμος πρέπει να είναι κρυπτογραφημένος
et: Kas köide tuleks krüpteerida
fi: Tulisiko taltion olla salattu
gl: Se o volume debe ser cifrado
hi: क्या आयतन को गोपित होना चाहिए
hu: A kötet titkosított legyen-e
it: Indica se il volume deve essere cifrato
ja: ボリュームを暗号化するかどうかです
kn: ಪರಿಮಾಣವನ್ನು ಗೂಢಲಿಪೀಕರಿಸಬೇಕೆ
lt: Ar tomas turėtų būti užšifruotas
lv: Vai sējumam vajadzētu būt šifrētam
ml: വോള്യം എന്‍ക്രിപ്റ്റ് ചെയ്യണമോ എന്നു്
mr: खंड एनक्रिप्ट करायचे का
nb: Om volumet skal være kryptert
or: ଆକାରକୁ ସଂଗୁପ୍ତ ରଖିବା ଉଚିତ କି
pa: ਕੀ ਵਾਲੀਅਮ ਇੰਕ੍ਰਿਪਟ ਕੀਤਾ ਹੋਵੇ
pt: Se o volume deve ser encriptado
pt_br: Se o volume deve ser criptografado
sl: Ali naj bo nosilec šifriran
sr: Одређује да ли да диск буде шифрован
sv: Huruvida volymen ska krypteras
ta: தொகுதி மறைகுறியாக்கப்பட்டிருந்தால்
th: กำหนดว่าโวลุมควรจะเข้ารหัสลับหรือไม่

source: Take Ownership
ca@valencia: Fes-te'n propietari
de: Besitz ergreifen
el: Λήψη ιδιοκτησίας
et: Omandisse võtmine
fi: Ota omistajuus
gl: Obter propiedade
hu: Tulajdonba vétel
it: Ottenere i permessi
ja: 所有権を取得
lt: Tapti savininku
lv: Paņemt īpašnieka tiesības
nb: Ta eierskap
pa: ਓਨਰਸ਼ਿਪ ਲਵੋ
pt: Tornar-se Dono
pt_br: Tomar posse
sl: Prevzemi lastništvo.
sr: Постани власник
sv: Ta ägarskap
ta: உரிமையை எடுக்கவும்
th: ให้ความเป็นเจ้าของ

source: Whether the filesystem should be owned by the user
ca@valencia: Si l'usuari hauria de ser el propietari del sistema de fitxers
de: Legt fest, ob das Dateisystem Eigentum des Benutzers werden soll
el: Αν το σύστημα αρχείων θα έχει ιδιοκτήτη τον χρήστη
et: Kas failisüsteem peaks kuuluma kasutajale
fi: Tulisiko taltion omistajana olla käyttäjä
gl: Indica se o sistema de ficheiros debería pertencer ao usuario
hu: A fájlrendszer a felhasználó tulajdona legyen-e
it: Indica se il file system debba essere di proprietà dell'utente
ja: ファイルシステムの所有権をユーザが持つかどうか
lt: Ar failų sistema turėtų priklausyti naudotojui
lv: Vai failu sistēmai vajadzētu piederēt lietotājam
nb: Om filsystemet skal eies av bruker
pa: ਕੀ ਫਾਇਲ ਸਿਸਟਮ ਯੂਜ਼ਰ ਦੀ ਮਲਕੀਅਤ ਹੋਵੇ
pt: Se o utilizador deve ser o dono do sistema de ficheiros
pt_br: Se o sistema de arquivos deve ser possuído pelo usuário
sl: Ali naj bo lastništvo nosilca pripisano uporabniku
sr: Одређује да ли корисник поседује систем датотека
sv: Huruvida filsystemet ska ägas av användaren
ta: கோப்பு முறைமை பயனரால் உரிமை கொள்ளப்பட வேண்டுமா?
th: กำหนดว่าควรให้ผู้ใช้เป็นเจ้าของระบบแฟ้มหรือไม่

source: Affirmative Button Mnemonic
ca@valencia: Mnemònic del botó afirmatiu
de: Mnemonic (Tastenkombination) für den Bestätigungs-Knopf
el: Μνημονικό πλήκτρο επιβεβαίωσης
et: Kinnitusnupu meeldejätja
fi: Hyväksyvän painikkeen muisti
gl: Botón mnemónico afirmativo
hu: Megerősítő gomb hívóbetűje
it: Mnemonico del pulsante affermativo
lt: Patvirtinimo mygtuko mnemonika
lv: Pastiprināšanas pogas mnemonika
pa: ਅੱਫਿਰਮੇਟਿਵ ਬਟਨ ਨਾਂ
pt: Mnemónica Alternativa de Botão
pt_br: Mnemônico do botão afirmativo
sl: Potrdilna bližnjica gumba
sr: Симбол потврдног дугмета
sv: Snabbtangent för bekräftelseknapp
ta: ஆமென சொல்லும் பட்டன் நினைவூட்டல்
th: ป้ายชื่อพร้อมรหัสปุ่มลัดของปุ่มยืนยัน

source: The mnemonic label for the affirmative button
ca@valencia: L'etiqueta del mnemònic per al botó afirmatiu
de: Die Mnemonic-Bezeichnung für den Bestätigungs-Knopf
el: Η μνημονική ετικέτα για το πλήκτρο επιβεβαίωσης
et: Meeldejätmist hõlbustav silt kinnitusnupule
fi: Muistinimiö hyväksyvälle painikkeelle
gl: A etiqueta mnemónica para o botón afirmativo
hu: A megerősítő gomb hívóbetűje
it: L'etichetta mnemonica per il pulsante affermativo
lt: Mnemoninė etikėtė patvirtinimo mygtukui
lv: Mnemoniska etiķete apstiprināšanas pogai
pa: ਅੱਫਿਰਮੇਟਿਵ ਬਟਨ ਲਈ ਅੰਕੀ ਲੇਬਲ
pt: A etiqueta de mnemónica para o botão afirmativo
pt_br: O rótulo mnemônico para o botão afirmativo
sl: Oznaka potrditvenega gumba
sr: Симбол у називу потврдног дугмета
sv: Snabbtangentsetiketten för bekräftelseknappen
ta: ஆமென சொல்லும் பட்டன் க்கு நினைவூட்டல் குறி
th: ป้ายชื่อพร้อมรหัสปุ่มลัดสำหรับปุ่มยืนยัน

source: _Format
ca@valencia: _Formata
de: _Formatieren
el: _Διαμόρφωση
et: _Vorminda
fi: _Alusta
gl: _Formatar
hi: फ़ॉर्मेट (_F)
hu: _Formázás
it: _Formatta
ja: フォーマット(_F)
kn: ಫಾರ್ಮಾಟ್‍ಗೊಳಿಸು (_F)
lt: _Sužymėti
lv: _Formatēt
ml: _ഫോര്‍മാറ്റ് ചെയ്യുക
mr: रूपण (_F)
nb: _Formater
or: ଫର୍ମାଟ କରନ୍ତୁ (_F)
pa: ਫਾਰਮੈਟ(_F)
pt: _Formatar
pt_br: _Formatar
sl: _Formatiraj
sr: _Форматирај
sv: _Formatera
ta: (_F) வடிவமை
th: _ฟอร์แมต

source: Format %s
ca@valencia: Formata %s
de: %s formatieren
el: Διαμόρφωση %s
et: Vormindamine: %s
fi: Alusta %s
gl: Formatar %s
hu: %s formázása
it: Formatta %s
ja: %s をフォーマット
lt: Formatuoti %s
lv: Formatēt %s
nb: Formater %s
pa: ਫਾਰਮੈਟ %s
pt: Formatar %s
pt_br: Formatar %s
sl: Formatiraj %s
sr: Форматирај %s
sv: Formatera %s
ta: %s ஐ ஒழுங்கு செய்க
th: ฟอร์แมต %s

source: Disk _Utility
ca@valencia: _Utilitat de discs
de: _Werkzeug für Laufwerke
el: Εργαλείο _δίσκων
et: Ketta_utiliit
fi: Levy_työkalu
gl: _Utilidade de disco
hi: डिस्क उपयोगिता (_U)
hu: _Lemezkezelő
id: _Utilitas Diska
it: Gestore _dischi
ja: ディスク・ユーティリティ(_U)
kn: ಡಿಸ್ಕಿನ ಸವಲತ್ತು(_U)
lt: _Diskų įrankis
lv: Disku _utilīta
ml: ഡിസ്ക് _യൂട്ടിലിറ്റി
mr: डिस्क युटिलिटी (_U)
nb: Disk_verktøy
or: ଡିସ୍କ ଉପଯୋଗିତା (_U)
pa: ਡਿਸਕ ਸਹੂਲਤ(_U)
pt: _Utilitário de Disco
pt_br: _Utilitário de unidades
sl: _Diskovna orodja
sr: Управник _дискова
sv: Disk_verktyg
ta: _U வட்டு பயன்பாடு
th: เ_ครื่องมือดิสก์

source: Use Disk Utility to format volume
ca@valencia: Utilitza la utilitat de discs per a formatar el volum
de: Das Werkzeug für Laufwerke zum Formatieren eines Datenträgers verwenden
el: Χρήση του εργαλείου δίσκων για την διαμόρφωση δίσκων
et: Köite vormindamiseks kasuta kettautiliiti
fi: Alusta taltio levytyökalun avulla
gl: Usar a ferramenta disco para formatar o volume
hi: आयतन संरूपण के लिए डिस्क उपयोगिता
hu: A Lemezkezelő használata kötet formázására
it: Usa «Gestore dischi» per formattare il volume
ja: ボリュームのフォーマットにディスク・ユーティリティを使用する
kn: ಪರಿಮಾಣವನ್ನು ಫಾರ್ಮಾಟ್ ಮಾಡಲು ಡಿಸ್ಕಿನ ಸವಲತ್ತನ್ನು ಬಳಸಿ
lt: Tomo sužymėjimui naudoti diskų įrankį
lv: Izmantojiet disku utilīti, lai formatētu sējumu
ml: വോള്യം ഫോര്‍മാറ്റ് ചെയ്യുന്നതിനായി ഡിസ്ക് യൂട്ടിലിറ്റി ഉപയോഗിക്കുക
mr: खंडाच्या रूपणसाठी डिस्क युटिलिटीचा वापर करा
nb: Bruk diskverktøy til å formatere volum
or: ଆକାରକୁ ସଜାଡ଼ିବା ପାଇଁ ଡିସ୍କ ଉପଯୋଗିତା ବ୍ୟବହାର କରନ୍ତୁ
pa: ਵਾਲੀਅਮ ਫਾਰਮੈਟ ਕਰਨ ਲਈ ਡਿਸਕ ਸਹੂਲਤ ਵਰਤੋਂ
pt: Utilizar o Utilitário de Disco para formatar o volume
pt_br: Usar o utilitário de unidades para formatar o volume
sl: Uporaba diskovnih orodij za formatiranje nosilca
sr: Користи управника дисковима за форматирање диска
sv: Använd Diskverktyg för att formatera volymen
ta: வட்டு பயன்பாட்டை தொகுதியை வடிவமைக்க பயன்படுத்து
th: ใช้เครื่องมือดิสก์ฟอร์แมตโวลุม

source: _Type:
ca@valencia: _Tipus:
de: _Typ:
el: _Τύπος:
et: _Liik:
fi: _Tyyppi:
gl: _Tipo:
hi: प्रकार (_T):
hu: _Típus:
id: _Jenis:
it: _Tipo:
ja: タイプ(_T):
kn: ಬಗೆ(_T):
lt: _Tipas:
lv: _Tips:
ml: _തരം:
mr: प्रकार (_T):
or: ପ୍ରକାର (_T):
pa: ਟਾਈਪ(_T):
pt: _Tipo:
pt_br: _Tipo:
sl: _Vrsta:
sr: _Врста:
sv: _Typ:
ta: வகை_T :
th: _ชนิด:

source: Compatible with all systems (FAT)
ca@valencia: Compatible amb tots els sistemes de fitxers (FAT)
de: Kompatibel mit allen Systemen (FAT)
el: Συμβατό με όλα τα συστήματα (FAT)
et: Ühilduv kõigi süsteemidega (FAT)
fi: Yhteensopiva kaikkien kanssa (FAT)
gl: Compatíbel con todos os sistemas (FAT)
hi: सभी तंत्र (FAT) के साथ सुसंगतता
hu: Kompatibilis minden rendszerrel (FAT)
id: Cocok dengan semua sistem berkas (FAT)
it: Compatibile con tutti i sistemi (FAT)
ja: 全てのシステムで互換 (FAT)
kn: ಎಲ್ಲಾ ವ್ಯವಸ್ಥೆಗಳಿಗೂ ಹೊಂದಿಕೆಯಾಗುವ (FAT)
lt: Suderinamas su visomis sistemomis (FAT)
lv: Savietojams ar visām sistēmām (FAT)
ml: എല്ലാ സിസ്റ്റമിനൊപ്പം കോംപാറ്റിബിള്‍ (FAT)
mr: सर्व प्रणालींशी सहत्वता (FAT)
nb: Kompatibel med alle systemer (FAT)
or: ସମସ୍ତ ତନ୍ତ୍ର ସହିତ ସୁସଙ୍ଗତ (FAT)
pa: ਸਭ ਸਿਸਟਮਾਂ ਨਾਲ ਅਨੁਕੂਲ (FAT)
pt: Compatível com todos os sistemas (FAT)
pt_br: Compatível com todos os sistemas (FAT)
sl: Skladno z vsemi sistemi (FAT)
sr: Подржан свуда (ФАТ)
sv: Kompatibel med alla system (FAT)
ta: அனைத்து அமைப்புகளுடனும் இசைவானது (FAT)
th: เข้ากับทุกระบบ (FAT)

source: Compatible with Linux (ext2)
ca@valencia: Compatible amb el Linux (ext2)
de: Kompatibel mit Linux (ext2)
el: Συμβατό με Linux (ext2)
et: Ühilduv Linuxiga (ext2)
fi: Linux-yhteensopiva (ext2)
gl: Compatíbel con Linux (ext2)
hi: Linux (ext2) के साथ सुसंगतता
hu: Linux-kompatibilis (ext2)
id: Cocok dengan Linux (ext2)
it: Compatibile con Linux (ext2)
ja: Linux互換 (ext2)
kn: ಲಿನಕ್ಸಿನೊಂದಿಗೆ ಹೊಂದಿಕೆಯಾಗುವ (ext2)
lt: Suderinama su Linux (ext2)
lv: Savietojams ar Linux (ext2)
ml: ലിനക്സ് (ext2)-നൊപ്പം കോംപാറ്റിബിള്‍
mr: Linux सह सहत्व (ext2)
nb: Kompatibel med Linux (ext2)
or: Linux ସହିତ ସୁସଙ୍ଗତ (ext2)
pa: ਲੀਨਕਸ (ext2) ਨਾਲ ਅਨੁਕੂਲ
pt: Compatível com Linux (ext2)
pt_br: Compatível com Linux (ext2)
sl: Skladno z Linux sistemom (ext2)
sr: Подржан на Линуксу (екст2)
sv: Kompatibel med Linux (ext2)
ta: லீனக்ஸ் அமைப்புடன் இசைவானது (ext2)
th: เข้ากับลินุกซ์ (ext2)

source: Compatible with Linux (ext4)
ca@valencia: Compatible amb el Linux (ext4)
de: Kompatibel mit Linux (ext4)
el: Συμβατό με Linux (ext4)
et: Ühilduv Linuxiga (ext4)
fi: Linux-yhteensopiva (ext4)
gl: Compatíbel con Linux (ext4)
hu: Linux-kompatibilis (ext4)
id: Cocok dengan Linux (ext4)
it: Compatibile con Linux (ext4)
ja: Linux互換 (ext4)
lt: Suderinama su Linux (ext4)
lv: Savietojams ar Linux (ext4)
nb: Kompatibel med Linux (ext4)
pa: ਲੀਨਕਸ (ext4) ਨਾਲ ਅਨੁਕੂਲ
pt: Compatível com Linux (ext4)
pt_br: Compatível com Linux (ext4)
sl: Skladno z Linux sistemom (ext4)
sr: Подржан на Линуксу (екст4)
sv: Kompatibel med Linux (ext4)
ta: லீனக்ஸ் அமைப்புடன் இசைவானது (ext4)
th: เข้ากับลินุกซ์ (ext4)

source: Encrypted, compatible with Linux (FAT)
ca@valencia: Encriptat, compatible amb el Linux (FAT)
de: Verschlüsselt, kompatibel mit Linux (FAT)
el: Κρυπτογραφημένο, συμβατό με Linux (FAT)
et: Krüpteeritud, ühilduv Linuxiga (FAT)
fi: Salattu, linux-yhteensopiva (FAT)
gl: Cifrado, compatíbel con Linux (FAT)
hi: Linux (FAT) से गोपित, सुसंगतत
hu: Linux-kompatibilis, titkosított (FAT)
id: Terenkripsi, cocok dengan Linux (FAT)
it: Cifrato, compatibile con Linux (FAT)
ja: 暗号化/Linux互換 (FAT)
kn: ಗೂಢಲಿಪೀಕರಣಗೊಂಡ, ಲಿನಕ್ಸಿನೊಂದಿಗೆ ಹೊಂದಿಕೆಯಾಗುವ (FAT)
lt: Užšifruotas, suderinamas su Linux (FAT)
lv: Šifrēts, savietojams ar Linux (FAT)
ml: എന്‍ക്രിപ്റ്റ് ചെയ്തിരിക്കുന്നു ലിനക്സ് (FAT)-നൊപ്പം കോംപാറ്റിബിള്‍
mr: एनक्रिप्टेड, Linux सह सहत्व (FAT)
nb: Kryptert, kompatibel med Linux (FAT)
or: ସଂଗୁପ୍ତ, Linux ସହିତ ସୁସଙ୍ଗତ (FAT)
pa: ਇੰਕ੍ਰਿਪਟਡ, ਲੀਨਕਸ ਨਾਲ ਅਨੁਕੂਲ (FAT)
pt: Encriptado, compatível com Linux (FAT)
pt_br: Criptografado, compatível com Linux (FAT)
sl: Šifrirano, skladno z Linux sistemom (FAT)
sr: Шифрован, подржан на линуксу (ФАТ)
sv: Krypterad, kompatibel med Linux (FAT)
ta: குறிமுறையாக்கப்பட்ட லீனக்ஸ் அமைப்புடன் இசைவானது (FAT)
th: เข้ารหัสลับ เข้ากับลินุกซ์ (FAT)

source: _Name:
ca@valencia: _Nom:
el: Ό_νομα
et: _Nimi:
fi: _Nimi:
gl: _Nome:
hi: नाम (_N):
hu: _Név:
id: _Nama:
it: _Nome:
ja: 名前(_N):
kn: ಹೆಸರು(_N):
lt: _Pavadinimas:
lv: _Nosaukums:
ml: _പേരു്:
mr: नाव (_N):
nb: _Navn:
or: ନାମ (_N):
pa: ਨਾਂ(_N):
pt: _Nome:
pt_br: _Nome:
sl: _Naziv:
sr: _Назив:
sv: _Namn:
ta: பெயர் _N :
th: _ชื่อ:

source: New Volume
ca@valencia: Volum nou
de: Neuer Datenträger
el: Νέος τόμος
et: Uus köide
fi: Uusi taltio
gl: Novo volume
hi: नया आयतन
hu: Új kötet
id: Volume Baru
it: Nuovo volume
ja: 新しいボリューム
kn: ಹೊಸ ಪರಿಮಾಣ
lt: Naujas tomas
lv: Jauns sējums
ml: പുതിയ വോള്യം
mr: नवीन खंड
nb: Nytt volum
or: ନୂତନ ଆକାର
pa: ਨਵਾਂ ਵਾਲੀਅਮ
pt: Novo Volume
pt_br: Novo volume
sl: Nov nosilec
sr: Нови диск
sv: Ny volym
ta: புதிய தொகுதி
th: โวลุมใหม่

source: T_ake ownership of filesystem
ca@valencia: P_ren propietat del sistema de fitxers
de: _Besitzer des Dateisystems werden
el: Λή_ψη ιδιοκτησίας του συστήματος αρχείων
et: _Hakkan selle failisüsteemi omanikuks
fi: _Aseta tiedostojärjestelmän oikeudet itsellesi
gl: Obter a propied_ade do sistema de ficheiros
hu: Fájlrendszer saját t_ulajdonba vétele
it: _Ottenere i permessi sul file system
ja: ファイルシステムの所有権を取得(_A)
lt: Gauti f_ailų sistemos savininko teises
lv: Pārņemt f_ailu sistēmas īpašuma tiesības
nb: T_a eierskap av filsystemet
pa: ਫਾਇਲ ਸਿਸਟਮ ਦੀ ਓਨਰਸ਼ਿਪ ਲਵੋ(_a)
pt: Torn_ar-se dono do sistema de ficheiros
pt_br: Tom_ar posse do sistema de arquivos
sl: _Prevzemi lastništvo datotečnega sistema
sr: _Овласти ме за овај систем датотека
sv: T_a ägarskap av filsystemet
ta: _a கோப்பு முறைமைக்கு சொந்தக்காரர் ஆகுக
th: เป็นเ_จ้าของระบบแฟ้ม
