Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: A %s volume will be created. Afterwards %s will be available.
ca@valencia: Es crearà un volum %s. Quedaran %s lliures.
de: Ein %s-Datenträger wird erstellt werden. Danach werden %s vorhanden sein.
el: Θα δημιουργηθεί ένας τόμος %s. Μετά θα είναι διαθέσιμα %s.
et: Luuakse %s köide. Pärast seda on %s saadaval.
fi: Luodaan %s taltio. Tämän jälkeen jäljellä on %s vapaata tilaa.
gl: Crearase un volume %s. Despois do cal haberá dispoñíbel %s.
hu: Egy %s méretű kötet jön létre. Ezután %s szabad hely marad.
it: Verrà creato un volume da %s. In seguito, %s di spazio saranno disponibili.
ja: ボリューム %s を作成します。後で %s が利用可能になります。
lt: Bus sukurtas %s tomas. Po to liks %s laisvos vietos.
lv: Tiks izveidots %s sējums. Pēc tam būs pieejami %s.
nb: Et volum av type %s vil bli laget. %s vil være tilgjengelig etterpå.
pa: %s ਵਾਲੀਅਮ ਬਣਾਇਆ ਜਾਵੇਗਾ। ਬਾਅਦ ਵਿੱਚ %s ਉਪਲੱਬਧ ਹੋਵੇਗੀ।
pt: Um volume com %s será criado. Depois haverão %s disponíveis.
pt_br: Um volume de %s será criado. Após isto, %s estará disponível.
sl: Ustvarjen bo %s razdelek. Po ustvarjanju bo ostalo še %s prostora.
sr: Ова радња прави партицију од %s. Након тога преостаје %s.
sv: En %s-volym kommer att skapas. Efteråt kommer %s att finnas tillgängligt.
ta: ஒரு %s தொகுதி உருவாக்கப்படும். பின் %s மட்டுமே இருக்கும்..
th: จะสร้างโวลุมขนาด %s หลังจากนั้นจะเหลือที่ว่าง %s

source: Whole disk is uninitialized. %s available for use
ca@valencia: El disc sencer no és inicialitzat. Hi ha %s disponibles
de: Das gesamte Laufwerk ist nicht initialisiert. %s stehen zur Verfügung
el: Ολόκληρος ο δίσκος δεν είναι αρχικοποιημένος. %s είναι διαθέσιμα για χρήση
et: Kogu ketas on lähtestamata. Kasutamiseks on saadaval %s
fi: Koko levy on alustamaton. Tilaa %s käytettävissä
gl: O disco enteiro non está inicializado. %s dispoñíbel para usar
hi: पूरा डिस्क गैर आरंभीकृत है. %s प्रयोग के लिए उपलब्ध
hu: A teljes lemez előkészítetlen. %s hely használható
it: Disco intero non inizializzato. %s disponibili all'uso
ja: ディスク全体が初期化されていません。 %s が利用できます。
kn: ಸಂಪೂರ್ಣ ಡಿಸ್ಕನ್ನು ಆರಂಭಿಸದೆ ಉಳಿಸಲಾಗಿದೆ. ಬಳಕೆಗೆ %s ಲಭ್ಯವಿದೆ
lt: Visas diskas neinicializuotas. %s prieinama naudojimui.
lv: Viss disks ir neinicializēts. %s pieejami lietošanai
ml: ഡിസ്ക് പൂര്‍ണ്ണമായും ആരംഭിച്ചിട്ടില്ല. %s ഉപയോഗത്തിനായി ലഭ്യമാണു്.
mr: संपूर्ण डिस्क विनाप्रारंभीत आहे. %s वापरणीकरीता उपलब्ध आहे
nb: Hele disken er uninitiert. %s tilgjengelig for bruk
or: ସମଗ୍ର ଡିସ୍କଟି ପ୍ରାରମ୍ଭ ହୋଇନାହିଁ। %s ବ୍ୟବହାର କରିବା ପାଇଁ ଉପଲବ୍ଧ
pa: ਪੂਰੀ ਡਿਸਕ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤੀ ਹੋਈ ਹੈ। ਵਰਤਣ ਲਈ %s ਉਪਲੱਬਧ
pt: Todo o disco não está iniciado. %s disponíveis para utilização
pt_br: A unidade inteira não está inicializada. %s disponível para uso
sl: Nepripravljen je celoten disk. Na voljo je %s za uporabo
sr: Комплетан диск није употребљен. Доступно је %s
sv: Hela disken är inte initierad. %s tillgängligt för användning
ta: மொத்த வட்டும் துவக்கப்படவில்லை. %s பயன்பாட்டிற்கு கிடைக்கிறது
th: ดิสก์ทั้งดิสก์ยังไม่ initialize มีที่ว่าง %s ที่ใช้งานได้

source: %s available for use
ca@valencia: Hi ha %s disponibles
de: %s stehen zur Verfügung
el: %s διαθέσιμα προς χρήση
et: Kasutamiseks on saadaval %s
fi: %s käytettävissä
gl: %s dispoñíbel para usar
hi: %s प्रयोग के लिए उपलब्ध
hu: %s hely használható
id: %s tersedia untuk digunakan
it: %s disponibili all'uso
ja: %s が利用できます
kn: %s ವು ಬಳಕೆಗೆ ಲಭ್ಯವಿದೆ
lt: %s prieinama naudojimui
lv: %s pieejami lietošanai
ml: %s ഉപയോഗിക്കാം.
mr: %s वापरणीकरीता उपलब्ध आहे
nb: %s tilgjengelig for bruk
or: %s ବ୍ୟବହାର କରିବା ପାଇଁ ଉପଲବ୍ଧ
pa: ਵਰਤਣ ਲਈ %s ਉਪਲੱਬਧ
pt: %s disponíveis para utilização
pt_br: %s disponível para uso
sl: Za uporabo je na voljo %s
sr: Доступно је %s
sv: %s tillgängligt för användning
ta: %s பயன்பாடிற்கு கிடைக்கிறது
th: มีที่ว่าง %s ที่ใช้งานได้

source: The disk has no partitions. %s available for use
ca@valencia: El disc no té cap partició. Hi ha %s disponibles
de: Das Laufwerk hat keine Partitionen. %s stehen zur Verfügung
el: Ο δίσκος δεν έχει καθόλου διαμερίσματα. %s διαθέσιμα προς χρήση
et: Sel kettal pole partitsioone. Kasutamiseks on saadaval %s
fi: Levyllä ei ole osioita. Tilaa %s käytettävissä
gl: O disco non ten particións. %s dispoñíbeis para usar
hi: डिस्क के पास कोई विभाजन नहीं था. %s प्रयोग के लिए उपलब्ध
hu: A lemezen nincsenek partíciók. %s hely használható
id: Diska tidak memiliki partisi. Tersedia %s untuk dipakai
it: Il disco non ha partizioni. %s disponibili all'uso
ja: ディスクにパーティションがありません。%s が利用できます。
kn: ಡಿಸ್ಕ್ ಯಾವುದೆ ವಿಭಾಗಗಳನ್ನು ಹೊಂದಿಲ್ಲ. ಬಳಕೆಗೆ %s ಲಭ್ಯವಿದೆ
lt: Skirsnių diske nėra. %s prieinama naudojimui
lv: Diskam nav sadaļu. %s pieejami lietošanai
ml: ഡിസ്കില്‍ പാര്‍ട്ടീഷനുകളില്ല. %s ഉപയോഗിക്കാം.
mr: डिस्कवर विभाजन आढळली नाही. %s वापरणीकरीता उपलब्ध आहे
nb: Disken har ingen partisjoner. %s tilgjengelig for bruk
or: ଡିସ୍କରେ କୌଣସି ବିଭାଜନ ନାହିଁ। %s ବ୍ୟବହାର କରିବା ପାଇଁ ଉପଲବ୍ଧ
pa: ਡਿਸਕ ਉੱਤੇ ਕੋਈ ਪਾਰਟੀਸ਼ਨ ਨਹੀਂ ਹੈ। ਵਰਤਣ ਲਈ %s ਉਪਲੱਬਧ
pt: O disco não contem nenhuma partição. %s disponíveis para utilização
pt_br: A unidade não possui partições. %s disponível para uso
sl: Disk je brez razdelkov. Na voljo je %s za uporabo
sr: Диск нема партиције. Слободно је %s
sv: Disken innehåller inga partitioner. %s tillgängligt för användning
ta: வட்டிற்கு பகிர்வு இல்லை. பயன்பாட்டிற்கு %s கிடைக்கிறத
th: ดิสก์ไม่มีพาร์ทิชัน มีที่ว่าง %s ที่ใช้งานได้

source: The disk has %d partition
ca@valencia: El disc té %d partició
de: Das Laufwerk hat %d Partition
el: Ο δίσκος έχει %d διαμέρισμα
et: Kettal on %d partitsioon
fi: Levyllä on %d osio
gl: O disco ten %d partición
hi: डिस्क के पास %d विभाजन है
hu: A lemezen %d partíció van
id: Terdapat %d partisi pada diska
it: Il disco ha %d partizione
ja: ディスクに %d パーティションあります
kn: ಡಿಸ್ಕ್ %d ವಿಭಾಗವನ್ನು ಹೊಂದಿದೆ
lt: Diske yra %d skirsnis
lv: Diskam ir %d sadaļa
ml: ഡിസ്കില്‍ %d പാര്‍ട്ടീഷനുണ്ടു്
mr: डिस्क मध्ये %d विभाजन आढळली
nb: Disken har %d partisjon
or: ଡିସ୍କରେ %d ବିଭାଜନ ଅଛି
pa: ਡਿਸਕ ਉੱਤੇ %d ਪਾਰਟੀਸ਼ਨ ਹੈ
pt: O disco possui %d partição
pt_br: A unidade possui %d partição
sl: Disk ima %d razdelkov
sr: Диск има %d партицију
sv: Disken innehåller %d partition
ta: வட்டானது %d பகிர்வுகளை பெற்றுள்ளது
th: ดิสก์มี %d พาร์ทิชัน

source: %s. Largest contiguous free block is %s
ca@valencia: %s. El bloc lliure continu més gran és de %s
de: %s. Größter zusammenhängender freier Block hat %s
el: %s. Το μεγαλύτερο ελεύθερο συνεχές τμήμα είναι %s
et: %s. Suurim järjestikune vaba plokk on %s
fi: %s. Suurin yhtenäinen vapaa lohko on %s
gl: %s. O bloque contiguo máis grande é %s
hi: %s. सबसे बड़ा मुक्त खंड %s है
hu: %s. A legnagyobb összefüggő szabad blokk %s méretű
it: %s. Il più grande blocco libero contiguo è da %s
ja: %s 最大の連続空きブロックは %s です。
kn: %s. ಒತ್ತೊತ್ತಾಗಿ ಇರುವ ದೊಡ್ಡದಾದ ಮುಕ್ತ ಭಾಗವು %s ಆಗಿದೆ
lt: %s. Didžiausias ištisinis laisvas blokas yra %s
lv: %s. Lielākais nepārtrauktais brīvais bloks ir %s
ml: %s. ഒന്നിച്ചു് ലഭ്യമായ ഏറ്റവും വലിയ ഉപയോഗത്തിലില്ലാത്ത ബ്ലോക്ക് %s ആണു്
mr: %s. सर्वात मोठे फ्री ब्लॉक %s आहे
nb: %s. Største sammenhengende ledige blokk er %s
or: %s. ବୃହତମ ନିକଟବର୍ତ୍ତି ମୁକ୍ତ ବ୍ଲକଟି ହେଉଛି %s
pa: %s। ਸਭ ਤੋਂ ਵੱਡਾ ਲਗਾਤਾਰ ਖਾਲੀ ਬਲਾਕ %s ਹੈ
pt: %s. O maior bloco livre contíguo tem %s
pt_br: %s. Maior bloco contíguo livre é %s
sl: %s. Največji zvezni prosti blok je %s
sr: %s. Највећи повезани, слободни блок је од %s
sv: %s. Största oavbrutna lediga block är %s
ta: %s. பெரிய தொடர்ச்சியான வெற்று தொகுதி %s
th: %s บล็อคว่างต่อเนื่องที่ใหญ่ที่สุดมีขนาด %s

source: Storage Devices
ca@valencia: Dispositius d'emmagatzemament
de: Speichergeräte
el: Συσκευές αποθήκευσης
et: Salvestid
fi: Tallennuslaitteet
gl: Dispositivos de almacenamento
hu: Tárolóeszközök
id: Perangkat Media Simpan
it: Dispositivi
ja: ストレージ・デバイス
lt: Laikmenos
lv: Atmiņas ierīces
nb: Lagringsenheter
pa: ਸਟੋਰੇਜ਼ ਜੰਤਰ
pt: Dispositivos de Armazenamento
pt_br: Dispositivos de armazenamento
sl: Naprave za shranjevanje
sr: Складишни уређаји
sv: Lagringsenheter
ta: கிடங்கு சாதனங்கள்
th: อุปกรณ์เก็บข้อมูล

source: Details
ca@valencia: Detalls
el: Λεπτομέρειες
et: Üksikasjad
fi: Yksityiskohdat
gl: Detalles
hi: विवरण
hu: Részletek
id: Detail
it: Dettagli
ja: 詳細
kn: ವಿವರಗಳು
lt: Išsamiai
lv: Sīkāka informācija
ml: വിശദാംശങ്ങള്‍
mr: तपशील
nb: Detaljer
or: ବିସ୍ତୃତ ବିବରଣୀ
pa: ਵੇਰਵਾ
pt: Detalhes
pt_br: Detalhes
sl: Podrobnosti
sr: Детаљи
sv: Detaljer
ta: விவரங்கள்
th: รายละเอียด

source: Error benchmarking drive
ca@valencia: S'ha produït un error en fer el test de referència
de: Fehler beim Erstellen eines Vergleichstests des Gerätes
el: Σφάλμα μέτρησης απόδοσης συσκευής
et: Viga ketta jõudlustesti sooritamisel
fi: Virhe mitattaessa aseman suorituskykyä
gl: Produciuse un erro ao obter un medición do rendemento da unidade
hu: Hiba az eszköz teljesítménytesztelésekor
id: Galat menguji kandar
it: Errore nell'eseguire i benchmark dell'unità
ja: ドライブのベンチマーク中にエラーが発生しました
lt: Klaida vykdant disko našumo testą
lv: Kļūda, mērot veiktspēju
nb: Feil under ytelsesmåling for stasjon
pa: ਡਰਾਇਵ ਲਈ ਬੈਂਚਮਾਰਕ ਚਲਾਉਣ ਦੌਰਾਨ ਗਲਤੀ
pt: Dispositivo de análise de desempenho de erros
pt_br: Erro ao realizar benchmark da unidade
sl: Napaka med preizkušanjem pogona
sr: Не могу да оценим уређај
sv: Fel vid prestandatest av enheten
ta: இயக்கியை ஒப்பிடுவதில் பிழை
th: เกิดข้อผิดพลาดขณะตรวจวัดไดรว์

source: Are you sure you want to start a read/write benchmark?
ca@valencia: Segur que voleu iniciar un test de referència de lectura/escriptura?
de: Sind Sie sicher, dass ein Lese- und Schreib-Vergleichstest gestartet werden soll?
el: Είστε σίγουροι ότι θέλετε να ξεκινήσετε μια μέτρηση επίδοσης με εγγραφή/ανάγνωση;
et: Kas oled kindel, et tahad alustada lugemise/kirjutamise jõudlustesti?
fi: Haluatko varmasti aloittaa luku/kirjoitus-suorituskykymittauksen?
gl: Está seguro de que quere iniciar a medición de rendemento de lectura/escritura?
hu: Biztosan el kívánja indítani az olvasási/írási teljesítménytesztet?
it: Avviare un benchmark di lettura/scrittura?
ja: 本当に読み込み/書き込みベンチマークを開始しますか?
lt: Ar tikrai norite pradėti skaitymo/rašymo našumo testą?
lv: Vai tiešām vēlaties sākt mērīt lasīšanas un rakstīšanas veiktspēju?
nb: Er du sikker på at du vil starte en ytelsestest for lesing/skriving?
pa: ਕੀ ਤੁਸੀਂ ਪੜ੍ਹਨ/ਲਿਖਣ ਬੈਂਚਮਾਰਕ ਸ਼ੁਰੂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Tem a certeza que deseja iniciar a análise de desempenho de leitura/escrita?
pt_br: Você tem certeza que quer iniciar um benchmark de leitura/escrita?
sl: Ali ste prepričani, da želite začeti z preizkusom branja in pisanja?
sr: Да ли желите да покренете оцењивање читања/уписа?
sv: Är du säker på att du vill starta ett prestandatest för läsning/skrivning?
ta: ஒரு படிக்க எழுத ஒப்பீட்டை நிச்சயம் துவக்க வேண்டுமா?
th: คุณแน่ใจหรือไม่ว่าต้องการเริ่มการตรวจวัดการอ่าน-เขียน?

source: _Benchmark
ca@valencia: _Test de referència
de: Vergleichstest
el: _Μέτρηση επιδόσεων
et: _Jõudlustest
fi: _Suorituskyky
gl: _Medición de rendemento
hu: _Teljesítményteszt
ja: ベンチマーク(_B)
lt: _Našumo testas
lv: _Mērīt veiktspēju
nb: _Ytelsesmåling
pa: ਬੈਂਚਮਾਰਕ(_B)
pt: _Análise de Desempenho
sl: _Preizkusi
sr: _Оцена уређаја
sv: Pre_standatest
ta: _B ஒப்பீடு
th: _ตรวจวัด

source: %s (%s) – Benchmark
ca@valencia: %s (%s) – Test de referència
de: %s (%s) – Vergleichstest
el: %s (%s) – Μέτρηση επιδόσεων
et: %s (%s) – jõudlustest
fi: %s (%s) – Suorituskyky
gl: %s (%s) – Medición do rendemento
hu: %s (%s) – Teljesítményteszt
it: Benchmark di %s (%s)
ja: %s (%s) – ベンチマーク
lt: %s (%s) - našumo testas
lv: %s (%s) – veiktspējas atzīme
nb: %s (%s) - Ytelsesmåling
pa: %s (%s) – ਬੈਂਚਮਾਰਕ
pt: %s (%s) – Análise de Desempenho
sl: %s (%s) – preizkus
sr: %s (%s) – оцена уређаја
sv: %s (%s) – Prestandatest
ta: %s (%s) – ஒப்பீடு
th: %s (%s) – การตรวจวัด

source: Minimum Read Rate:
ca@valencia: Ràtio de lectura mínim:
de: Kleinste Lesegeschwindigkeit:
el: Ελάχιστος ρυθμός ανάγνωσης:
et: Vähim lugemiskiirus:
fi: Pienin lukunopeus:
gl: Taxa de lectura mínima:
hu: Minimális olvasási sebesség:
id: Kecepatan Baca Minimal:
it: Tasso minimo di lettura:
ja: 最小読み取り速度:
lt: Minimalus skaitymo greitis:
lv: Mazākais lasīšanas ātrums:
nb: Minste lesehastighet:
pa: ਘੱਟੋ-ਘੱਟ ਪੜ੍ਹਨ ਰੇਟ:
pt: Taxa Mínima de Leitura:
pt_br: Taxa mínima de leitura:
sl: Najmanjša hitrost branja:
sr: Најмања стопа читања:
sv: Minsta läsfrekvens:
ta: குறைந்த பட்ச படி விகிதம்:
th: อัตราการอ่านต่ำสุด:

source: Minimum Write Rate:
ca@valencia: Ràtio d'escriptura mínim:
de: Kleinste Schreibgeschwindigkeit:
el: Ελάχιστος ρυθμός εγγραφής:
et: Vähim kirjutamiskiirus:
fi: Pienin kirjoitusnopeus:
gl: Taxa de escritura mínima:
hu: Minimális írási sebesség:
id: Kecepatan Tulis Miminal:
it: Tasso minimo di scrittura:
ja: 最小書き込み速度:
lt: Minimalus rašymo greitis:
lv: Mazākais rakstīšanas ātrums:
nb: Minste skrivehastighet:
pa: ਘੱਟੋ-ਘੱਟ ਲਿਖਣ ਰੇਟ:
pt: Taxa Mínima de Escrita:
pt_br: Taxa mínima de escrita:
sl: Najmanjša hitrost pisanja:
sr: Најмања стопа уписа:
sv: Minsta skrivfrekvens:
ta: குறைந்த பட்ச எழுதும் விகிதம்:
th: อัตราการเขียนต่ำสุด:

source: Maximum Read Rate:
ca@valencia: Ràtio de lectura màxim:
de: Größte Lesegeschwindigkeit:
el: Μέγιστος ρυθμός ανάγνωσης:
et: Suurim lugemiskiirus:
fi: Suurin lukunopeus:
gl: Taxa de lectura máxima:
hu: Maximális olvasási sebesség:
id: Kecepatan Baca Maksimal:
it: Tasso massimo di lettura:
ja: 最大読み取り速度:
lt: Maksimalus skaitymo greitis:
lv: Lielākais lasīšanas ātrums:
nb: Største lesehastighet:
pa: ਵੱਧੋ-ਵੱਧ ਪੜ੍ਹਨ ਰੇਟ:
pt: Taxa Máxima de Leitura:
pt_br: Taxa máxima de leitura:
sl: Največja hitrost branja:
sr: Највећа стопа читања:
sv: Högsta läsfrekvens:
ta: அதிக பட்சம் படி விகிதம்:
th: อัตราการอ่านสูงสุด:

source: Maximum Write Rate:
ca@valencia: Ràtio d'escriptura màxim:
de: Größte Schreibgeschwindigkeit:
el: Μέγιστος ρυθμός εγγραφής:
et: Suurim kirjutamiskiirus:
fi: Suurin kirjoitusnopeus:
gl: Taxa de escritura máxima:
hu: Maximális írási sebesség:
id: Kecepatan Tulis Maksimal:
it: Tasso massimo di scrittura:
ja: 最大書き込み速度:
lt: Maksimalus rašymo greitis:
lv: Lielākais rakstīšanas ātrums:
nb: Største skrivehastighet:
pa: ਵੱਧੋ-ਵੱਧ ਲਿਖਣ ਰੇਟ:
pt: Taxa Máxima de Escrita:
pt_br: Taxa máxima de escrita:
sl: Največja hitrost pisanja:
sr: Највећа стопа уписа:
sv: Högsta skrivfrekvens:
ta: அதிக பட்ச எழுதும் விகிதம்:
th: อัตราการเขียนสูงสุด:

source: Average Read Rate:
ca@valencia: Ràtio de lectura mitjana:
de: Mittlere Lesegeschwindigkeit:
el: Μέσος ρυθμός ανάγνωσης:
et: Keskmine lugemiskiirus:
fi: Keskimääräinen lukunopeus:
gl: Taxa de lectura media:
hu: Átlagos olvasási sebesség:
id: Kecepatan Rata-rata Baca
it: Tasso medio di lettura:
ja: 平均読み取り速度:
lt: Vidutinis skaitymo greitis:
lv: Vidējais lasīšanas ātrums:
nb: Gjennomsnittlig lesehastighet:
pa: ਔਸਤ ਪੜ੍ਹਨ ਰੇਟ:
pt: Taxa Média de Leitura:
pt_br: Taxa média de leitura:
sl: Povprečna hitrost branja:
sr: Просечна стопа читања:
sv: Genomsnittlig läsfrekvens:
ta: சராசரி படி விகிதம்:
th: อัตราการอ่านโดยเฉลี่ย:

source: Average Write Rate:
ca@valencia: Ràtio d'escriptura mitjà:
de: Mittlere Schreibgeschwindigkeit:
el: Μέσος ρυθμός εγγραφής:
et: Keskmine kirjutamiskiirus:
fi: Keskimääräinen kirjoitusnopeus:
gl: Taxa de escritura media:
hu: Átlagos írási sebesség:
id: Kecepatan Rata-rata Tulis:
it: Tasso medio di scrittura:
ja: 平均書き込み速度:
lt: Vidutinis rašymo greitis:
lv: Vidējais rakstīšanas ātrums:
nb: Gjennomsnittlig skrivehastighet:
pa: ਔਸਤ ਲਿਖਣ ਰੇਟ:
pt: Taxa Média de Escrita:
pt_br: Taxa média de escrita:
sl: Povprečna hitrost pisanja:
sr: Просечна стопа уписа:
sv: Genomsnittlig skrivfrekvens:
ta: சராசரி எழுதும் விகிதம்:
th: อัตราการเขียนโดยเฉลี่ย:

source: Last Benchmark:
ca@valencia: Últim test de referència:
de: Letzter Vergleichstest:
el: Τελευταία μέτρηση επιδόσεων:
et: Viimane jõudlustest:
fi: Viimeisin mittaus:
gl: Último benchmark:
hu: Utolsó teljesítményteszt:
id: Pengujian Terakhir:
it: Ultimo benchmark:
ja: 最後に実行したベンチマーク:
lt: Paskutinis našumo testas:
lv: Pēdējais veiktspējas mērījums:
nb: Siste ytelsesmåling:
pa: ਆਖਰੀ ਬੈਂਚਮਾਰਕ:
pt: Última Análise de Desempenho:
pt_br: Último benchmark
sl: Zadnji preizkus:
sr: Последња оцена:
sv: Senast prestandatest:
ta: கடைசி ஒப்பீடு:
th: ตรวจวัดครั้งล่าสุด:

source: Average Access Time:
ca@valencia: Temps d'accés mitjà:
de: Mittlere Zugriffszeit:
el: Μέσος ρυθμός πρόσβασης:
et: Keskmine ligipääsuaeg:
fi: Keskimääräinen hakuaika:
gl: Tempo de acceso medio:
hu: Átlagos hozzáférési idő:
id: Kecepatan Rata-rata Akses:
it: Tempo medio di accesso:
ja: 平均アクセス時間:
lt: Vidutinis prieigos laikas:
lv: Vidējais piekļuves laiks:
nb: Gjennomsnittlig aksesstid:
pa: ਔਸਤ ਅਸੈਸ ਸਮਾਂ:
pt: Tempo Médio de Acesso:
pt_br: Tempo médio de acesso:
sl: Povprečni čas dostopa:
sr: Просечно време приступа:
sv: Genomsnittlig åtkomsttid:
ta: சராசரி அணுகல் நேரம்:
th: เวลาเข้าถึงโดยเฉลี่ย:

source: Start _Read-Only Benchmark
ca@valencia: Inicia un test de referència de _sols lectura
de: Nur-_Lesenden Vergleichstest starten
el: Εκκίνηση μέτρησης επίδοσης ανά_γνωσης
et: Käivita _lugemise jõudlustest
fi: Aloita _vain luku suorituskykymittaus
gl: Iniciar benchmark de _só lectura
hu: _Csak olvasási teljesítményteszt indítása
it: Avvia benchma_rk sola lettura
ja: 読み取りのみのベンチマークを開始(_R)
lt: Pradėti tik _skaitymo našumo testą
lv: Sākt tikai _lasīšanas veiktspējas mērījumu
pa: ਕੇਵਲ ਪੜ੍ਹਨ ਬੈਂਚਮਾਰਕ ਸ਼ੁਰੂ(_R)
pt: Iniciar Análise de Desempenho _Só-Leitura
pt_br: Inicia benchmark de apenas leitu_ra
sl: Začni preizkus _branja
sr: Покрени оцењивање _без уписа
sv: Starta skrivskyddat p_restandatest
ta: _R படி மட்டும் நிர்ணயம் துவக்கு
th: เริ่มตรวจวัดแบบ_อ่านอย่างเดียว

source: Measure read rate and access time
ca@valencia: Mesura el ràtio de lectura i de temps d'accés
de: Lesegeschwindigkeit und Zugriffszeit messen
el: Μέτρηση ρυθμού ανάγνωσης και χρόνου πρόσβασης
et: Lugemiskiiruse ning ligipääsuaegade mõõtmine
fi: Mittaa lukunopeus ja hakuaika
gl: Medir taxa de lectura e tempo de acceso
hu: Olvasási sebesség és hozzáférési idő mérése
id: Mengukur kecepatan baca dan waktu akses
it: Misura il tasso di lettura e il tempo d'accesso
ja: 読み取り速度とアクセス時間を計測
lt: Matuoti skaitymo dažnį ir prieigos laiką
lv: Mērīt lasīšanas ātrumu un piekļuves laiku
pa: ਪੜ੍ਹਨ ਰੇਟ ਅਤੇ ਅਸੈਸ ਸਮਾਂ ਮਾਪੋ
pt: Medir taxa de leitura e tempo de acesso
pt_br: Mede a taxa de leitura e o tempo de acesso
sl: Merjenje hitrosti branja in časa dostopa
sr: Мери стопу читања и време приступа
sv: Mät läsfrekvens och åtkomsttid
ta: படி விகிதம் மற்றும் அணுகல் நேரத்தை அள
th: วัดอัตราการอ่านและเวลาเข้าถึง

source: Start Read/_Write Benchmark
ca@valencia: Inicia un test de referència de lectura/_escriptura
de: Lese- und _Schreib-Vergleichstest starten
el: Εκκίνηση μέτρησης επίδοσης ανάγνωσης/ε_γγραφής
et: Käivita lugemise/_kirjutamise jõudlustest
fi: Aloita luku/_kirjoitus-suorituskykymittaus
gl: Iniciar benchmark de lectura/_Escritura
hu: _Olvasási/írási teljesítményteszt indítása
it: Avvia benchmar_k lettura/scrittura
ja: 読み取り/書き込み ベンチマークを開始(_W)
lt: Pradėti skaitymo/_rašymo našumo testą
lv: Sākt lasīšanas/_rakstīšanas veiktspējas mērījumu
pa: ਪੜ੍ਹਨ/ਲਿਖਣ ਬੈਂਚਮਾਰਕ ਸ਼ੁਰੂ(_W)
pt: Iniciar Análise de Desempenho Leitura/_Escrita
pt_br: Inicia benchmark de leitura/escri_ta
sl: Začni primerjalni preizkus branja in _pisanja
sr: Покрени _оцењивање читања и уписа
sv: Starta prestandatest för läsning/s_krivning
ta: _W படி மற்றும் எழுதும் நிர்ணயம் துவக்கு
th: เริ่มตรวจวัดแบบอ่าน/เ_ขียน

source: Measure read rate, write rate and access time
ca@valencia: Mesura el ràtio de lectura, el ràtio d'escriptura i el temps d'accés
de: Lese-, Schreibgeschwindigkeit und Zugriffszeit messen
el: Μέτρηση ρυθμού ανάγνωσης, ρυθμού εγγραφής και χρόνου πρόσβασης
et: Lugemis- ja kirjutamiskiiruse ning ligipääsuaegade mõõtmine
fi: Mittaa luku- ja kirjoitusnopeus sekä hakuaika
gl: Mide a taxa de lectura, escritura e tempo de acceso
hu: Olvasási/írási sebesség és hozzáférési idő mérése
id: Mengukur kecepatan baca, tulis, dan waktu akses
it: Misura i tassi di lettura e scrittura e il tempo d'accesso
ja: 読み取り速度と書き込み速度とアクセス時間を計測
lt: Matuoti skaitymo ir rašymo dažnį bei prieigos laiką
lv: Mērīt lasīšanas ātrumu, rakstīšanas ātrumu un piekļuves laiku
pa: ਪੜ੍ਹਨ ਰੇਟ, ਲਿਖਣ ਰੇਟ ਅਤੇ ਅਸੈੱਸ ਸਮਾਂ ਮਾਪੋ
pt: Medir taxa de leitura, taxa de escrita e tempo de acesso
pt_br: Mede a taxa de leitura, a taxa de escrita e o tempo de acesso
sl: Merjenje hitrosti branja, pisanja in dostopa
sr: Мери стопу читања, уписа и време приступа
sv: Läs läsfrekvens, skrivfrekvens och åtkomsttid
ta: படி விகிதம் எழுதும் விகிதம் மற்றும் அணுகல் நேரம் அள
th: วัดอัตราการอ่าน อัตราการเขียน และเวลาเข้าถึง

source: Never
ca@valencia: Mai
de: Nie
el: Ποτέ
et: Mitte kunagi
fi: Ei koskaan
gl: Nunca
hu: Soha
id: Tidak Pernah
it: Mai
ja: なし
lt: Niekada
lv: Nekad
nb: Aldri
pa: ਕਦੇ ਨਹੀਂ
pt: Nunca
pt_br: Nunca
sl: Nikoli
sr: Никад
sv: Aldrig
ta: ஒரு போதும் இல்லை
th: ไม่เคย

source: Cancel
ca@valencia: Cancel·la
de: Abbrechen
el: Ακύρωση
et: Katkesta
fi: Peru
gl: Cancelar
hi: रद्द करें
hu: Megszakítás
id: Batal
it: Annulla
ja: キャンセル
kn: ರದ್ದು ಮಾಡು
lt: Atsisakyti
lv: Atcelt
ml: റദ്ദാക്കുക
mr: रद्द करा
nb: Avbryt
or: ବାତିଲ କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ
pt: Cancelar
pt_br: Cancelar
sl: Prekliči
sr: Откажи
sv: Avbryt
ta: ரத்து
th: ยกเลิก

source: Cancels the currently running benchmark
ca@valencia: Cancel·la el test de referència que s'està executant
de: Den derzeit laufenden Vergleichstest abbrechen
el: Ακυρώνει την εκτελούμενη μέτρηση απόδοσης
et: Praegu käimasoleva jõudlustesti katkestamine
fi: Peruu käynnissä olevan suorituskykymittauksen
gl: Cancela o benchmark que se está a executar actualmente
hu: A jelenleg futó teljesítményteszt megszakítása
id: Membatalkan pengujian yang saat ini berjalan
it: Annulla il benchmark in esecuzione
ja: 現在実行中のベンチマークをキャンセルします
lt: Nutraukia vykdomą tikrinimą
lv: Atceļ veiktspējas mērīšanu
pa: ਮੌਜੂਦਾ ਚੱਲ ਰਹੇ ਬੈਂਚਮਾਰਕ ਰੱਦ ਕਰੋ
pt: Cancela a análise de desempenho que se encontra a ser executada
pt_br: Cancela o benchmark atual em execução
sl: Prekliče trenutno dejaven preizkus
sr: Прекида тренутно оцењивање
sv: Avbryter det körande prestandatestet
ta: தற்போது இயங்கிக் கொண்டிருக்கிற ஒப்பீட்டு பரிசோதனையை ரத்துசெய்கிறது
th: ยกเลิกการตรวจวัดที่กำลังดำเนินอยู่

source: Edit %s
ca@valencia: Edita %s
de: %s bearbeiten
el: Επεξεργασία %s
et: Muutmine: %s
fi: Muokkaa %s
gl: Editar %s
hu: %s szerkesztése
it: Modifica %s
ja: %s を編集
lt: Taisyti %s
lv: Rediģēt %s
nb: Rediger %s
pa: %s ਸੋਧ
pt: Editar %s
pt_br: Edita %s
sl: Uredi %s
sr: Уреди %s
sv: Redigera %s
ta: %s ஐ திருத்து
th: แก้ไข %s

source: Missing Physical Volume
ca@valencia: Volum físic no present
de: Fehlender physikalischer Datenträger
el: Λείπει φυσικός τόμος
et: Puuduv füüsiline köide
fi: Puuttuva fyysinen taltio
gl: Falta o volume físico
hu: Hiányzó fizikai kötet
it: Volume fisico mancante
ja: 物理ボリュームが見つかりません
lt: Trūkstamas fizinis tomas
lv: Trūkst fiziskā sējuma
nb: Mangler fysisk volum
pa: ਫਿਜ਼ੀਕਲ ਵਾਲੀਅਮ ਗੁੰਮ ਹੈ
pt: Volume Físico em Falta
pt_br: Volume físico faltando
sl: Manjka fizični nosilec
sr: Нема физичког диска
sv: Saknar fysisk volym
ta: பௌதிக தொகுதி காணப்படவில்லை
th: ไม่พบโวลุมจริง

source: UUID: %s
sr: УУИД: %s

source: Edit PVs on %s (%s)
ca@valencia: Edita els volums físics de %s (%s)
de: Physikalische Datenträger auf %s bearbeiten (%s)
el: Επεξεργασία PVs σε %s (%s)
et: Seadme %s FK muutmine (%s)
fi: Muokkaa fyysistä taltiota ryhmässä %s (%s)
gl: Editar PVs en %s (%s)
hu: Fizikai kötetek szerkesztése ezen: %s (%s)
id: Menyunting PV pada %s (%s)
it: Modifica volumi fisici su %s (%s)
ja: %s (%s) の物理ボリュームを編集
lt: Redaguoti tomą diske %s (%s)
lv: Rediģēt fizisko sējumu uz %s (%s)
nb: Rediger fysiske volum på %s (%s)
pa: %s (%s) PV ਸੋਧ
pt: Editar VFs em %s (%s)
pt_br: Edita PVs em %s (%s)
sl: Uredi fizični nosilec na %s (%s)
sr: Уреди диск на %s (%s)
sv: Redigera fysiska volymer på %s (%s)
ta: %s (%s) இல் பிவிக்களை திருத்து
th: แก้ไขโวลุมจริงใน %s (%s)
