Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: Error listening to address `localhost:%d': %s: %s
ca@valencia: S'ha produït un error en escoltar a l'adreça «localhost:%d» %s: %s
de: Fehler beim Lauschen auf Adresse »localhost:%d«: %s: %s
el: Σφάλμα ακρόασης στη διεύθυνση `localhost:%d': %s: %s
et: Tõrge aadressi `localhost:%d' kuulamisel: %s: %s
fi: Virhe kuunneltaessa osoitetta ”localhost:%d”: %s: %s
gl: Produciuse un erro ao escoitar no enderezo `localhost: %d': %s: %s
hu: Hiba a cím figyelésekor: „localhost:%d”: %s: %s
id: Galat mendengarkan alamat `localhost:%d': %s: %s
it: Errore nell'ascoltare l'indirizzo «localhost:%d»: %s: %s
ja: アドレス `localhost:%d' をlistenする際にエラーが発生しました: %s: %s
lt: Klaida klausantis adreso `localhost:%d: %s: %s
lv: Kļūda, klausoties adreses `localhost:%d': %s: %s
nb: Feil ved lytting på adressen «localhost:%d»: %s: %s
pa: ਐਡਰੈੱਸ `localhost:%d' ਤੋਂ ਸੁਣਨ ਦੌਰਾਨ ਗਲਤ: %s: %s
pt: Erro ao ouvir o endereço `localhost:%d': %s: %s
pt_br: Erro ao escutar o endereço 'localhost:%d': %s: %s
sl: Napaka med poslušanjem naslova `localhost:%d': %s: %s
sr: Грешка при слушању адресе „localhost:%d“: %s: %s
sv: Fel vid lyssning på adressen "localhost:%d": %s: %s
ta: `localhost:%d': %s: %s இல் செவி சாய்பதில் பிழை
th: เกิดข้อผิดพลาดขณะรอรับการเชื่อมต่อที่ `localhost:%d': %s: %s

source: Error creating a local TCP server, tried binding to ports 9000-10000 on localhost
ca@valencia: S'ha produït un error en crear un servidor TCP local, s'ha intentat vincular els ports 5000 a 10000 al localhost
de: Fehler beim Erstellen eines lokalen TCP-Servers, es wurde eine Bindung an die Ports 9000-10000 auf localhost versucht
el: Σφάλμα δημιουργίας ενός τοπικού εξυπηρετητή TCP, έγινε προσπάθεια binding στις θύρες 9000-10000 στο localhost
et: Tõrge kohaliku TCP-serveri loomisel, prooviti localhosti portide 9000-10000 kasutamist
fi: Virhe luotaessa paikallista TCP-palvelinta, yritettiin sitoa portteja 9000-10000 osoitteessa localhost
gl: Produciuse un erro ao crear o servidor TCP local, tentouse ligar aos portos 9000-10000 en localhost
hu: Hiba a helyi TCP-kiszolgáló létrehozásakor, kísérlet történt a 9000-10000 portokhoz kapcsolódásra a localhoston
id: Galat membuat server TCP lokal, mencoba terhubung pada port 9000-10000 di localhost
it: Errore nel creare un server TCP locale, tentato il binding delle porte 9000-10000 su localhost
ja: ローカル TCP サーバの作成時にエラーが発生しました。localhost の 9000-10000 番ポートでのバインドを試してください。
lt: Klaida kuriant vietinį TCP serverį, mėginta susaistyti su localhost prievadais 9000-10000
lv: Kļūda, izveidojot lokālo TCP serveri, mēģināja sasaistīties ar portiem 9000-10000 uz localhost
pa: ਲੋਕਲ TCP ਸਰਵਰ ਬਣਾਉਣ ਦੌਰਾਨ ਗਲਤੀ, ਲੋਕਲ ਹੋਸਟ ਉੱਤੇ ਪੋਰਟ ੯੦੦੦-੧੦੦੦੦ ਨਾਲ ਬਾਈਡ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ।
pt: Erro ao criar um servidor TCP local, tentou ligar às portas 9000-10000 em localhost
pt_br: Erro ao criar um servidor TCP local, foram tentadas as portas de 9000-10000 em localhost
sl: Napaka med ustvarjanjem krajevnega strežnika TCP; neuspešno povezovanje preko vrat med 9000-10000 na localhost
sr: Грешка приликом образовања локалног ТЦП сервера. Покушано је повезивање на localhost портове од 9000 до 10000
sv: Fel vid skapandet av en lokal TCP-server, försökte binda till portarna 9000-10000 på localhost
ta: உள்ளமை TCP சேவையகம் உருவாக்குவதில் பிழை, துறைகள் 9000-10000 ஐ உள்ளமை புரவலனில் பிணைக்க முயன்றது.
th: เกิดข้อผิดพลาดขณะสร้างเซิร์ฟเวอร์ TCP ในเครื่อง โดยได้ลอง bind กับพอร์ต 9000-10000 ที่ localhost แล้ว

source: Error setting auth mechanisms on local DBusServer
ca@valencia: S'ha produït un error en establir els mecanismes d'autenticació en el DBusServer local
de: Fehler beim Festlegen der Legitimierungs-Mechanismen auf dem lokalen DBusServer
el: Σφάλμα ορισμού μηχανισμών εξουσιοδότησης στον τοπικό DBusServer
et: Tõrge kohaliku DBusServeri autentimismeetodite määramisel
fi: Virhe asetettaessa todennusmekanismeja paikallisella DBus-palvelimella
gl: Produciuse un erro nos mecanismos de autenticación no DBusServer local
hu: Hiba a hitelesítési mechanizmusok beállítására a helyi DBusServeren
id: Galat mengatur mekanisme otentikasi pada DBusServer lokal
it: Errore nell'impostare il meccanismo "auth" sul server D-Bus locale
ja: ローカルのDBusServer上での認証の設定中にエラーが発生しました
lt: Klaida nustatant auth mechanizmus vietiniame DBusServer
lv: Kļūda, iestatot autentifikācijas mehānismus uz lokāla DBusServer
pa: ਲੋਕਲ ਡੀਬੱਸਸਰਵਰ ਉੱਤੇ auth ਢੰਗ ਸੈਟਿੰਗ ਫੇਲ੍ਹ
pt: Erro ao definir mecanismos de autenticação no DBusServer local
pt_br: Erro ao definir mecanismos de autenticação no DBusServer local
sl: Napaka med določanjem mehanizma na krajevnem strežniku DBusServer
sr: Грешка при постављању начина пријаве на локални ДБУС сервер
sv: Fel vid inställning av autentiseringsmekanismer på lokal DBusServer
ta: உள்ளமை டிபஸ் சேவகனில் ( DBusServer) உறுதிபடுத்தும் இயல்பை நிறுவுவதில் பிழை
th: เกิดข้อผิดพลาดขณะกำหนดกลไกการยืนยันตัวบุคคลที่ DBusServer ในเครื่อง

source: Unable to parse command-line `%s' (Malformed address?): %s
ca@valencia: No s'ha pogut analitzar la línia d'ordes «%s» (l'adreça està mal formada?): %s
de: Die Befehlszeile »%s« kann nicht verarbeitet werden (Ungültige Adresse?): %s
el: Αδυναμία ανάλυσης γραμμής εντολών `%s' (Κακοδιατυπωμένη διεύθυνση;): %s
et: Käsurea '%s' analüüsimine pole võimalik (rikutud aadress?): %s
fi: Ei voitu jäsentää komentoriviä ”%s” (epämuodostunut osoite?): %s
gl: Non foi posíbel analizar a liña de ordes `%s' (pode ser debido a un enderezo mal formado): %s
hu: Nem dolgozható fel a parancssor: „%s”. Talán a cím rosszul formázott: %s
id: Tidak dapat menguraikan baris perintah `%s' (Bentuk alamat salah?): %s
it: Impossibile analizzare la riga di comando «%s» (indirizzo non corretto?): %s
ja: コマンドライン `%s' のパースに失敗しました (アドレス間違い?): %s
lt: Nepavyksta perskaityti komandinės eilutės `%s' (blogas adresas?): %s
lv: Nevar apstrādāt komandrindas `%s' (slikti formēta adrese?): %s
pa: ਕਮਾਂਡ ਲਾਈਨ `%s' ਪਾਰਸ ਕਰਨ ਲਈ ਫੇਲ੍ਹ (ਗਲਤ ਐਡਰੈੱਸ?): %s
pt: Incapaz de analisar linha de comando `%s' (Endereço mal formado?): %s
pt_br: Não foi possível executar a linha de comando '%s' (endereço mal formado?): %s
sl: Ni mogoče razčleniti ukazne vrstice `%s' (Ali je naslov pravilno oblikovan?): %s
sr: Не могу да обрадим командну линију „%s“ (Лоше задата адреса?): %s
sv: Kunde inte tolka kommandoraden "%s" (Felformulerad adress?): %s
ta: கட்டளை வரி `%s' (பிழையான முகவரி?) ஐ பகுக்க முடியவில்லை: %s
th: ไม่สามารถแจงบรรทัดคำสั่ง `%s' (ที่อยู่ผิดรูปแบบหรือเปล่า?): %s

source: Unable to spawn ssh program: %s
ca@valencia: No s'ha pogut engendrar el programa ssh: %s
de: Das ssh-Programm kann nicht gestartet werden: %s
el: Αδύνατη η διαμόρφωση του '%s'
et: ssh programmi pole võimalik käivitada: %s
fi: Ei voitu käynnistää ssh-ohjelmaa: %s
gl: Non é posíbel xerar o programa ssh: %s
hu: Az ssh program nem indítható: %s
it: Impossibile lanciare il programma ssh: %s
ja: ssh プログラムを起動できませんでした: %s
lt: Nepavyko paleisti ssh programos: %s
lv: Neizdevās palaist ssh programmu: %s
nb: Kan ikke starte ssh-program: %s
pa: spawn ssh ਪਰੋਗਰਾਮ ਲਈ ਅਸਮਰੱਥ: %s
pt: Incapaz de acordar programa ssh: %s
pt_br: Não foi possível chamar o programa ssh: %s
sl: Ni mogoče oživiti ssh programa: %s
sr: Не могу да разгранам ssh програм: %s
sv: Kunde inte starta ssh-programmet: %s
ta: ssh நிரலை உருவாக்க முடியவில்லை: %s
th: ไม่สามารถ spawn โปรแกรม ssh: %s

source: Error reading stderr output: %s
ca@valencia: S'ha produït un error en llegir l'eixida d'error: %s
de: Fehler beim Lesen der Fehlerausgabe stderr: %s
el: Σφάλμα ανάγνωσης stderr output: %s
et: Tõrge stderr väljundi lugemisel: %s
fi: Virhe luettaessa vakiovirhetulostetta: %s
gl: Produciuse un erro ao ler a saída stderr: %s
hu: Hiba a szabványos hibakimenet olvasásakor: %s
id: Galat membaca keluaran stderr: %s
it: Errore nel leggere l'output dello stderr: %s
ja: 標準エラー出力の読み込み中にエラー: %s
lt: Klaida skaitant stderr išvedimą: %s
lv: Kļūda, nolasot stderr izvadu: %s
pa: stderr ਆਉਟਪੁੱਟ ਪੜ੍ਹਨ ਦੌਰਾਨ ਗਲਤੀ: %s
pt: Erro ao ler a saída de stderr: %s
pt_br: Erro ao ler saída stderr: %s
sl: Napaka med branjem stdout odvoda: %s
sr: Грешка при читању исписа из стандардне грешке: %s
sv: Fel vid läsning av utdata på standard fel: %s
ta: stderr வெளியீடு படிப்பதில் பிழை: %s
th: เกิดข้อผิดพลาดขณะอ่านผลลัพธ์จาก stderr: %s

source: Error reading stderr output: No content
ca@valencia: S'ha produït un error en llegir l'eixida d'error: cap contingut
de: Fehler beim Lesen der Fehlerausgabe stderr: Kein Inhalt
el: Σφάλμα ανάγνωσης αποτελέσματος stderr: Δεν υπάρχει περιεχόμενο
et: Tõrge stderr väljundi lugemisel: puudub sisu
fi: Virhe luettaessa vakiovirhetulostetta: Ei sisältöä
gl: Produciuse un erro ao ler a saída stderr: Sen contido
hu: Hiba a szabványos hibakimenet olvasásakor: nincs tartalom
id: Galat membaca keluaran stderr: Tidak ada isi
it: Errore nel leggere l'output dello stderr: nessun contenuto
ja: 標準エラー出力の読み込み中にエラー: 内容なし
lt: Klaida skaitant stderr išvedimą: nėra turinio
lv: Kļūda, nolasot stderr izvadu: nav satura
pa: stderr ਆਉਟਪੁੱਟ ਪੜ੍ਹਨ ਦੌਰਾਨ ਗਲਤੀ: ਕੋਈ ਸਮੱਗਰੀ ਨਹੀਂ
pt: Erro ao ler a saída de stderr: Sem conteúdo
pt_br: Erro ao ler saída stderr: sem conteúdo
sl: Napaka med branjem stdout odvoda: ni vsebine
sr: Грешка при читању исписа из стандардне грешке: Нема садржаја
sv: Fel vid läsning av utdata på standard fel: Inget innehåll
ta: stderr வெளியீடு படிப்பதில் பிழை: உள்ளடக்கம் ஒன்றூமில்லை
th: เกิดข้อผิดพลาดขณะอ่านผลลัพธ์จาก stderr: ไม่มีเนื้อหา

source: Error logging in
ca@valencia: S'ha produït un error en autenticar-se
de: Fehler beim Anmelden
el: Σφάλμα σύνδεσης
et: Tõrge sisselogimisel
fi: Virhe kirjauduttaessa sisään
gl: Produciuse un erro ao iniciar sesión
hu: Hiba a bejelentkezéskor
id: Galat ketika mencoba masuk
it: Errore nell'eseguire l'accesso
ja: ログイン中にエラーが発生しました
lt: Klaida prisijungiant
lv: Kļūda piesakoties
nb: Feil ved innlogging
pa: ਲਾਗਇਨ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro a iniciar sessão
pt_br: Erro ao autenticar-se
sl: Napaka med prijavljanjem
sr: Грешка у пријави
sv: Fel vid inloggning
ta: உள்நுழைவதில் பிழை
th: เกิดข้อผิดพลาดขณะเข้าระบบ

source: Error sending `%s': %s
ca@valencia: S'ha produït un error en enviar «%s»: %s
de: Fehler beim Senden »%s«: %s
el: Σφάλμα αποστολής `%s': %s
et: Tõrge `%s' saatmisel: %s
fi: Virhe lähetettäessä ”%s”: %s
gl: Produciuse un erro `%s': %s
hu: Hiba „%s” küldésekor: %s
id: Galat ketika mengirim `%s': %s
it: Errore nell'inviare «%s»: %s
ja: `%s' の送信中にエラー: %s
lt: Klaida siunčiant `%s': %s
lv: Kļūda, sūtot `%s': %s
nb: Feil ved sending av «%s»: %s
pa: `%s' ਭੇਜਣ ਦੌਰਾਨ ਗਲਤੀ: %s
pt: Erro ao enviar `%s': %s
pt_br: Erro ao enviar '%s': %s
sl: Napaka med pošiljanjem `%s': %s
sr: Грешка у слању „%s“: %s
sv: Fel vid sändning av "%s": %s
ta: `%s' ஐ அனுப்புவதில் பிழை: %s
th: เกิดข้อผิดพลาดขณะส่ง `%s': %s

source: Unexpected stderr output - expected `udisks-tcp-bridge: Waiting for secret' but got `%s'
ca@valencia: S'ha rebut una eixida d'error no esperada, s'esperava «udisks-tcp-bridge: Waiting for secret» però s'ha obtingut «%s»
de: Unerwartete Fehlerausgabe von stderr - »udisks-tcp-bridge: Waiting for secret« wurde erwartet, aber »%s« wurde erhalten
el: Απρόσμενο αποτέλεσμα stderr- αναμενόταν `udisks-tcp-bridge: Waiting for secret' αλλά λήφθηκε `%s'
et: Ootamatu stderr väljund - oodati `udisks-tcp-bridge: Parooli ootamine, aga saadi `%s'
fi: Odottamaton vakiovirhetuloste - odoteettiin ”udisks-tcp-bridge: Waiting for secret”, mutta saatiin ”%s”
gl: Produciuse unha saída stderr inesperada - esperábase `udisks-tcp-bridge: Waiting for secret' pero obtíbose %s'
hu: Váratlan szabványos hibakimenet: a várt „udisks-tcp-bridge: Waiting for secret” helyett a következő érkezett: „%s”
it: Output di stderr non atteso: atteso «udisks-tcp-bridge: Waiting for secret», ma ottenuto «%s»
ja: 予期せぬ標準エラー出力 - `udisks-tcp-bridge: Waiting for secret' を予期していましたが `%s' でした。
lt: Nelauktas stderr išvedimas - laukta `udisks-tcp-bridge: laukiama paslapties', bet gauta `%s'
lv: Negaidīts stderr izvads - tika gaidīts `udisks-tcp-bridge: Waiting for secret' bet saņēma `%s'
pa: ਅਣਜਾਣ stderr ਆਉਟਪੁੱਟ - `udisks-tcp-bridge: Waiting for secret' ਦੀ ਲੋੜ ਸੀ, ਪਰ `%s' ਮਿਲਿਆ।
pt: Saída de stderr inesperada - esperado `udisks-tcp-bridge: Waiting for secret' mas obteve `%s'
pt_br: Saida stderr inesperada - era esperado 'udisks-tcp-bridge: Waiting for secret' mas foi recebido '%s'
sl: Nepričakovan standardni izpis - pričakovano je `udisks-tcp-bridge: čakanje na šifro - dobljeno pa je `%s'
sr: Неочекивани испис стандардне грешке — очекивао сам „udisks-tcp-bridge: Чекам лозинку“, а добијено је „%s“
sv: Oväntat utdata på standard fel - förväntade "udisks-tcp-bridge: Waiting for secret" men fick "%s"
ta: எதிர்பாரா stderr வெளியீடு - எதிர் பார்த்தது `udisks-tcp-bridge: ரகசியத்துக்கு காத்திருக்கிறது' ஆனால் கிடைத்தது `%s'
th: พบผลลัพธ์ไม่คาดหมายที่ stderr - ต้องการ `udisks-tcp-bridge: Waiting for secret' แต่ได้รับ `%s'

source: Error passing authorization secret: %s
ca@valencia: S'ha produït un error en passar el secret d'autorització: %s
de: Fehler bei der Weitergabe des Legitimierungsgeheimnisses: %s
el: Σφάλμα προώθησης κωδικού εξουσιοδότησης: %s
et: Tõrge autoriseerimisparooli edasiandmisel: %s
fi: Virhe välitettäessä valtuutussalaisuutta: %s
gl: Produciuse un erro ao analizar o segredo de autorización: %s
hu: Hiba a hitelesítési titok átadásakor: %s
it: Errore nel consegnare il segreto di autorizzazione: %s
ja: 認証用の秘密鍵の受け渡しでエラーが発生しました: %s
lt: Klaida perduodant autorizacijos paslaptį: %s
lv: Kļūda, apstrādājot autorizācijas noslēpumu: %s
pa: ਪਰਮਾਣਕਿਤਾ ਭੇਦ ਪਾਸ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ: %s
pt: Erro ao passar segredo de autorização: %s
pt_br: Erro ao passar autorização secreta: %s
sl: Napaka med podajanjem ključa pooblastitve: %s
sr: Грешка при обради лозинке за пријаву: %s
sv: Fel vid sändning av behörighetsuppgifter: %s
ta: உறுதியாக்கல் ரகசியத்தை அனுமதிப்பதில் பிழை: %s
th: เกิดข้อผิดพลาดขณะส่งข้อมูลลับสำหรับยืนยันสิทธิ์: %s

source: Error reading stderr from: %s
ca@valencia: S'ha produït un error en llegir de l'eixida d'error: %s
de: Fehler beim Lesen der Fehlerausgabe stderr von: %s
el: Σφάλμα ανάγνωσης stderr από: %s
et: Tõrge stderr lugemisel kohast: %s
fi: Virhe luettaessa vakiovirhettä: %s
gl: Produciuse un erro ao ler stderr dende: %s
hu: Hiba a szabványos hibakimenet olvasásakor: %s
it: Errore nel leggere lo stderr da: %s
ja: 標準エラーを以下より読み込み中にエラー: %s
lt: Klaida skaitant stderr iš: %s
lv: Kļūda, nolasot stderr no: %s
pa: %s: ਤੋਂ stderr ਪੜ੍ਹਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao stderr a partir de: %s
pt_br: Erro ao ler stderr de: %s
sl: Napaka med branjem iz: %s
sr: Грешка при читању стандардне грешке са: %s
sv: Fel vid läsning av standard fel från: %s
ta: stderr : %s ஐ படிப்பதில் பிழை
th: เกิดข้อผิดพลาดขณะอ่าน stderr จาก: %s

source: Unexpected stderr output - expected `udisks-tcp-bridge: Attempting to connect to port %d' but got `%s'
ca@valencia: S'ha rebut una eixida d'error no esperada, s'esperava «udisks-tcp-bridge: Attempting to connect to port %d» però s'ha rebut «%s»
de: Unerwartete Fehlerausgabe von stderr - »udisks-tcp-bridge: Attempting to connect to port %d« wurde erwartet, aber »%s« wurde erhalten
el: Απρόσμενο αποτέλεσμα stderr- αναμενόταν `udisks-tcp-bridge:Attempting to connect to port %d' αλλά λήφθηκε `%s'
et: Ootamatu stderr väljund - oodati `udisks-tcp-bridge: Ühendumise katse pordile %d', aga saadi `%s'
fi: Odottamaton vakiovirhetuloste - odoteettiin ”udisks-tcp-bridge: Attempting to connect to port %d” mutta saatiin ”%s”
gl: Produciuse unha saída stderr inesperada - esperábase `udisks-tcp-bridge: Attempting to connect to port %d' pero obtíbose %s'
hu: Váratlan szabványos hibakimenet: a várt „udisks-tcp-bridge: Attempting to connect to port %d” helyett a következő érkezett: „%s”
it: Output di stdout non atteso: atteso «udisks-tcp-bridge: Attempting to connect to port %d», ma ottenuto «%s»
ja: 予期せぬ標準エラー出力 - `udisks-tcp-bridge: Attempting to connect to port %d' を予期していましたが `%s' でした。
lt: Nelauktas stderr išvedimas - laukta `udisks-tcp-bridge: bandoma prisijungti prie prievado %d', bet gauta `%s'
lv: Negaidīts stderr izvads - tika gaidīts `udisks-tcp-bridge: Attempting to connect to port %d' bet saņēma `%s'
pa: ਅਣਜਾਣ stderr ਆਉਟਪੁੱਟ - `udisks-tcp-bridge: Attempting to connect to port %d' ਦੀ ਲੋੜ ਸੀ, ਪਰ `%s' ਮਿਲਿਆ
pt: Saída de stderr inesperada - esperado `udisks-tcp-bridge: Tentou ligar à porta %d' mas obteve `%s'
pt_br: Erro de saída stderr inesperado - era esperado: 'udisks-tcp-bridge: Attempting to connect to port %d' mas foi recebido '%s'
sl: Nepričakovan standardni izpis - pričakovano je `udisks-tcp-bridge: poskus povezave z vrati %d' - dobljeno pa je `%s'
sr: Неочекивани испис стандардне грешке — очекивао сам „udisks-tcp-bridge: Покушавам да се повежем на порт %d“, а добијено је „%s“
sv: Oväntat utdata på standard fel - förväntade "udisks-tcp-bridge: Attempting to connect to port %d" men fick "%s"
ta: எதிர்பாரா stderr வெளியீடு - எதிர் பார்த்தது `udisks-tcp-bridge: துறை %d' க்கு இணைக்க முயற்சிக்கிறது. ஆனால்கிடைத்தது `%s'
th: พบผลลัพธ์ไม่คาดหมายที่ stderr - ต้องการ `udisks-tcp-bridge: Attempting to connect to port %d' แต่ได้รับ `%s'

source: The udisks-tcp-bridge program failed to prove it was authorized: %s
ca@valencia: El programa udisks-tcp-bridge no ha pogut autoritzar-se: %s
de: Das Programm »udisks-tcp-bridge« scheiterte beim Nachweisen einer Legitimierung: %s
el: Το πρόγραμμα udisks-tcp-bridge απέτυχε να αποδείξει την εξουσιοδότηση του: %s
et: Rakendus udisks-tcp-bridge ei suutnud autenditust tõestada: %s
fi: udisks-tcp-bridge-ohjelma ei kyennyt todistamaan olevansa valtuutettu: %s
gl: O programa udisks-tcp-bridge fallou ao probar se estaba autorizado: %s
hu: Az udisks-tcp-bridge program nem tudta bizonyítani, hogy van felhatalmazása: %s
it: Verifica dell'autorizzazione del programma udisks-tcp-bridge non riuscita: %s
ja: プログラム udisks-tcp-bridge が認証されているかの確認に失敗しました: %s
lt: udisks-tcp-bridge programai nepavyko įrodyti, kad ji buvo autorizuota: %s
lv: udisks-tcp-bridge neizdevās pierādīt, ka tā it autorizēta: %s
pa: udisks-tcp-bridge ਪਰੋਗਰਾਮ ਆਪਣੀ ਪਰਮਾਣਿਕਤਾ ਦੇਣ ਲਈ ਫੇਲ੍ਹ ਹੈ: %s
pt: O programa udisks-tcp-bridge falhou ao provar que estava autorizado: %s
pt_br: O programa udisks-tcp-bridge falhou em provar que estava autorizado: %s
sl: Program udisks-tcp-bridge ni ustrezno pooblaščen: %s
sr: Програм udisks-tcp-bridge не може да докаже вашу пријаву: %s
sv: Programmet udisks-tcp-bridge misslyckades med att bevisa att det hade behörighet: %s
ta: udisks-tcp-bridge நிரல் அது உரிமையுள்ளது என நிரூபிக்க தவறியது: %s
th: โปรแกรม udisks-tcp-bridge พิสูจน์สิทธิ์ไม่สำเร็จ: %s

source: The udisks-tcp-bridge program failed to prove it was authorized
ca@valencia: El programa udisks-tcp-bridge no ha pogut autoritzar-se
de: Das Programm »udisks-tcp-bridge« scheiterte beim Nachweisen einer Legitimierung
el: Το πρόγραμμα udisks-tcp-bridge απέτυχε να αποδείξει την εξουσιοδότηση του
et: Rakendus udisks-tcp-bridge ei suutnud enda autoriseerimist tõestada
fi: udisks-tcp-bridge-ohjelma ei kyennyt todistamaan olevansa valtuutettu
gl: Produciuse un fallo no programa udisks-tcp-bridge ao probar se estaba autorizado
hu: Az udisks-tcp-bridge program nem tudta bizonyítani, hogy van felhatalmazása
it: Verifica dell'autorizzazione del programma udisks-tcp-bridge non riuscita
ja: プログラム udisks-tcp-bridge が認証されているかの確認に失敗しました
lt: udisks-tcp-bridge programai nepavyko įrodyti, kad ji buvo autorizuota
lv: udisks-tcp-bridge neizdevās pierādīt, ka tā it autorizēta
pa: udisks-tcp-bridge ਪਰੋਗਰਾਮ ਆਪਣੀ ਪਰਮਾਣਕਿਤਾ ਦੇਣ ਲਈ ਫੇਲ੍ਹ ਹੈ।
pt: O programa udisks-tcp-bridge falhou ao provar que estava autorizado
pt_br: O programa udisks-tcp-bridge falhou em provar que estava autorizado
sl: Program udisks-tcp-bridge ni ustrezno pooblaščen
sr: Програм udisks-tcp-bridge не може да докаже вашу пријаву
sv: Programmet udisks-tcp-bridge misslyckades med att bevisa att det hade behörighet
ta: udisks-tcp-bridge நிரல் அது உரிமையுள்ளது என நிரூபிக்க தவறியது
th: โปรแกรม udisks-tcp-bridge พิสูจน์สิทธิ์ไม่สำเร็จ

source: %s (%s bytes)
et: %s (%s baiti)
fi: %s (%s tavua)
hu: %s (%s bájt)
id: %s (%s bita)
it: %s (%s byte)
ja: %s (%s バイト)
lt: %s (%s baitų)
lv: %s (%s baiti)
pa: %s (%s ਬਾਈਟ)
sl: %s (%s bajtov)
sr: %s (%s битова)
sv: %s (%s byte)
ta: %s (%s பைட்டுகள்)
th: %s (%s ไบต์)

source: FAT (12-bit version)
ca@valencia: FAT (versió de 12 bits)
el: FAT (12-bit έκδοση)
et: FAT (12-bitine versioon)
fi: FAT (12-bittinen versio)
gl: FAT (versión de 12 bits)
hi: FAT (12-बिट संस्करण)
hu: FAT (12 bites)
id: FAT (versi 12-bit)
it: FAT (versione 12bit)
ja: FAT (12ビット)
kn: FAT (12-ಬಿಟ್ ಆವೃತ್ತಿ)
lt: FAT (12 bitų versija)
lv: FAT (12 bitu versija)
ml: FAT (12-ബിറ്റ് പതിപ്പു്)
mr: FAT (12-बीट आवृत्ती)
nb: FAT (12-bit versjon)
or: FAT (12-ବିଟ ସଂସ୍କରଣ)
pa: FAT (੧੨-ਬਿੱਟ ਵਰਜਨ)
pt: FAT (versão 12-bit)
pt_br: FAT (versão 12-bit)
sl: FAT (12-bitna različica)
sr: ФАТ (12-битни)
sv: FAT (12-bitars version)
ta: பேட்(FAT) (12-பிட் பதிப்பு)
th: FAT (รุ่น 12 บิต)

source: FAT
sr: ФАТ
ta: பேட்(FAT)

source: FAT (16-bit version)
ca@valencia: FAT (versió de 16 bits)
el: FAT (
et: FAT (16-bitine versioon)
fi: FAT (16-bittinen versio)
gl: FAT (versión de 16 bit)
hi: FAT (16-बिट संस्करण)
hu: FAT (16 bites)
id: FAT (versi 16-bit)
it: FAT (versione 16bit)
ja: FAT (16ビット)
kn: FAT (16-ಬಿಟ್ ಆವೃತ್ತಿ)
lt: FAT (16 bitų versija)
lv: FAT (16 bitu versija)
ml: FAT (16-ബിറ്റ് പതിപ്പു്)
mr: FAT (16-बीट आवृत्ती)
nb: FAT (16-bit versjon)
or: FAT (16-ବିଟ ସଂସ୍କରଣ)
pa: FAT (੧੬-ਬਿੱਟ ਵਰਜਨ)
pt: FAT (versão 16-bit)
pt_br: FAT (versão 16-bit)
sl: FAT (16-bitna različica)
sr: ФАТ (16-битни)
sv: FAT (16-bitars version)
ta: பேட்(FAT) (16-பிட் பதிப்பு)
th: FAT (รุ่น 16 บิต)

source: FAT (32-bit version)
ca@valencia: FAT (versió de 32 bits)
el: FAT (έκδοση 32-bit)
et: FAT (32-bitine versioon)
fi: FAT (32-bittinen versio)
gl: FAT (versión de 32 bit)
hi: FAT (32-बिट संस्करण)
hu: FAT (32 bites)
id: FAT (versi 32-bit)
it: FAT (versione 32bit)
ja: FAT (32ビット)
kn: FAT (32-ಬಿಟ್ ಆವೃತ್ತಿ)
lt: FAT (32 bitų versija)
lv: FAT (32 bitu versija)
ml: FAT (32-ബിറ്റ് പതിപ്പു്)
mr: FAT (32-बीट आवृत्ती)
nb: FAT (32-bit versjon)
or: FAT (32-ବିଟ ସଂସ୍କରଣ)
pa: FAT (੩੨-ਬਿੱਟ ਵਰਜਨ)
pt: FAT (versão 32-bit)
pt_br: FAT (versão 32-bit)
sl: FAT (32-bitna različica)
sr: ФАТ (32-битни)
sv: FAT (32-bitars version)
ta: பேட்(FAT) (32-பிட் பதிப்பு)
th: FAT (รุ่น 32 บิต)

source: NTFS (version %s)
ca@valencia: NTFS (versió %s)
el: NTFS (έκδοση %s)
et: NTFS (versioon %s)
fi: NTFS (versio %s)
gl: NTFS (versión %s)
hi: NTFS (संस्करण %s)
hu: NTFS (%s verzió)
id: NTFS (versi %s)
it: NTFS (versione %s)
ja: NTFS (バージョン %s)
kn: NTFS (ಆವೃತ್ತಿ %s)
lt: NTFS (versija %s)
lv: NTFS (versija %s)
ml: NTFS (പതിപ്പു് %s)
mr: NTFS (आवृत्ती %s)
nb: NTFS (versjon %s)
or: NTFS (ସଂସ୍କରଣ %s)
pa: NTFS (ਵਰਜਨ %s)
pt: NTFS (versão %s)
pt_br: NTFS (versão %s)
sl: NTFS (različica %s)
sr: НТФС (издање %s)
ta: என்டிஎப்எஸ் (பதிப்பு %s)
th: NTFS (รุ่น %s)

source: NTFS
sr: НТФС

source: HFS
sr: ХФС

source: HFS+
sr: ХФС+

source: Linux Unified Key Setup
ca@valencia: Configuració de clau unificada del Linux (LUKS)
et: Linuxi ühisvõtme häälestus (LUKS)
fi: LUKS-salattu
gl: Configuración de chave unificada de Linux
hi: Linux एकीकृत कुंजी सेटअप
hu: Egyesített linuxos kulcsbeállítás
kn: Linux ಯೂನಿಫೈಡ್ ಕೀ ಸೆಟ್‌ಅಪ್
ml: ലിനക്സ് യൂണിഫൈഡ് കീ സജ്ജീകരണം
or: Linux ଏକରୂପି କି ବିନ୍ୟାସ
pa: ਲੀਨਕਸ ਯੂਨੀਫਾਇਡ ਕੀ ਸੈਟਅੱਪ
sl: Linux Unified Key nastavitev
sr: Линуксово јединствено постављање кључа (ЛУКС)
ta: லீனக்ஸ் Unified Key Setup

source: LUKS
sr: ЛУКС

source: Ext2 (version %s)
ca@valencia: Ext2 (versió %s)
el: Ext2 (έκδοση %s)
et: Ext2 (versioon %s)
fi: Ext2 (versio %s)
gl: Ext2 (versión %s)
hu: Ext2 (%s verzió)
id: Ext2 (versi %s)
it: Ext2 (versione %s)
ja: Ext2 (バージョン %s)
lt: Ext2 (versija %s)
lv: Ext2 (versija %s)
nb: Ext2 (versjon %s)
pa: Ext2 (ਵਰਜਨ %s)
pt: Ext2 (versão %s)
pt_br: Ext2 (versão %s)
sl: Ext2 (različica %s)
sr: Екст2 (издање %s)
ta: எக்ஸ்ட்2 (பதிப்பு %s)
th: Ext2 (รุ่น %s)

source: Ext2
sr: Екст2

source: ext2
sr: екст2
