Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: Empty (don't create a file system)
ca@valencia: Buida (no crees un sistema de fitxers)
de: Leer (kein Dateisystem erstellen)
el: Άδειο (να μην δημιουργηθεί σύστημα αρχείων)
et: Tühi (ei looda failisüsteemi)
fi: Tyhjä (älä luo tiedostojärjestelmää)
gl: Baleiro (non crear un sistema de ficheiros)
hi: रिक्त (कोई फ़ाइल तंत्र मत बनाएँ)
hu: Üres (ne hozzon létre fájlrendszert)
id: Kosong (jangan buat sistem berkas)
it: Vuota (non creare un file system)
ja: 空です (ファイルシステムを作成しません)
kn: ಖಾಲಿ (ಒಂದು ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ನಿರ್ಮಿಸಬೇಡ)
lt: Tuščias (nekurti failų sistemos)
lv: Tukšs (neveidot failu sistēmu)
ml: ശൂന്യം (ഒരു ഫയല്‍ സിസ്റ്റം ഉണ്ടാക്കേണ്ട)
mr: रिकामी (फाइल प्रणाली निर्माण करू नका)
nb: Tom (ikke lag et filsystem)
or: ଖାଲି (ଫାଇଲ ତନ୍ତ୍ର ନିର୍ମାଣ କରନ୍ତୁ ନାହିଁ)
pa: ਖਾਲੀ (ਫਾਇਲ ਸਿਸਟਮ ਨਾ ਬਣਾਓ)
pt: Vazio (não criar um sistema de ficheiros)
pt_br: Vazia (não criar um sistema de arquivos)
sl: Prazno (ne vsebuje datotečnega sistema)
sr: Празна (не прави систем датотека)
sv: Tom (skapa inte ett filsystem)
ta: காலி (ஒரு கோப்பு முறைமை உருவாக்காதே)
th: ว่างเปล่า (ไม่สร้างระบบแฟ้ม)

source: Empty
ca@valencia: Buida
de: Leer
el: Άδειο
et: Tühi
fi: Tyhjä
gl: Baleiro
hi: खाली
hu: Üres
id: Kosong
it: Vuota
ja: 空
kn: ಖಾಲಿ
lt: Tuščias
lv: Tukšs
ml: ശൂന്യം
mr: रिकामी
nb: Tom
or: ଖାଲି
pa: ਖਾਲੀ
pt: Vazio
pt_br: Vazia
sl: Prazno
sr: Празна
sv: Tom
ta: காலி
th: ว่างเปล่า

source: Extended Partition
ca@valencia: Partició ampliada
de: Erweiterte Partition
el: Εκτεταμένο διαμέρισμα
et: Laiendatud partitsioon
fi: Laajennettu osio
gl: Partición estendida
hi: विस्तारित विभाजन
hu: Kiterjesztett partíció
id: Partisi Diekstensi
it: Partizione estesa
ja: 拡張パーティション
kn: ವಿಸ್ತರಿಸಲಾದ ವಿಭಾಗ
lt: Išplėstasis skirsnis
lv: Paplašinātā sadaļa
ml: എകസ്റ്റെന്‍ഡഡ് പാര്‍ട്ടീഷന്‍
mr: विस्तारीत विभाजन
nb: Utvidet partisjon
or: ବିସ୍ତାରିତ ବିଭାଜନ
pa: ਐਕਸੈਂਡ ਪਾਰਟੀਸ਼ਨ
pt: Partição Estendida
pt_br: Partição estendida
sl: Razširjeni razdelek
sr: Проширена партиција
sv: Utökad partition
ta: விரிவான பகிர்வு
th: พาร์ทิชันขยาย

source: Master Boot Record
ca@valencia: Registre d'arrencada mestre (MBR)
et: Peabuutkirje (MBR)
fi: MBR-osiotaulu
gl: Rexistro de arranque mestre (MBR)
hi: मास्टर बूट रिकार्ड
hu: Elsődleges indítórekord
id: Catatan Boot Master (MBR)
ja: マスターブートレコード
kn: ಮಾಸ್ಟರ್ ಬೂಟ್ ರೆಕಾರ್ಡ್
lt: Paleisties įrašas (MBR)
lv: Pamatsāknēšanas ieraksts (MBR)
ml: മാസ്റ്റര്‍ ബൂട്ട് റിക്കോര്‍ഡ്
mr: मास्टर बूट रेकॉर्ड
or: ପ୍ରମୂଖ ବୁଟ ବିବରଣୀ
pa: ਮਾਸਟਰ ਬੂਟ ਰਿਕਾਰਡ
pt: Registo Mestre de Arranque (MBR)
sl: Prvi sektor (MBR)
sr: Запис за подизање система (МБР)
sv: Huvudstartsektor
ta: மாஸ்டர் பூட் பதிவு
th: มาสเตอร์บูตเรคอร์ด

source: GUID Partition Table
ca@valencia: Taula de particions GUID
de: GUID-Partitionstabelle
el: Πίνακας διαμερίσματος GUID
et: GUID-partitsioonitabel
fi: GUID-osiotaulu
gl: Táboa de particións GUID
hi: जीयूआईडी विभाजन सारणी
hu: GUID partíciós tábla
id: Tabel Partisi GUID
it: Tabella delle partizioni GUID
ja: GUID パーティションテーブル
kn: GUID ವಿಭಜನಾ ಕೋಷ್ಟಕ
lt: GUID skirsnių lentelė
lv: GUID sadaļu tabula
ml: GUID പാര്‍ട്ടീഷന്‍ ടേബിള്‍
mr: GUID पार्टिशन टेबल
nb: GUID partisjonstabell
or: GUID ବିଭାଜନ ସାରଣୀ
pa: GUID ਪਾਰਟੀਸ਼ਨ ਟੇਬਲ
pt: Tabela de Partições GUID
pt_br: Tabela de partição GUID
sl: GUID preglednica razdelkov
sr: GUID партициона табела
sv: GUID-partitionstabell
ta: GUID பகிர்வு அட்டவணை
th: ตารางพาร์ทิชัน GUID

source: Don't partition
ca@valencia: No faces particions
de: Nicht partitionieren
el: Να μην γίνει διαμερισμός
et: Ilma partitsioonideta
fi: Älä osioi
gl: Non particionar
hi: विभाजन मत करें
hu: Ne particionáljon
id: Jangan dipartisi
it: Non partizionare
ja: パーティション分割しない
kn: ವಿಭಜನೆಯನ್ನು ಮಾಡಬೇಡ
lt: Neskaidyti
lv: Nesadalīt
ml: പാര്‍ട്ടീഷന്‍ ചെയ്യേണ്ട
mr: विभाजन करू नका
nb: Ikke partisjoner
or: ବିଭାଜନ କରନ୍ତୁ ନାହିଁ
pa: ਪਾਰਟੀਸ਼ਨ ਨਾ ਕਰੋ
pt: Não particionar
pt_br: Não particionar
sl: Ne razdeli
sr: Не прави партицију
sv: Partitionera inte
ta: பகிர்வு இல்லை
th: ไม่แบ่งพาร์ทิชัน

source: Apple Partition Map
ca@valencia: Mapa de particions d'Apple
de: Apple Partitionsverzeichnis
el: Χαρτογράφηση διαμερίσματος Apple
et: Apple partitsioonikaart
fi: Applen osiokartta
gl: Mapa de particións de Apple
hi: एपल विभाजन मैप
hu: Apple partíciótérkép
id: Peta Partisi Apple
it: Mappa partizioni Apple
ja: Apple パーティションマップ
kn: ಆಪಲ್ ವಿಭಾಗ ನಕ್ಷೆ
lt: Apple skirsnių planas
lv: Apple sadaļu karte
ml: ആപ്പിള്‍ പാര്‍ട്ടീഷന്‍ മാപ്പ്
mr: Apple विभाजन नकाशा
nb: Apple partisjonskart
or: Apple ବିଭାଜନ ମ୍ୟାପ
pa: Apple ਪਾਰਟੀਸ਼ਨ ਮੈਪ
pt: Mapa de Partições Apple
pt_br: Mapeamento de partição Apple
sl: Apple preglednica razdelkov
sr: Apple партициона мапа
ta: ஆப்பிள் பகிர்வு மேப்
th: ผังพาร์ทิชันแอปเปิล

source: Partitioning Scheme
ca@valencia: Esquema de partició
de: Partitionsschema
el: Σχήμα διαμέρισης
et: Partitsiooniskeem
fi: Osiointimenetelmä
gl: Esquema de particións
hu: Partícióséma
id: Skema Partisi
it: Schema di partizionamento
ja: パーティションスキーム
lt: Skirsnių schema
lv: Dalīšanas shēma
nb: Partisjoneringsutforming
pa: ਪਾਰਟੀਸ਼ਨਿੰਗ ਸਕੀਮ
pt: Esquema de Particionamento
pt_br: Esquema de particionamento
sl: Shema razdelkov
sr: Партициона шема
sv: Partitioneringsschema
ta: பகிர்வு திட்டம்
th: แบบแผนการแบ่งพาร์ทิชัน

source: The selected partitioning scheme
ca@valencia: El tipus d'esquema de partició seleccionat
de: Das gewählte Partitionsschema
el: Το επιλεγμένο σχήμα διαμέρισης
et: Valitud partitsiooniskeem
fi: Valittu osiointimenetelmä
gl: O esquema de particións seleccionado
hu: A kiválasztott particionálási séma
id: Skema partisi yang dipilih
it: Lo schema di partizionamento selezionato
ja: 選択されたパーティションスキーム
lt: Pasirinkta skirsnių schema
lv: Izvēlētā dalīšanas shēma
nb: Valgt utforming av partisjoner
pa: ਚੁਣੀ ਪਾਰਟੀਸ਼ਨਿੰਗ ਸਕੀਮ
pt: O esquema de particionamento seleccionado
pt_br: O esquema de particionamento selecionado
sl: Izbrana shema razdelkov
sr: Изабрана партициона шема
sv: Det valda partitioneringsschemat
ta: தேர்ந்தெடுக்கப்பட்ட பகிர்வு திட்டம்
th: แบบแผนการแบ่งพาร์ทิชันที่เลือกไว้

source: _Scheme:
ca@valencia: _Esquema:
de: _Schema:
el: _Σχήμα:
et: _Skeem:
fi: _Menetelmä:
gl: _Esquema:
hu: _Séma:
id: _Skema:
it: _Schema:
ja: スキーム(_S):
lt: _Schema:
lv: _Shēma:
nb: _Utforming:
pa: ਸਕੀਮ(_S):
pt: _Esquema:
pt_br: _Esquema:
sl: _Shema:
sr: _Шема:
sv: _Schema:
ta: _S திட்டம்:
th: แ_บบแผน

source: The currently selected size
ca@valencia: La mida seleccionada actualment
de: Die derzeit gewählte Größe
el: Το τρέχον επιλεγμένο μέγεθος
et: Praegu valitud seade
fi: Nyt valittu koko
gl: O tamaño seleccionado actualmente
hi: अभी चयनित आकार
hu: A jelenleg kiválasztott méret
id: Ukuran yang saat ini dipilih
it: La dimensione attuale selezionata
ja: 現在選択されているもののサイズ
kn: ಪ್ರಸಕ್ತ ಆಯ್ಕೆ ಮಾಡಲಾದ ಗಾತ್ರ
lt: Dabartinis parinktas dydis
lv: Pašlaik izvēlētais izmērs
ml: നിലവില്‍ തെരഞ്ഞെടുത്ത വ്യാപ്തി
mr: सध्याचे नीवडलेले आकार
nb: Valgt størrelse
or: ବର୍ତ୍ତମାନ ବଛାହୋଇଥିବା ଆକାର
pa: ਮੌਜੂਦਾ ਚੁਣਿਆ ਆਕਾਰ
pt: O tamanho actualmente seleccionado
pt_br: O tamanho selecionado atual
sl: Trenutno izbrana velikost
sr: Тренутно изабрана величина
sv: Den aktuella valda storleken
ta: தற்போது தேர்ந்தெடுக்கப்பட்ட அளவு
th: ขนาดปัจจุบันที่เลือก

source: Minimum Size
ca@valencia: Mida mínima
de: Minimale Größe
el: Ελάχιστο μέγεθος
et: Vähim suurus
fi: Minimikoko
gl: Tamaño mínimo
hi: न्यूनतम आकार
hu: Minimális méret
id: Ukuran Minimal
it: Dimensione minima
ja: 最小サイズ
kn: ಕನಿಷ್ಟ ಗಾತ್ರ
lt: Minimalus dydis
lv: Minimālais izmērs
ml: ഏറ്റവും കുറഞ്ഞ വ്യാപ്തി
mr: किमान आकार
nb: Minimal størrelse
or: ସର୍ବନିମ୍ନ ଆକାର
pa: ਘੱਟੋ-ਘੱਟ ਆਕਾਰ
pt: Tamanho Mínimo
pt_br: Tamanho mínimo
sl: Najmanjša velikost
sr: Најмања величина
sv: Minsta storlek
ta: குறைந்தபட்ச அளவு
th: ขนาดต่ำสุด

source: The minimum size that can be selected
ca@valencia: La mida mínima que es pot seleccionar
de: Die minimal wählbare Größe
el: Το ελάχιστο μέγεθος που μπορεί να επιλεχθεί
et: Vähim suurus, mida on võimalik valida
fi: Pienin valittavissa oleva koko
gl: O tamaño mínimo do elemento que pode ser seleccionado
hi: न्यूनतम आकार जो चयनित किया जा सकता है
hu: A minimálisan kiválasztható méret
id: Ukuran minimal yang bisa dipilih
it: La dimensione minima che può essere selezionata
ja: 選択可能な最小サイズ
kn: ಆಯ್ಕೆ ಮಾಡಬಹುದಾದ ಕನಿಷ್ಟ ಗಾತ್ರ
lt: Mažiausias pasirenkamas dydis
lv: Minimālais izmērs, ko var izvēlēties
ml: തെരഞ്ഞെടുക്കുവാന്‍ സാധിക്കുന്ന ഏറ്റവും കുറഞ്ഞ വ്യാപ്തി
mr: नीवडण्याजोगी किमान आकार
nb: Minste størrelse som kan velges
or: ବଛାହୋଇପାରୁଥିବା ସର୍ବନିମ୍ନ ଆକାର
pa: ਘੱਟੋ-ਘੱਟ ਆਕਾਰ, ਜੋ ਚੁਣਿਆ ਜਾ ਸਕਦਾ ਹੈ
pt: O tamanho mínimo que pode ser seleccionado
pt_br: O tamanho mínimo que pode ser selecionado
sl: Najmanjša velikost, ki jo je mogoče izbrati
sr: Најмања величина коју можете да изаберете
sv: Minsta storleken som kan väljas
ta: தேர்ந்தெடுக்கப்பட்ட அந்த குறைந்தபட்ச அளவு
th: ขนาดต่ำสุดที่สามารถเลือกได้

source: Maximum Size
ca@valencia: Mida màxima
de: Maximale Größe
el: Μέγιστο μέγεθος
et: Suurim suurus
fi: Maksimikoko
gl: Tamaño máximo
hi: अधिकतम आकार
hu: Maximális méret
id: Ukuran Maksimal
it: Dimensione massima
ja: 最大サイズ
kn: ಗರಿಷ್ಟ ಗಾತ್ರ
lt: Maksimalus dydis
lv: Maksimālais izmērs
ml: ഏറ്റവും കൂടിയ വ്യാപ്തി
mr: कमाल आकार
nb: Maksimal størrelse
or: ସର୍ବାଧିକ ଆକାର
pa: ਘੱਟੋ-ਘੱਟ ਆਕਾਰ
pt: Tamanho Máximo
pt_br: Tamanho máximo
sl: Največja velikost
sr: Највећа величина
sv: Största storlek
ta: அதிகபட்ச அளவு
th: ขนาดสูงสุด

source: The maximum size that can be selected
ca@valencia: La mida màxima que es pot seleccionar
de: Die maximal wählbare Größe
el: Το μέγιστο μέγεθος που μπορεί να επιλεχθεί
et: Suurim suurus, mida on võimalik valida
fi: Suurin valittavissa oleva koko
gl: O tamaño máximo que pode ser seleccionado
hi: अधिकतम आकार जो चयनित किया जा सकता है
hu: A maximálisan kiválasztható méret
id: Ukuran maksimal yang bisa dipilih
it: La dimensione massima che può essere selezionata
ja: 選択可能な最大サイズ
kn: ಆಯ್ಕೆ ಮಾಡಬಹುದಾದ ಗರಿಷ್ಟ ಗಾತ್ರ
lt: Maksimalus pasirenkamas dydis
lv: Maksimālais izmērs, ko var izvēlēties
ml: തെരഞ്ഞെടുക്കുവാന്‍ സാധിക്കുന്ന ഏറ്റവും കൂടിയ വ്യാപ്തി
mr: नीवडण्याजोगी कमाल आकार
nb: Maksimal størrelse som kan velges
or: ବଛାହୋଇପାରୁଥିବା ସର୍ବାଧିକ ଆକାର
pa: ਵੱਧੋ-ਵੱਧ ਆਕਾਰ, ਜੋ ਚੁਣਿਆ ਜਾ ਸਕਦਾ ਹੈ
pt: O tamanho máximo que pode ser seleccionado
pt_br: O tamanho máximo que pode ser selecionado
sl: Največja velikost, ki jo je mogoče izbrati
sr: Највећа величина коју можете да изаберете
sv: Största storleken som kan väljas
ta: தேர்ந்தெடுக்கப்பட்ட அதிகபட்ச அளவு
th: ขนาดสูงสุดที่สามารถเลือกได้

source: Less than a minute ago
ca@valencia: Fa menys d'un minut
de: Vor weniger als 1 Minute
el: Λιγότερο από ένα λεπτό πριν
et: Vähem kui minuti eest
fi: Alle minuutti sitten
gl: Hai menos dun minuto
hi: एक मिनट से कम पहले
hu: Kevesebb, mint egy perce
id: Kurang dari satu menit yang lalu
it: Meno di un minuto fa
ja: 1 分以内
kn: ಒಂದು ನಿಮಷದ ಹಿಂದೆ
lt: Mažiau kaip prieš minutę
lv: Mazāk kā pirms minūtes
ml: അല്‍പം മുമ്പു്
mr: एका मिनीटापूर्वी
nb: Mindre enn ett minutt siden
or: ଗୋଟିଏ ମିନଟ ପୂର୍ବରୁ
pa: ਇੱਕ ਮਿੰਟ ਤੋਂ ਘੱਟ ਚਿਰ ਪਹਿਲਾਂ
pt: Há menos de um minuto atrás
pt_br: Menos de um minuto atrás
sl: Pred manj kot eno minuto
sr: Пре мање од једног минута
sv: Mindre än en minut sedan
ta: ஒரு நிமிடத்திற்கு மேல் குறைவாக
th: ไม่ถึงหนึ่งนาทีที่แล้ว

source: %d minute ago
ca@valencia: fa %d minut
de: Vor %d Minute
el: %d λεπτό πριν
et: %d minut tagasi
fi: %d minuutti sitten
gl: Hai %d minutos
hi: %d मिनट पहले
hu: %d perce
id: %d menit yang lalu
it: %d minuto fa
ja: %d 分前
kn: %d ನಿಮಿಷದ ಹಿಂದೆ
lt: Prieš %d minutę
lv: Pirms %d minūtes
ml: %d മിനിട്ട് മുമ്പു്
mr: %d मिनीट पूर्वी
nb: %d minutt siden
or: %d ମିନଟ ପୂର୍ବେ
pa: %d ਮਿੰਟ ਪਹਿਲਾਂ
pt: Há %d minuto atrás
pt_br: %d minuto atrás
sl: Pred %d minutami
sr: пре %d минут
sv: %d minut sedan
ta: %d minutes ago
th: %d นาทีที่แล้ว

source: %d hour ago
ca@valencia: fa %d hora
de: Vor %d Stunde
el: %d ώρα πριν
et: %d tund tagasi
fi: %d tunti sitten
gl: Hai %d horas
hi: %d घंटा पहले
hu: %d órája
id: %d jam yang lalu
it: %d ora fa
ja: %d 時間前
kn: %d ಗಂಟೆಯ ಹಿಂದೆ
lt: Prieš %d valandą
lv: Pirms %d stundas
ml: %d മണിക്കൂര്‍ മുമ്പു്
mr: %d तास पूर्वी
nb: %d time siden
or: %d ଘଣ୍ଟା ପୂର୍ବେ
pa: %d ਘੰਟਾ ਪਹਿਲਾਂ
pt: Há %d hora atrás
pt_br: %d hora atrás
sl: Pred %d urami
sr: пре %d сат
sv: %d timme sedan
ta: %d மணிநேரத்துக்கு முன்
th: %d ชั่วโมงที่แล้ว

source: Drive
ca@valencia: Unitat
de: Laufwerk
el: Συσκευή
et: Ketas
fi: Asema
gl: Unidade
hu: Meghajtó
id: Kandar
it: Unità
ja: ドライブ
lt: Diskas
lv: Disks
nb: Stasjon
pa: ਡਰਾਇਵ
pt: Dispositivo
pt_br: Unidade
sl: Pogon
sr: Уређај
sv: Enhet
ta: இயக்கி
th: ไดรว์

source: Drive to show volumes for
ca@valencia: La unitat de la que mostrar-ne els volums
de: Laufwerk, für das Datenträger angezeigt werden sollen
el: Συσκευή για την προβολή τόμων για
et: Ketas, mille köiteid näidata
fi: Asema jonka taltiot näytetään
gl: Unidade para a que mostrar os volumes
hu: Ezen meghajtó köteteinek megjelenítése
it: Unità di cui mostrare i volumi
ja: ボリュームを表示するドライブ
lt: Rodyti tomus diskui
lv: Disks, kuram rādīt sējumus
nb: Vis volumer for stasjon
pa: ਵਾਲੀਅਮ ਵੇਖਾਉਣ ਲਈ ਡਰਾਇਵ
pt: Dispositivo do qual apresentar volumes
pt_br: Unidade para mostrar volumes
sl: Pogon za prikaz nosilcev
sr: Уређај за који се приказују партиције
sv: Enhet att visa volymer för
ta: தொகுதிகளை காட்ட இயக்கி
th: ไดรว์ที่จะแสดงโวลุม

source: RAID Array is not running
ca@valencia: La matriu RAID no està funcionant
de: Die RAID-Anordnung läuft nicht
el: Η συστοιχία RAID δεν εκτελείται
et: RAID-massiiv ei tööta
fi: RAID-pakka ei ole käynnissä
gl: A matriz de RAID non está executándose
hu: A RAID-tömb nem fut
id: Larik RAID tidak berjalan
it: L'array RAID non è in esecuzione
ja: RAID アレイは停止中です
lt: RAID masyvas nepaleistas
lv: RAID masīvs nedarbojas
pa: RAID ਅਰੇ ਨਹੀਂ ਚੱਲ ਰਹੀ
pt: Conjunto RAID não está a ser executado
pt_br: A matriz RAID não está em execução
sl: Polje RAID ni zagnano
sr: РАИД опсег није покренут
sv: RAID-kedjan körs inte
ta: ரெய்ட் வரிசை இயங்கவில்லை
th: แอร์เรย์ RAID ไม่ได้ทำงานอยู่

source: No Media Detected
ca@valencia: No s'ha detectat cap suport
de: Kein Medium erkannt
el: Δεν εντοπίστηκε μέσο
et: Andmekandjaid ei tuvastatud
fi: Mediaa ei havaittu
gl: Non se detectou ningún medio
hi: कोई मीडिया नहीं जाँचा गया
hu: Nem észlelhető adathordozó
id: Tidak Ada Media
it: Nessun supporto rilevato
ja: メディアは検出されていません
kn: ಯಾವುದೆ ಮಾಧ್ಯಮವು ಕಂಡುಬಂದಿಲ್ಲ
lt: Nėra laikmenos
lv: Nav atrasts datu nesējs
ml: മീഡിയാ ലഭ്യമല്ല
mr: मिडीया आढळले नाही
nb: Ingen media funnet
or: କୌଣସି ମେଡିଆ ଖୋଜା ହୋଇନାହିଁ
pa: ਕੋਈ ਮੀਡਿਆ ਨਹੀਂ ਮਿਲਿਆ
pt: Nenhum Media Detectado
pt_br: Nenhuma mídia detectada
sl: Ni zaznanega nosilca
sr: Нису пронађени медијуми
sv: Inget media upptäcktes
ta: ஊடகம் எதுவும் காணவில்லை
th: ตรวจไม่พบสื่อ

source: Extended
ca@valencia: Ampliat
de: Erweitert
el: Εκτεταμένο
et: Laiendatud
fi: Laajennettu
gl: Estendido
hi: विस्तारित
hu: Kiterjesztett
it: Esteso
ja: 拡張
kn: ವಿಸ್ತರಿಸಲಾದ
lt: Išplėstas
lv: Paplašināts
ml: എക്സ്റ്റെന്‍ഡഡ്
mr: विस्तारीत
nb: Utvidet
or: ବିସ୍ତାରିତ
pa: ਐਕਸਟੈਂਡ
pt: Estendida
pt_br: Extendida
sl: Razširjeno
sr: Проширено
sv: Utökad
ta: விரிவாக்கப்பட்டது
th: ขยาย

source: Encrypted
ca@valencia: Encriptat
de: Verschlüsselt
el: Κρυπτογραφημένο
et: Krüpteeritud
fi: Salattu
gl: Cifrado
hi: गुप्त
hu: Titkosított
id: Dienkripsi
it: Cifrato
ja: 暗号化済み
kn: ಗೂಢಲಿಪೀಕರಣಗೊಂಡ
lt: Užšifruotas
lv: Šifrēts
ml: എന്‍ക്രിപ്റ്റ് ചെയ്തിട്ടുള്ള
mr: एनक्रिप्टेड
nb: Kryptert
or: ସଂଗୁପ୍ତ
pa: ਇੰਕ੍ਰਿਪਟ ਕੀਤਾ
pt: Encriptada
pt_br: Criptografado
sl: Šifrirano
sr: Шифровано
sv: Krypterad
ta: மறைகுறியாக்கப்பட்டது
th: เข้ารหัสลับ

source: RAID Component
ca@valencia: Component RAID
de: RAID-Komponente
el: Στοιχείο RAID
et: RAID-komponent
fi: RAID-pakan osa
gl: Compoñente do RAID
hi: RAID अवयव
hu: RAID összetevő
id: Komponen RAID
it: Componente RAID
ja: RAID コンポーネント
kn: RAID ಘಟಕ
lt: RAID komponentė
lv: RAID komponente
ml: RAID കോംപൊണന്റ്
mr: RAID घटक
nb: RAID-komponent
or: RAID ଉପାଦାନ
pa: RAID ਭਾਗ
pt: Componente RAID
pt_br: Componente RAID
sl: RAID enota
sr: РАИД компонента
sv: RAID-komponent
ta: ரெய்ட்(ரெய்ட் ) உள்ளடக்கம்
th: องค์ประกอบ RAID

source: Free
ca@valencia: Lliure
de: Frei
el: Ελεύθερο
et: Vaba
fi: Vapaa
gl: Libre
hi: मुक्त
hu: Szabad
id: Bebas
it: Libero
ja: 未使用領域
kn: ಮುಕ್ತ
lt: Laisva
lv: Brīvs
ml: ഉപയോഗത്തിലില്ലാത്ത
mr: फ्री
nb: Ledig
or: ମୁକ୍ତ
pa: ਖਾਲੀ
pt: Livre
pt_br: Livre
sl: Prost
sr: Слободно
sv: Ledigt
ta: வெற்று
th: ว่าง

source: _Format...
ca@valencia: _Formata...
de: _Formatieren …
el: Δια_μόρφωση
et: _Vorminda...
fi: _Alusta…
gl: _Formatar...
hi: संरूपित करें (_F)
hu: _Formázás…
it: _Formatta...
ja: フォーマット(_F)...
kn: ಫಾರ್ಮಾಟ್‌ ಮಾಡು(_F)...
lt: _Sužymėti...
lv: _Formatēt...
ml: _ഫോര്‍മാറ്റ് ചെയ്യുക...
mr: रूपण करा (_F)...
nb: _Formatter...
or: ସଜ୍ଜିକରଣ ଶୈଳୀ (_F)...
pa: ਫਾਰਮੈਟ(_F)...
pt: _Formatar...
pt_br: _Formatar...
sl: _Formatiraj ...
sr: _Форматирај...
sv: _Formatera...
th: _ฟอร์แมต...

source: Create new filesystem on the selected device
ca@valencia: Crea un sistema de fitxers nou en el dispositiu seleccionat
de: Ein neues Dateisystem auf dem gewählten Gerät erstellen
el: Δημιουργία νέου συστήματος αρχείων στην επιλεγμένη συσκευή
et: Uue failisüsteemi loomine valitud seadmele
fi: Luo uusi tiedostojärjestelmä valitulle laitteelle
gl: Crear o novo sistema de ficheiros no dispositivo seleccionado
hi: चयनित युक्ति पर नया फ़ाइलतंत्र बनाएँ
hu: Új fájlrendszer létrehozása a kiválasztott eszközön
id: Membuat sistem berkas baru pada perangkat yang dipilih
it: Crea un nuovo file system sul dispositivo selezionato
ja: 選択したデバイスに新しいファイルシステムを作成
kn: ಆಯ್ಕೆ ಮಾಡಲಾದ ಸಾಧನದಲ್ಲಿ ಹೊಸ ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು ನಿರ್ಮಿಸಿ
lt: Sukurti naują failų sistemą pasirinktame diske
lv: Izveidot jaunu failu sistēmu uz izvēlētās ierīces
ml: തെരഞ്ഞെടുത്ത ഡിവൈസില്‍ പുതിയ ഫയല്‍സിസ്റ്റം ഉണ്ടാക്കുക
mr: नीवडलेल्या उपकरणावर नवीन फाइलप्रणाली निर्माण करा
nb: Opprett nytt filsystem på valgt enhet
or: ବଚ୍ଛିତ ଉପକରଣରେ ଗୋଟିଏ ନୂତନ ଫାଇଲତନ୍ତ୍ର ନିର୍ମାଣ କରନ୍ତୁ
pa: ਚੁਣੇ ਜੰਤਰ ਉੱਤੇ ਨਵਾਂ ਫਾਇਲ ਸਿਸਟਮ ਬਣਾਓ
pt: Criar novo sistema de ficheiros no dispositivo seleccionado
pt_br: Criar um novo sistema de arquivos no dispositivo selecionado
sl: Ustvari nov datotečni sistem na izbrani napravi
sr: Прави нови систем датотека на изабраном уређају
sv: Skapa nytt filsystem på den markerade enheten
ta: தேர்ந்தெடுக்கப்பட்ட சாதனத்திற்கு புதிய கோப்பு முறைமையை உருவாக்கு
th: สร้างระบบแฟ้มใหม่ในอุปกรณ์ที่เลือก

source: CompactFlash
et: CompactFlash välkmälu
hi: कांपेक्टफ्लैश
id: FlashKompak
ja: コンパクトフラッシュ
ml: കോംപാക്ട്ഫ്ലാഷ്
pa: ਕੰਪੈਕਟਫਲੈਸ
sr: Компактни флеш (ЦФ)
ta: கையடக்க ஃப்ளாஷ்

source: MemoryStick
de: Speicher-Stick
et: MemoryStick välkmälu
hi: स्मृति स्टिक
id: StikMemori
ja: メモリースティック
lv: USB Atmiņa
ml: മെമ്മറിസ്ടിക്ക്
nb: Minnepinne
pa: ਮੈਮੋਰੀਸਟਿੱਕ
sl: Spominska paličica
sr: Меморијски штапић (МС)
ta: நினைவுக்குச்சி

source: SmartMedia
et: SmartMedia välkmälu
hi: स्मार्टमीडिया
ja: スマートメディア
ml: സ്മാര്‍ട്ട്മീഡിയാ
pa: ਸਮਾਰਟਮੀਡਿਆ
sr: Паметни медијум (СМ)
ta: புத்திசாலி ஊடகம்

source: SecureDigital
et: SecureDigital mälukaart
hi: सिक्योरडिजिटल
ja: SD メモリカード
lt: SD kortelė
ml: സെക്യുര്‍ഡിജിറ്റല്‍
pa: ਸਕਿਉਰਡਿਜ਼ਿਟਲ
sr: Сигурни дигитални (СД)
ta: பாதுகாப்பான இரும

source: SD High Capacity
ca@valencia: SD d'alta capacitat
fi: SDHC
hi: एसडी उच्च क्षमता
id: SD Kapasitas Tinggi
it: SD alta capacità
ja: SDHC メモリカード
kn: SD ಹೈ ಕೆಪಾಸಿಟಿ
lt: SD didelės talpos kortelė
ml: എസ്ഡി ഹൈ കപ്പാസിറ്റി
mr: SD उच्च क्षमता
nb: SD høy kapasitet
or: SD ଉଚ୍ଚ କ୍ଷମତା
pa: SD ਹਾਈ ਕਪੈਸਟੀ
pt: SD Alta Capacidade
pt_br: SD de alta capacidade
sl: SD visoke zmogljivosti
sr: СД велике меморије
ta: SD உயர்ந்த கொள்ளவு
th: SD ความจุสูง

source: Floppy
ca@valencia: Disquet
de: Diskette
et: Flopiketas
fi: Levyke
gl: Disquete
hi: फ़्लॉपी
hu: Hajlékonylemez
id: Disket
ja: フロッピー
kn: ಫ್ಲಾಪಿ
lt: Diskelių
lv: Diskete
ml: ഫ്ലോപ്പി
mr: फ्लॉपी
nb: Diskett
or: ଫ୍ଲପି
pa: ਫਲਾਪੀ
pt: Disquete
pt_br: Disquete
sl: Disketa
sr: Дискета
sv: Diskett
ta: நெகிழ்வட்டு
th: ฟล็อบปี

source: Zip
et: Zip-ketas
hi: जिप
kn: ಝಿಪ್
ml: സിപ്
mr: झीप
or: ଜିପ
pa: ਜ਼ਿੱਪ
sr: Зип
ta: ஃஜிப்

source: Jaz
et: Jaz-ketas
hi: जैज
ml: ജാസ്
mr: जॅझ
or: ଜାଜ
pa: ਜ਼ੇਜ
sr: Џез
ta: ஜாஃஸ்

source: Flash
de: Flash-Speicher
et: Välkmälu
fi: Liput
hi: फ्लैश
ja: フラッシュメモリ
kn: ಫ್ಲಾಶ್
lv: Zibatmiņa
ml: ഫ്ലാഷ്
mr: फ्लॅश्
or: ଫ୍ଲାସ
pa: ਫਲੈਸ਼
sr: Флеш
ta: மின்ஒளி

source: CD
hi: सीडी
ml: സിഡി
sr: ЦД
ta: குறுந்தட்டு
th: ซีดี

source: DVD
hi: डीवीडी
ml: ഡിവിഡി
sr: ДВД
ta: டிவிடி
th: ดีวีดี

source: Blu-Ray
de: Blu-Ray-Medium
kn: ಬ್ಲೂ-ರೇ
ml: ബ്ലു-റേ
mr: ब्लू-रे
or: ବ୍ଲୁ-ରେ
pa: ਬਲਿਉ-ਰੇ
sr: Блу-реј
ta: ப்னூ-ரே
th: บลูเรย์

source: HDDVD
de: HDDVD-Medium
gl: Disco HD DVD
ml: എച്ഡിഡിവിഡി
sr: ХД-ДВД
th: เอชดีดีวีดี

source: %s File
ca@valencia: Fitxer de %s
de: %s Datei
el: Αρχείο %s
et: %s fail
fi: %s tiedosto
gl: Ficheiro de %s
hu: %s fájl
id: Berkas %s
it: File da %s
lt: %s failas
lv: %s fails
pa: %s ਫਾਇਲ
pt: %s Ficheiro
pt_br: Arquivo %s
sl: %s Datoteka
sr: Датотека од %s:
sv: %s-fil
ta: %s கோப்பு
th: แฟ้ม %s

source: %s Drive
ca@valencia: Unitat %s
de: %s-Laufwerk
el: Οδηγός %s
et: %s ketas
fi: %s-asema
gl: Dispositivo %s
hi: %s ड्राइव
hu: %s meghajtó
id: Kandar %s
it: Unità %s
ja: %s ドライブ
kn: %s ಡ್ರೈವ್
lt: %s įrenginys
lv: %s dzinis
ml: %s ഡ്രൈവ്
mr: %s ड्राइव्ह
nb: %s-enhet
or: %s ଡ୍ରାଇଭ୍
pa: %s ਡਰਾਇਵ
pt: Dispositivo %s
pt_br: Unidade %s
sl: %s pogon
sr: %s уређај
sv: %s-enhet
ta: %s இயக்கி
th: ไดรว์ %s

source: %s %s Drive
ca@valencia: Unitat de %s amb %s
de: Laufwerk %s %s
el: Συσκευή %s %s
et: %s %s ketas
fi: %s %s-asema
gl: Unidade %s %s
hi: %s %s ड्राइव
hu: %s %s meghajtó
id: Kandar %s %s
it: Unità %2$s da %1$s
ja: %s %s ドライブ
kn: %s %s ಡ್ರೈವ್
lt: %s %s įrenginys
lv: %s %s dzinis
ml: %s %s ഡ്രൈവ്
mr: %s %s ड्राइव्ह
nb: %s %s enhet
or: %s %s ଡ୍ରାଇଭ
pa: %s %s ਡਰਾਇਵ
pt: Dispositivo %s %s
pt_br: Unidade de %s %s
sl: %s %s pogon
sr: %s %s уређај
sv: %s %s-enhet
ta: %s %s இயக்கி
th: ไดรว์ %2$s ขนาด %1$s

source: %s Hard Disk
ca@valencia: Disc dur de %s
de: %s Festplatte
el: Σκληρός Δίσκος %s
et: %s kõvaketas
fi: %s kiintolevy
gl: Disco ríxido %s
hi: %s हार्ड डिस्क
hu: %s merevlemez
it: Disco fisso da %s
ja: %s ハードディスク
kn: %s ಹಾರ್ಡ್ ಡಿಸ್ಕ್
lt: %s standusis diskas
lv: %s cietais disks
ml: %s ഹാര്‍ഡ് ഡിസ്ക്
mr: %s हार्ड डिस्क
or: %s ହାର୍ଡ ଡିସ୍କ
pa: %s ਹਾਰਡ ਡਿਸਕ
pt: Disco Rígido %s
pt_br: Disco rígido de %s
sl: %s trdi disk
sr: Тврди диск од %s
sv: %s-hårddisk
ta: %s வன் வட்டு
th: ฮาร์ดดิสก์ขนาด %s

source: Hard Disk
ca@valencia: Disc dur
de: Festplatte
el: Σκληρός Δίσκος
et: Kõvaketas
fi: Kiintolevy
gl: Disco ríxido
hi: हार्ड डिस्क
hu: Merevlemez
it: Disco fisso
ja: ハードディスク
kn: ಹಾರ್ಡ್ ಡಿಸ್ಕ್‍
lt: Standusis diskas
lv: Cietais disks
ml: ഹാര്‍ഡ് ഡിസ്ക്
mr: हार्ड डिस्क
or: ହାର୍ଡ ଡିସ୍କ
pa: ਹਾਰਡ ਡਿਸਕ
pt: Disco Rígido
pt_br: Disco rígido
sl: Trdi disk
sr: Тврди диск
sv: Hårddisk
ta: வன் வட்டு
th: ฮาร์ดดิสก์

source: %s Solid-State Disk
ca@valencia: Disc d'estat sòlid de %s
de: %s Festkörperlaufwerk
et: %s pooljuhtketas (SSD)
fi: %s SSD-levy
gl: Disco de estado sólido %s
hi: %s सॉलिड स्टेट डिस्क
hu: %s SSD
id: %s Diska Solid-State
it: Disco stato solido da %s
ja: %s SSD
kn: %s ಸಾಲಿಡ್-ಸ್ಟೇಟ್ ಡಿಸ್ಕ್
lt: %s puslaidininkinis (SSD) diskas
lv: %s cietvielu disks
ml: %s സോളിഡ്-സ്റ്റേറ്റ് ഡിസ്ക്
or: %s କଠିନାବସ୍ଥା ଡିସ୍କ
pa: %s ਸਾਲਡ-ਸਟੇਟ ਡਿਸਕ
pt: %s Disco de Estado Sólido
pt_br: Unidade estado sólido de %s
sl: %s negibljivi disk
sr: Чврста меморија од %s (ССД)
ta: %s பரு நிலை வன் வட்டு
th: ดิสก์โซลิดสเตต %s

source: Solid-State Disk
ca@valencia: Disc d'estat sòlid
de: Festkörperlaufwerk
et: Pooljuhtketas (SSD)
fi: SSD-levy
gl: Disco de estado sólido
hi: सॉलिड स्टेट डिस्क
hu: SSD
id: Diska Solid-State
it: Disco stato solido
ja: SSD
kn: ಸಾಲಿಡ್-ಸ್ಟೇಟ್ ಡಿಸ್ಕ್
lt: Puslaidininkinis SSD diskas
lv: Cietvielu disks
ml: സോളിഡ്-സ്റ്റേറ്റ് ഡിസ്ക്
or: କଠିନାବସ୍ଥା ଡିସ୍କ
pa: ਸਾਲਡ ਸਟੇਟ ਡਿਸਕ
pt: Disco de Estado Sólido
pt_br: Unidade estado sólido
sl: Negibljivi disk
sr: Чврста меморија (ССД)
ta: பரு நிலை வட்டு
th: ดิสก์โซลิดสเตต
