Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: Count of remapped sectors. When the hard drive finds a read/write/verification error, it marks the sector as "reallocated" and transfers data to a special reserved area (spare area)
ca@valencia: Comptador de sectors re-mapejats. Quan el disc dur troba un error de lectura/escriptura/verificació, marca el sector com a «re-ubicat» i mou les dades a una àrea reservada especial (àrea de reserva)
de: Zähler für neu zugewiesene Sektoren. Wenn die Festplatte einen Lese-, Schreib- oder Prüffehler feststellt, dann wird der Sektor als »neu zugewiesen« markiert und die Daten werden in einen explizit reservierten Bereich (Reservebereich) verschoben
el: Μέτρηση των επαναχαρτογραφημένων τομέων. Όταν ο σκληρός δίσκος βρει ένα σφάλμα ανάγνωσης/εγγραφής/επαλήθευσης, σημαδεύει τον τομέα ως "επανατοποθέτηση" και μεταφέρει δεδομένα σε μία ειδική δεσμευμένη περιοχή (εφεδρική περιοχή).
et: Ümbersuunatud sektorite arv. Kui kõvaketas leiab lugemisel/kirjutamisel/kontrollil vea, märgitakse see sektor "ümbersuunatuks" ning selle andmed kirjutatakse ümber selleks reserveeritud alale (spare area)
fi: Siirrettyjen sektorien lukumäärä. Kun kiintolevyssä huomataan luku-, kirjoitus- tai varmistusvirheen, merkitään sektori ”uudelleenvaratuksi” ja tiedot siirretään erityiselle varatulle alueelle (vara-alue)
gl: Conta de sectores remapeados. Cando un disco duro encontra un erro de lectura/escritura/verificación marca o sector como "reasignado" e transfire os datos a unha área reservada especial (área supletoria)
hu: Áthelyezett szektorok száma. Amikor a merevlemez írási/olvasási/ellenőrzési hibát talál, a szektort „áthelyezettként” jelöli és az adatokat egy speciális, fenntartott (tartalék) területre viszi át
it: Conteggio dei settori rimappati. Quando viene trovato un errore di lettura/scrittura/verifica, questo viene marcato come "ricollocato" e i dati vengono trasferiti in un'area speciale riservata (spare)
ja: リマッピング処理が適用されたセクタ数。ハードディスクがリード・ライト・ベリファイ中にエラーを発見すると、そのセクタは「リマップ」としてマークされ、データはリマップ用の予約領域（リマップ領域）へ移動されます。
lt: Perkeltų (remapped) sektorių skaičius. Kai diske randama skaitymo/rašymo/patikros klaidų, sektoriai pažymimi kaip perkelti (reallocated) ir duomenys perkeliami į specialią rezervinę zoną (spare area).
lv: Sektoru skaits, kuriem mainīta adrese. Kad cietais disks atrod lasīšanas/rakstīšanas/verifikācijas kļūdu, tas atzīmē sektoru kā "reallocated" (pārdalīts) un pārsūta datus uz rezervētu vietu (rezerves laukums)
pa: ਮੁੜ-ਮੈਪ ਕੀਤੇ ਸੈਕਟਰਾਂ ਦੀ ਗਿਣਤੀ। ਜਦੋਂ ਹਾਰਡ ਡਰਾਇਵ ਪੜ੍ਹਨ/ਲਿਖਣ/ਜਾਂਚ ਗਲਤੀ ਲੱਭਦੀ ਹੈ ਤਾਂ ਇਹ ਸੈਕਟਰ ਨੂੰ "ਰੀ-ਐਲੋਕੇਟਡ" ਬਣਾ ਦਿੰਦੀ ਹੈ ਅਤੇ ਡਾਟੇ ਨੂੰ ਖਾਸ ਰਾਖਵੇਂ ਖੇਤਰ (ਸਪੇਅਰ ਏਰੀਏ) ਵਿੱਚ ਟਰਾਂਸਫਰ ਕਰ ਦਿੰਦੀ ਹੈ।
pt: Contagem de sectores remapeados. Quando o disco rígido encontra um erro de leitura/escrita/verificação, este marca o sector como "realocado" e transfere os dados para uma área de reserva especial (área de reserva)
pt_br: Contagem de setores remapeados. Quando o disco rígido localiza um erro de verificação de leitura/gravação, o setor é marcado como "realocado" e dados são transferidos para uma área reservada especial (área de reserva)
sl: Števec preslikanih sektorjev. Kadar trdi disk najde napako med branjem/pisanjem/potrditvijo, označi sektor kot "prerazvrščen" in prenese podatke v posebno pridržano območje (nadomestno območje)
sr: Број сектора који су изнова мапирани. Када тврди диск нађе грешку при читању/писању/провери, он означава сектор као „премештен“ и преноси податке у специјално остављен простор (резервни простор).
sv: Antal omallokerade sektorer. När hårddisken hittar ett läs-/skriv-/verifieringsfel så markeras sektorn som "reallocated" och överför data till ett speciellt reserverat område (reservområde)
ta: மறு அளவிடப்பட்ட பிரிவுகளின் எண்ணிக்கை. வன்வட்டு ஒரு வாசிப்பு/எழுதுதல்/சரிபார்த்தல் பிழையை காணும் போது, அது அந்த பிரிவை "மறுஅளவிடப்பட்டது" என குறித்து மற்றும் தரவை ஒரு சிறப்பு ஒதுக்கீடு பகுதியில் இடமாற்றுகிறது (கூடுதல் இடம்)
th: จำนวนของเซ็กเตอร์ที่ถูกจัดตำแหน่งใหม่ เมื่อฮาร์ดดิสก์พบข้อผิดพลาดในการอ่าน/เขียน/ตรวจสอบข้อมูล ก็จะทำเครื่องหมายเซ็กเตอร์นั้นว่า "ถูกจัดตำแหน่งใหม่ (reallocated)" แล้วถ่ายโอนข้อมูลไปยังพื้นที่พิเศษที่จัดเตรียมไว้ (พื้นที่สำรอง)

source: Read Channel Margin
ca@valencia: Marge del canal de lectura
de: Spielraum des Lesekanals
el: Περιθώριο ανάγνωσης καναλιού
et: Lugemiskanali piir
fi: Lukukanavamarginaali
gl: Le a marxe da canle
hi: चैनल हाशिया पढ़ें
hu: Csatorna olvasási határa
it: Margine lettura canale
kn: ಓದುವ ಚಾನಲ್ ಅಂಚು
lt: Skaitymo kanalo atsarga (Read Channel Margin)
lv: Lasīšanas kanāla izmērs
ml: റീ‍ഡ് ചാനല്‍ മാര്‍ജിന്‍
mr: वाहिनीचे समास वाचा
or: ଚ୍ୟାନେଲ ସୀମା ପଢ଼ନ୍ତୁ
pa: ਚੈਨਲ ਪੜ੍ਹਨ ਅੰਤਰ
pt: Ler Margem de Canal
pt_br: Margem de leitura do canal
sl: Rob bralnega kanala
sr: Ивица канала читања
sv: Marginal för läsningskanal
ta: சேனல் விளிம்பை வாசி

source: Margin of a channel while reading data.
ca@valencia: Marge del canal mentre es lligen dades.
de: Spielraum des Kanals beim Lesen von Daten.
el: Το περιθώριο ενός καναλιού κατά την ανάγνωση δεδομένων.
et: Kanali piir andmete lugemisel.
fi: Kanavamarginaali luettaessa tietoja.
gl: A marxe dunha canle mentres se len os datos.
hi: चैनल का हाशिया जब आँकड़ा पढ़ा जा रहा हो.
hu: Csatorna tartaléka adatok olvasásakor.
id: Margin kanal saat membaca data.
it: Margine di un canale durante la lettura dei dati
ja: データ読み込み時のチャンネルのマージンです。
kn: ದತ್ತಾಂಶವನ್ನು ಓದುವಾಗಿನ ಒಂದು ಚಾನಲ್‌ನ ಅಂಚು.
lt: Duomenų skaitymo kanalo atsarga. (Margin of a channel while reading data.)
lv: Lasīšanas kanāla izmērs, lasot datus.
ml: ഡേറ്റാ ലഭ്യമാക്കുമ്പോള്‍ ഒരു ചാനലിന്റെ മാര്‍ജിന്‍.
mr: डाटा वाचतेवेळी वाहिचीचे समास.
or: ତଥ୍ୟ ପଢ଼ିବା ସମୟରେ ଚ୍ୟାନେଲର ସୀମା।
pa: ਡਾਟਾ ਪੜ੍ਹਨ ਦੌਰਾਨ ਚੈਨਲ ਦਾ ਅੰਤਰ
pt: Margem de um canal ao ler dados.
pt_br: Margem de um canal ao ler dados.
sl: Rob kanala med branjem podatkov.
sr: Ивица канала у току читања података.
sv: Marginal för en kanal vid läsning av data.
ta: தரவை வாசிக்கும் போது ஒரு சேனலின் விளிம்பு

source: Seek Error Rate
ca@valencia: Ràtio d'errors de cerca
de: Such-Fehlerrate
el: Ρυθμός σφαλμάτων αναζήτησης
et: Kerimisvigade määr
fi: Seek-virheiden laskuri
gl: Taxa de erros de busca
hi: प्राप्ति त्रुटि दर
hu: Keresési hibák gyakorisága
it: Tasso ricerche errate
kn: ಕೋರಿಕೆ ದೋಷದ ದರ
lt: Ieškos pozicionavimo klaidų skaičius
lv: Meklēšanas kļūdu biežums
ml: സീക്ക് എറര്‍ റേറ്റ്
mr: सीक त्रुटी दर
nb: Feilrate for søking
or: ତ୍ରୁଟି ହାର ଗ୍ରହଣ କରୁଅଛି
pa: ਸੀਕ ਗਲਤੀ ਰੇਟ
pt: Taxa de Erros de Procura
pt_br: Taxa de errors de busca
sl: Raven napak iskanja
sr: Стопа грешака у претраживању
sv: Frekvens av sökfel
ta: பிழை விகிதத்தை பார்க்கிறது
th: อัตราผิดพลาดของการเลื่อนตำแหน่ง

source: Frequency of errors while positioning
ca@valencia: Freqüència d'errors en posicionar-se
de: Häufigkeit der Fehler während der Positionierung des Schreib-/Lesekopfes
el: Συχνότητα σφαλμάτων κατά την τοποθέτηση
et: Positsioneerimise vigade esinemise sagedus
fi: Lukupään siirrossa tapahtuneiden virheiden laskuri
gl: A frecuencia de erros mentres se posiciona
hi: स्थिति लेने के दौरान त्रुटि की आवृत्ति
hu: Pozicionálás közbeni hibák gyakorisága
it: Frequenza degli errori nei posizionamenti
ja: 位置決めの際のエラーの頻度です。
kn: ಇರಿಸುವಾಗ ಮರುಕಳಿಸುವ ದೋಷಗಳ ಎಣಿಕೆ
lt: Klaidų pozicionuojant dažnis
lv: Kļūdu biežums, kad pozicionē galviņu
ml: സ്ഥാനം പിടിക്കുമ്പോളുണ്ടാകുന്ന പിശകുകളുടെ എണ്ണം
mr: स्थान निश्चित करतेवेळी त्रुटींची फ्रिक्वेंसी
or: ସଂସ୍ଥାପନ କରିବା ସମୟରେ ତ୍ରୁଟି ହାର
pa: ਸਥਿਤ ਕਰਨ ਦੇ ਦੌਰਾਨ ਗਲਤੀਆਂ ਦੀ ਫਰੀਕਿਊਂਸੀ ਹੈ
pt: Frequência de erros ao posicionar
pt_br: Frequência de erros de posicionamento
sl: Pogostost napak med umeščanjem
sr: Учестаност грешака у току позиционирања
sv: Frekvens av fel vid positionering
ta: வைக்கும் போது பிழைகளின் எண்ணிக்கை
th: ความถี่ของข้อผิดพลาดขณะเลื่อนตำแหน่ง

source: Seek Timer Performance
ca@valencia: Rendiment del comptador de cerca
de: Positionierungszeit
el: Απόδοση Seek Timer
et: Otsijõudlus
fi: Lukupääsiirtojen suorituskyky
gl: Rendemento do reloxo de procura
hi: प्राप्ति टाइमर प्रदर्शन
hu: Átlagos fejpozicionálási idő
it: Prestazione tempo di ricerca
kn: ಕೋರಿಕೆ ಟೈಮರ್ ಕಾರ್ಯಕ್ಷಮತೆ
lt: Vidutinis galvutės pozicionavimo efektyvumas
lv: Meklēšanas taimera veiktspēja
ml: സീക്ക് ടൈമര്‍ പെര്‍ഫോമന്‍സ്
mr: सीक टाइमर क्षमता
or: ସମୟ ମାପକର କାର୍ଯ୍ୟଦକ୍ଷତା ମାପନ୍ତୁ
pa: ਸੀਕ ਟਾਈਮਰ ਕਾਰਗੁਜ਼ਾਰੀ
pt: Performance de Temporizador de Procura
pt_br: Desempenho do contador de busca
sl: Zmogljivost merilca časa
sr: Временски учинак претраживања
sv: Prestanda för söktid
ta: தேடும் நேர செயல்திறன்
th: ประสิทธิภาพของการเลื่อนตำแหน่ง

source: Average efficiency of operations while positioning
ca@valencia: Eficiència mitjana de les operacions en posicionar-se
de: Durchschnittliche Effizienz von Vorgängen während der Positionierung
el: Μέσος όρος απόδοσης των λειτουργιών κατά την τοποθέτηση
et: Positsioneerimisoperatsioonide keskmine jõudlus
fi: Keskimääräinen tehokkuus lukupäitä siirrettäessä
gl: Media da eficiencia das operacións mentres se posiciona
hu: Műveletek átlagos hatékonysága pozicionáláskor
it: Efficienza media di operazione nei posizionamenti
ja: ヘッド移動オペレーションにかかった時間の平均
lt: Vidutinis operacijų našumas pozicionavimo metu
lv: Vidējā darbību efektivitāte, kamēr pozicionē galviņu
pa: ਸਥਿਤੀ ਦੌਰਾਨ ਓਪਰੇਸ਼ਨਾਂ ਦੀ ਔਸਤ ਕਾਰਗੁਜ਼ਾਰੀ
pt: Eficiência média de operações ao posicionar
pt_br: Eficiência média de operações de posicionamento
sl: Povprečna učinkovitost dejanj med umeščanjem
sr: Средња вредност ефикасности операција при позиционирању
sv: Genomsnittlig effektivitet för åtgärder vid positionering
ta: வைக்கும் போது செயல்களின் சராசரி திறன்
th: ประสิทธิภาพเฉลี่ยของการทำงานขณะเลื่อนตำแหน่ง

source: Power-On Hours
ca@valencia: Hores de funcionament
de: Betriebsstunden
el: Ώρες λειτουργίας
et: Töötunnid
fi: Käyttötunnit
gl: Horas acendido
hi: पावर आरंभ घंटे
hu: Bekapcsolva töltött idő
it: Ore di accensione
kn: ಚಾಲನೆಯಲ್ಲಿರುವ(ಪವರ್-ಆನ್) ಗಂಟೆಗಳು
lt: Kiek valandų įjungtas
lv: Darbojas stundas
ml: പവര്‍-ഓണ്‍ സമയം
mr: पावर-ऑन तास
or: ଶକ୍ତି-ଅନଥିବା ସମୟ ଘଣ୍ଟାରେ
pa: ਪਾਵਰ-ਆਨ ਘੰਟੇ
pt: Horas Ligado
pt_br: Horas ligado
sl: Ure obratovanja
sr: Часова рада
sv: Körtimmar
ta: மின்நிலையில் மணிகள்
th: ชั่วโมงที่เปิดทำงาน

source: Number of hours elapsed in the power-on state
ca@valencia: Nombre d'hores que ha passat en l'estat d'engegat
de: Anzahl der Stunden im eingeschalteten Zustand
el: Αριθμός ωρών που πέρασαν σε κατάσταση ενεργοποίησης
et: Töötundide arv, mil seade on olnud sisselülitatud
fi: Kuinka monta tuntia levy on ollut virrat päällä
gl: Número de horas transcorridas no estado acendido
hi: चाल बिजली स्थिति में बीते घंटे की संख्या
hu: Bekapcsolt állapotban eltelt órák száma
it: Numero di ore trascorse in accensione
ja: パワーオンステートになってからの経過時間です。
kn: ಚಾಲನೆಯಲ್ಲಿದ್ದಾಗ(ಪವರ್-ಆನ್) ಕಳೆದ ಗಂಟೆಗಳ ಸಂಖ್ಯೆ
lt: Valandų, praleistų įjungimo būsenoje skaičius
lv: Stundu skaits, kas pavadīts ieslēgtā stāvoklī
ml: പവര്‍ ഓണായ അവസ്ഥയില്‍ കഴിച്ചുകൂട്ടിയ മണിക്കൂര്‍
mr: पावर-ऑन स्तरकरीता लागणारे तास
or: ଶକ୍ତି-ଅନଥିବା ସ୍ଥିତିରେ ବିତିବା ସମୟ ଘଣ୍ଟାରେ
pa: ਪਾਵਰ-ਆਨ ਹਾਲਤ ਵਿੱਚ ਹੋਣ ਦੀ ਘੰਟਿਆਂ ਦੀ ਗਿਣਤੀ ਹੈ।
pt: Número de horas decorridas no estado ligado
pt_br: Números de horas decorridas no estado ligado
sl: Število ur v vklopljenem stanju
sr: Број сати за које је диск био укључен
sv: Antalet timmar som enheten har körts
ta: மின்நிலையில் சென்ற மணிகளின் எண்ணிக்கை
th: จำนวนชั่วโมงที่ผ่านมาที่อยู่ในสภาวะเปิดทำงาน

source: Spinup Retry Count
ca@valencia: Comptador de reintents d'increments de revolucions
de: Zähler für erneute Anlaufversuche
el: Μέτρηση επαναπροσπάθειας περιστροφής
et: Pöörete kogumise korduste arv
fi: Käynnistyksen uudelleenyrityslaskuri
gl: Cantidade de reintentos de arranque
hi: स्पिनअप फिर कोशिश गिनती
hu: Felpörgési újrapróbálkozások száma
it: Conteggio tentativi di rotazione
kn: ತಿರುಗಿಸುವಿಕೆಯ ಮರುಪ್ರಯತ್ನದ ಲೆಕ್ಕ
lt: Įsisukimo kartojimų skaičius
lv: Iegriešanas atkārtotu mēģinājumu skaits
ml: സ്നിപ്പ് റീട്രൈ കൌണ്ട്
mr: स्पीनअप पुनःप्रयत्नाचे प्रमाण
or: ସ୍ପିନଅପ ପୁନଃପ୍ରୟାସ ଗଣକ
pa: ਸਪਿਨਅੱਪ ਰੀ-ਟਰਾਈ ਗਿਣਤੀ
pt: Contagem de Tentativas de Início de Rotação
pt_br: Contagem de tentativas de inicialização
sl: Števec ponovnih poskusov zasukanja
sr: Број покушаја завртаја
sv: Antal uppstartsförsök
ta: சுழல மறுமுயற்சி எண்ணிக்கை
th: จำนวนการพยายามใหม่ในการเริ่มหมุน

source: Number of retry attempts to spin up
ca@valencia: Nombre d'intents d'increment de les revolucions
de: Anzahl der erneuten Anlaufversuche
el: Αριθμός επαναπροσπαθειών για περιστροφή
et: Pöörete kogumise uuesti proovimiste arv
fi: Kuinka monta kertaa levyä yritettiin käynnistää uudestaan
gl: Número de veces que se reintentou un arranque
hi: स्पिन अप में फिर कोशिश करने की संख्या
hu: Felpörgetésre tett ismételt kísérletek száma
it: Numero di tentativi per attivare la rotazione del disco
ja: スピンアップを試みたリトライの回数
kn: ತಿರುಗಿಸಲು ನಡೆಸಲಾದ ಮರುಪ್ರಯತ್ನಗಳ ಸಂಖ್ಯೆ
lt: Pakartotinų bandymų įsisukti skaičius
lv: Disku platīšu iegriešanas atkārtotu mēģinājumu skaits
ml: സ്പിന്‍ ചെയ്യുന്നതിനായി വീണ്ടും എത്ര തവണ ശ്രമിച്ചു
mr: स्पीन अप करण्याजोगी पुनःप्रयत्नांचे प्रमाण
or: ସ୍ପିନ ଅପ କରିବା ପାଇଁ ପୁନଃପ୍ରୟାସ ପ୍ରଚେଷ୍ଟା
pa: ਚਲਾਉਣ ਲਈ ਕੋਸ਼ਿਸ਼ਾਂ ਦੀ ਗਿਣਤੀ
pt: Número de tentativas repetidas de iniciar a rotação do disco
pt_br: Número de tentativas de aceleração
sl: Število ponovnih poskusov zasukanja
sr: Број покушаја да заврти диск
sv: Antal försök att starta upp (spin up)
ta: சுழல மறுமுயற்சிக்கும் எண்ணிக்கை
th: จำนวนครั้งของความพยายามใหม่ในการเริ่มหมุน

source: Calibration Retry Count
ca@valencia: Comptador de reintents de calibratge
de: Zähler für erneute Versuche einer Kalibrierung
el: Μέτρηση επαναπροσπάθειας μικρορύθμισης
et: Kalibreerimise korduste arv
fi: Kalibrointiyritysten laskuri
gl: Cantidade de reintentos de calibración
hi: केलिब्रेशन पुनः कोशिश गिनती
hu: Kalibrációs újrapróbálkozások száma
it: Conteggio tentativi di calibrazione
kn: ಸರಿಪಡಿಸುವಿಕೆ(ಕ್ಯಾಲಿಬ್ರೇಶನ್) ಮರುಪ್ರಯತ್ನದ ಲೆಕ್ಕ
lt: Pakartotinų kalibravimų skaičius
lv: Kalibrācijas atkārtotu mēģinājumu skaits
ml: കാലിബ്രേഷന്‍ റീട്രൈ കൌണ്ട്
mr: कॅलिब्रेशन पुनःप्रयत्न प्रमाण
or: ଗଣନା ପୁନପ୍ରୟାସ ଗଣନ
pa: ਕੈਲੀਬਰੇਸ਼ਨ ਰੀ-ਟਰਾਈ ਗਿਣਤੀ
pt: Contagem de Tentativas de Calibração
pt_br: Contagem de tentativas de calibração
sl: Števec ponovnih poskusov umerjanja
sr: Број покушаја калибрације
sv: Antal kalibreringsförsök
ta: இணங்குதல் மறுமுயற்சி எண்ணிக்கை
th: จำนวนการพยายามใหม่ในการปรับเทียบ

source: Number of attempts to calibrate the device
ca@valencia: Nombre d'intents per a calibrar el dispositiu
de: Anzahl der Versuche zur Kalibrierung des Geräts
el: Αριθμός προσπαθειών για μικρορύθμιση της συσκευής
et: Seadme kalibreerimise katsete arv
fi: Kuinka monta kertaa levyä on yritetty kalibroida
gl: Número de intentos de calibración do dispositivo
hi: युक्ति कैलिब्रेट करने की प्रयास संख्या
hu: Az eszköz kalibrálására tett kísérletek száma
it: Numero di tentativi per calibrare il dispositivo
ja: スピンアップを試みたリトライの回数
kn: ಸಾಧನವನ್ನು ಸರಿಪಡಿಸಲು(ಕ್ಯಾಲಿಬ್ರೇಟ್) ನಡೆಸಲಾದ ಪ್ರಯತ್ನಗಳ ಸಂಖ್ಯೆ
lt: Įrenginio kalibravimo bandymų skaičius
lv: Ierīces kalibrēšanas mēģinājumu skaits
ml: ഡിവൈസ് കാലിബ്രേറ്റ് ചെയ്യുവാന്‍ എത്ര തവണ ശ്രമിച്ചു
mr: उपकरनाला कॅलीब्रेट करण्यासाठी प्रयत्नांची संख्या
or: ଉପକରଣକୁ ମାପିବା ପାଇଁ ପ୍ରୟାସ ସଂଖ୍ୟା
pa: ਜੰਤਰ ਕੈਲੀਬਰੇਸ਼ਨ ਲਈ ਕੋਸ਼ਿਸ਼ਾਂ ਦੀ ਗਿਣਤੀ
pt: Número de tentativas para calibrar o dispositivo
pt_br: Número de tentativas para calibrar o dispositivo
sl: Število poskusov umerjanja naprave
sr: Број покушаја за калибрацију уређаја
sv: Antal försök att kalibrera enheten
ta: சாதனத்துடன் இணங்க முயற்சிகளின் எண்ணிக்கை
th: จำนวนครั้งของความพยายามใหม่ในการปรับเทียบอุปกรณ์

source: Power Cycle Count
ca@valencia: Comptador de cicles d'energia
de: Einschaltvorgänge
el: Μέτρηση κύκλου ισχύος
et: Toitetsüklite arv
fi: Virrankytkentöjen lukumäärä
gl: Conta de ciclos de potencia
hi: पावर चक्र गिनती
hu: Bekapcsolási ciklusok száma
it: Conteggio cicli alimentazione
kn: ಚಾಲನಾ ಆವರ್ತನಗಳ ಲೆಕ್ಕ
lt: Įjungimo/išjungimo ciklų kiekis
lv: Ieslēgšanu skaits
ml: പവര്‍ സൈക്കിള്‍ കൌണ്ട്
mr: पावर चक्राचे प्रमाण
or: ଶକ୍ତି ଚକ୍ର ଗଣନ
pa: ਪਾਵਰ ਸਾਈਕਲ ਗਿਣਤੀ
pt: Contagem de Ciclo de Energia
pt_br: Contagem de ciclo de inicialização
sl: Števec ponovnih vklopov
sr: Број укључивања
sv: Antal strömcykler
ta: பவர் சுயற்சி எண்ணிக்கை
th: จำนวนรอบการเปิดทำงาน

source: Number of power-on events
ca@valencia: Nombre d'esdeveniments d'engegada
de: Anzahl der Einschaltvorgänge
el: Αριθμός συμβάντων ενεργοποίησης
et: Sisselülitamisete arv
fi: Kuinka monta kertaa virrat on kytketty
gl: Número de eventos de acendido
hi: चालू बिजली रहने की घटना संख्या
hu: Bekapcsolási események száma
it: Numero degli eventi di accensione
ja: パワーオン・イベントの回数
kn: ಚಾಲನೆಗೊಳಿಸಲಾದ(ಪವರ್-ಆನ್) ಸನ್ನಿವೇಶಗಳ ಲೆಕ್ಕ
lt: Įjungimų skaičius
lv: Ieslēgšanu skaits
ml: പവര്‍ ഓണ്‍ ഇവന്റുകളുടെ എണ്ണം
mr: power-on घटनांची संख्या
or: ଶକ୍ତି-ଅନ ଘଟଣାଗୁଡ଼ିକର ସଂଖ୍ୟା
pa: ਪਾਵਰ-ਆਨ ਈਵੈਂਟਾਂ ਦੀ ਗਿਣਤੀ ਹੈ।
pt: Número de eventos de ligação
pt_br: Número de eventos de inicialização
sl: Število vklopov
sr: Број укључивања/искључивања диска
sv: Antal strömpåslagningshändelser
ta: பவர்-ஆன் நிகழ்வுகளின் எண்ணிக்கை
th: จำนวนครั้งของการเปิดอุปกรณ์ทำงาน

source: Soft read error rate
ca@valencia: Ràtio d'errors de lectura del programari
de: Fehlerrate beim Lesen
el: Αριθμός off-track σφαλμάτων.
et: Tarkvara lugemisvigade määr
fi: Ohjelmallisten lukuvirheiden tiheys
gl: Taxa de erros pequenos de lectura
hi: सॉफ्ट पठन त्रुटि दर
hu: Szoftveres olvasási hibák gyakorisága
it: Tasso errori lettura software
kn: ಮೃದು ಓದುವಿಕೆ ದೋಷದ ದರ
lt: Skaitymo klaidų, atsiradusių dėl programinės įrangos kaltės, skaičius
lv: Programmatisko lasīšanas kļūdu biežums
ml: സോഫ്ട് റീഡ് എറര്‍ റേറ്റ്
mr: सॉफ्ट read त्रुटी दर
or: ସଫ୍ଟ ପଠନ ତ୍ରୁଟି ହାର
pa: ਸਾਫਟ ਰੀਡ ਗਲਤੀ ਰੇਟ
pt: Taxa de erros de leitura recuperáveis
pt_br: Taxa de erro de leitura suave
sl: Raven napak mehkega branja
sr: Стопа грешака при меком читању
sv: Felfrekvens för mjuk läsning
ta: மென் வாசி பிழை விகிதம்
th: อัตราผิดพลาดในการอ่านจากซอฟต์แวร์

source: Frequency of 'program' errors while reading from the disk
ca@valencia: Freqüència d'errors de «programa» en llegir del disc
de: Häufigkeit gemeldeter Lesefehler vom Medium
el: Συχνότητα σφαλμάτων του προγράμματος κατά την ανάγνωση από το δίσκο
et: 'Programmi' vigade sagedus kettalt lugedes
fi: Kuinka usein tapahtui ohjelmallisia virheitä luettaessa levyltä
gl: Frecuencia de erros do 'programa' ao ler do disco
hi: 'प्रोग्राम' त्रुटि की आवृत्ति जब डिस्क से पढ़ जा रहा हो
hu: Szoftveres hibák gyakorisága a lemezről olvasáskor
id: Frekuensi galat 'program' ketika membaca dari diska
it: Frequenza degli errori software durante la lettura dal disco
ja: ディスクからの読み込みの際に発生した 'プログラム' エラーの頻度です。
kn: ಡಿಸ್ಕಿನಿಂದ ಓದುವಾಗ ಸಂಭವಿಸಿದ 'ಪ್ರೊಗ್ರಾಮ್' ದೋಷಗಳ ಲೆಕ್ಕ
lt: Skaitant diską atsirandančių programinių klaidų dažnis
lv: "Programmas" kļūdu biežums diska lasīšanas laikā
ml: ഡിസ്കില്‍ നിന്നും ലഭ്യമാക്കുമ്പോളുണ്ടാകുന്ന 'പ്രോഗ്രാം' പിശകുകള്‍
mr: डिस्कपासून वाचतेवेळी 'कार्यक्रम' त्रुटींची फ्रिक्वेंसी
or: ଡିସ୍କରୁ ପଢ଼ିବା ସମୟରେ 'ପ୍ରଗ୍ରାମ' ତ୍ରୁଟିର ହାର
pa: ਡਿਸਕ ਤੋਂ ਪੜ੍ਹਨ ਦੌਰਾਨ 'ਪਰੋਗਰਾਮ' ਗਲਤੀਆਂ ਦੀ ਫਰੀਕਿਊਂਸੀ ਹੈ।
pt: Frequência de erros de 'programa' ao ler a partir do disco
pt_br: Frequência de erros de "programa" quando lendo da unidade
sl: Pogostost 'programskih' napak med branjem z diska
sr: Учестаност грешака у програму приликом читања података са диска
sv: Frekvens för "program"-fel vid läsning från disken
ta: Frequency of 'program' பிழைகள் வட்டை வாசிக்கும் போது அடிக்கடி ஏற்படுகிறது
th: ความถี่ของข้อผิดพลาดจากโปรแกรมขณะอ่านจากดิสก์

source: Reported Uncorrectable Errors
ca@valencia: Errors informats no corregibles
de: Gemeldete nicht korrigierbare Fehler
el: Αναφερθέντα μη διορθώσιμα σφάλματα
et: Raporteeritud parandamatud vead
fi: Raportoidut korjaamattomat virheet
gl: Erros incorrexíbeis recollidos
hi: नहीं सुधारी जा सकने वाली त्रुटियों की संख्या
hu: Jelentett javíthatatlan hibák
it: Errori non correggibili segnalati
kn: ವರದಿ ಮಾಡಲಾದ ಸರಿಪಡಿಸಲಾಗದೆ ಇರುವ ದೋಷಗಳು
lt: Nepataisomų klaidų skaičius
lv: Ziņotās nelabojamās kļūdas
ml: തിരുത്തുവാന്‍ കഴിയാത്ത രേഖപ്പെടുത്തിയ പിശകുകള്‍
mr: अनिवारण त्रुटी कळवल्यात
or: ଠିକ କରାହୋଇପାରୁ ନଥିବା ତ୍ରୁଟିଗୁଡ଼ିକୁ ଖବର କରାଯାଇଛି
pa: ਨਾ-ਠੀਕ ਹੋਣਯੋਗ ਗਲਤੀਆਂ ਬਾਰੇ ਰਿਪੋਰਟ ਦਿੱਤੀ
pt: Erros Incorrigíveis Reportados
pt_br: Erros não corrigíveis reportados
sl: Sporočene nepopravljive napake
sr: Непоправљиве грешке
sv: Rapporterade fel som inte kan korrigeras
ta: திருத்தப்படாத பிழைகள் அறிக்கையிடப்படுகிறது
th: ข้อผิดพลาดที่ได้รับรายงานว่าแก้ไขไม่ได้

source: Number of errors that could not be recovered using hardware ECC
ca@valencia: Nombre d'errors corregits pel maquinari ECC
de: Anzahl der nicht durch Hardware (ECC) korrigierbaren Fehler
el: Αριθμός σφαλμάτων που δεν μπορούν να διορθωθούν με χρήση υλικού ECC.
et: Vigade arv, mille on parandanud tarkvaraline ECC
fi: Laskuri virheille, joita ei voitu korjata laitteistotason ECC-korjauksella
gl: Número de erros que poderían non ser corrixidos polo hardware ECC
hi: त्रुटियों की संख्या जिसे ECC हार्डवेयर के प्रयोग से वापस ठीक नहीं किया जा सकता है
hu: A hardveres ECC használatával nem javítható hibák száma
id: Banyaknya galat yang tidak bisa diperbaiki oleh ECC perangkat keras
it: Numero di errori che non possono essere corretti dall'hardware ECC
ja: ハードウェア ECC を利用しても回復できないエラーの回数です。
kn: ಯಂತ್ರಾಂಶ ECC ಅನ್ನು ಬಳಸಿಕೊಂಡು ಸರಿಪಡಿಸಲಾಗದೆ ಇರುವ ದೋಷಗಳ ಸಂಖ್ಯೆ
lt: Klaidų, kurių nepavyksta ištaisyti aparatinėmis ECC priemonėmis, skaičius
lv: Kļūdu skaits, kuras nevar salabot, izmantojot aparatūras ECC
ml: ഹാര്‍ഡ്‌വെയര്‍ ഇസിസി ഉപയോഗിച്ചു് പരിഹരിക്കുവാന്‍ സാധ്യമല്ലാത്ത പിശകുകള്‍
mr: हार्डवेअर ECC चा वापर करून अनिवारण करण्याजोगी त्रुटींची संख्या
pa: ਗਲਤੀਆਂ ਦੀ ਗਿਣਤੀ, ਜੋ ਕਿ ਹਾਰਡਵੇਅਰ ECC ਨਾਲ ਉਗਰਾਈਆਂ ਨਹੀਂ ਜਾ ਸਕੀਆਂ
pt: Número de erros que não podem ser recuperados utilizando hardware ECC
pt_br: Número de erros que não puderam ser recuperados usando ECC em hardware.
sl: Število napak, ki jih ni mogoče obnoviti s strojnim ECC.
sr: Број грешака које не могу бити поправљене помоћу ЕЦЦ-а из уређаја
sv: Antal fel som inte kunde återställas med ECC i hårdvaran
ta: வன்பொருள் ECCஐ பயன்படுத்தி பல பிழைகள் திரும்பப் பெறமுடியவில்லை
th: จำนวนข้อผิดพลาดที่ไม่สามารถกู้กลับได้ด้วย ECC ของฮาร์ดแวร์

source: High Fly Writes
ca@valencia: Escriptures a més alçada
de: Überhöhte Schreibvorgänge
el: Εγγραφές υψηλής πτήσης
et: Väljalennuga kirjutamisi
fi: Korkealta kirjoitusten laskuri
gl: Escritas en voo alto
hi: हाइ फ्लाइ राइट
hu: Túl magas írófejállások
it: Errori fuori lettura
kn: ಹೈ ಫ್ಲೈ ಬರೆಯುವಿಕೆಗಳು(ರೈಟ್ಸ್)
lt: „High Fly“ rašymai
lv: Augstā lidojuma rakstīšana
ml: ഹൈ ഫ്ലൈ റൈറ്റ്സ്
mr: हाय फ्लाय राईट्स्
or: ଉଚ୍ଚ ଉଡ଼ାଣ ଲେଖା
pa: ਹਾਈ ਫਲਾਈ ਰਾਈਟ
pt: Escritas de Voo Alto
pt_br: Gravações com alto posicionamento
sl: Premik izven zapisovalnega območja
sr: Глава ван путање
sv: Skrivförsök utanför flygområdet
ta: உயர பறக்க எழுதுகிறது
th: การเขียนแบบหัวเขียนลอย
