Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: An invalid option was passed.
ca@valencia: S'ha passat una opció no vàlida.
de: Eine ungültige Option wurde verwendet.
el: Πέρασμα μη έγκυρης επιλογής.
et: Edastati sobimatu valik.
fi: Saatiin virheellinen valitsin.
gl: Pasouse unha opción que non é incorrecta.
hi: एक अवैध विकल्प भेजा गया.
hu: Érvénytelen kapcsolót adott meg.
it: È stata passata un'opzione non valida.
ja: 無効なオプションが渡されました。
kn: ಒಂದು ಅಮಾನ್ಯವಾದ ಆಯ್ಕೆಯನ್ನು ಒದಗಿಸಲಾಗಿದೆ.
lt: Nurodyta netinkama parinktis.
lv: Tika padots nederīgs parametrs.
ml: തെറ്റായ ഉപാധി നല്‍കിയിരിക്കുന്നു.
mr: अवैध पर्याय पुरवले गेले.
nb: Et ugyldig flagg ble gitt.
or: ଗୋଟିଏ ଅବୈଧ ବିକଳ୍ପକୁ ସଫଳ କରାହୋଇଛି।
pa: ਅਢੁੱਕਵੀਂ ਚੋਣ ਦਿੱਤੀ ਗਈ।
pt: Foi passada uma opção inválida.
pt_br: Uma opção inválida foi passada.
sl: Poslana je bila neveljavna možnost.
sr: Прослеђена је неисправна опција.
sv: En ogiltig flagga skickades.
ta: ஒரு தவறான விருப்பம் கடந்தது.
th: ส่งตัวเลือกมาไม่ถูกต้อง

source: The operation is not supported.
ca@valencia: No és pot utilitzar esta operació.
de: Der Vorgang wird nicht unterstützt.
el: Η λειτουργία δεν υποστηρίζεται
et: Operatsioon pole toetatud.
fi: Toiminto ei ole tuettu.
gl: A operación non é compatíbel.
hi: संक्रिया समर्थित नहीं है.
hu: A művelet nem támogatott.
id: Operasi tidak didukung.
it: L'operazione non è supportata.
ja: その操作はサポートされていません。
kn: ಕಾರ್ಯಕ್ಕೆ ಬೆಂಬಲವಿಲ್ಲ.
lt: Šis veiksmas nepalaikomas.
lv: Darbība nav atbalstīta.
ml: പ്രക്രിയ പിന്തുണയ്ക്കുന്നില്ല.
mr: कार्य समर्थीत नाही.
nb: Operasjonen er ikke støttet.
or: ପ୍ରୟୋଗଟି ସମର୍ଥିତ ନୁହଁ।
pa: ਓਪਰੇਸ਼ਨ ਸਹਾਇਕ ਨਹੀਂ ਹੈ।
pt: A operação não é suportada.
pt_br: Não há suporte para esta operação.
sl: Dejanje ni podprto
sr: Радња није подржана.
sv: Åtgärden stöds inte.
ta: செயல்பாடு துணைபுரியவில்லை.
th: ไม่รองรับปฏิบัติการนี้

source: Getting ATA SMART data would wake up the device.
ca@valencia: Si s'obtenen les dades SMART de l'ATA s'engegarà el dispositiu.
de: Ein Holen der ATA SMART-Informationen würde das Gerät wecken.
el: Η λήψη δεδομένων ATA SMART θα αφυπνίσει τη συσκευή.
et: ATA SMART-andmete hankimine ärataks seadme.
fi: ATA SMART-tietojen haku herättäisi laitteen.
gl: Ao obter os datos do SMART de ATA despertarase o dispositivo.
hi: ATA SMART आँकड़ा को पाना युक्ति को वापस लाएगा.
hu: Az ATA SMART adatok lekérése felébresztené az eszközt.
id: Mengambil data SMART ATA akan membangunkan perangkat tersebut.
it: Recuperare i parametri ATA SMART attiverebbe il dispositivo.
ja: ATA SMART データを取得するとデバイスをウェイクアップします。
kn: ATA SMART ದತ್ತಾಂಶವನ್ನು ಪಡೆಯುವುದರಿಂದ ಸಾಧನವನ್ನು ಎಚ್ಚರಿಸುತ್ತದೆ.
lt: Gaunant ATA SMART duomenis bus pažadintas įrenginys.
lv: ATA SMART datu saņemšana pamodinās ierīci.
ml: എടിഎ സ്മാര്‍ട്ട് കാര്‍ഡ് ലഭ്യമാക്കുന്നതു് ഡിവൈസിനെ പ്രവര്‍ത്തിപ്പിക്കുന്നു.
mr: ATA SMART डाटा आढळल्यास उपकरण सक्रीय होईल.
or: ATA SMART ତଥ୍ୟକୁ ଗ୍ରହଣ କରାଯିବା ଦ୍ୱାରା ଉପକରଣକୁ ଜାଗ୍ରତ କରାହୋଇଛି।
pa: ATA SMART ਡਾਟਾ ਲੈਣ ਨਾਲ ਜੰਤਰ ਜਾਗ ਪਵੇਗਾ।
pt: A obtenção de dados ATA SMART iria acordar o dispositivo.
pt_br: Receber dados ATA SMART acordaria o dispositivo.
sl: Pridobivanje ATA SMART podatkov bi povrnilo napravo iz mirovanja.
sr: Прикупљање АТА СМАРТ података ће пробудити уређај.
sv: Hämtning av ATA SMART-data skulle väcka upp enheten.
ta: சாதனத்தை எழுப்புவதற்கு ATA SMART தரவை பெறுகிறது.
th: การอ่านข้อมูล SMART ของ ATA จะเป็นการปลุกอุปกรณ์ขึ้น

source: Permission denied.
ca@valencia: S'ha denegat el permís.
de: Zugriff verweigert.
el: Άρνηση πρόσβασης.
et: Õigused puuduvad.
fi: Lupa evätty.
gl: Permiso denegado.
hi: अनुमति अस्वीकृत.
hu: Hozzáférés megtagadva.
id: Akses ditolak.
it: Permesso negato.
ja: アクセス許可がありません。
kn: ಅನುಮತಿಯನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ.
lt: Nesuteiktas leidimas.
lv: Atļauja liegta.
ml: അനുവാദം നിഷേധിച്ചിരിക്കുന്നു.
mr: परवानगी नकारली.
nb: Tilgang nektet.
or: ଅନୁମତିକୁ ପ୍ରତ୍ୟାଖାନ କରାହୋଇଛି।
pa: ਅਧਿਕਾਰ ਪਾਬੰਦੀ ਹੈ।
pt: Permissão negada.
pt_br: Permissão negada.
sl: Ni ustreznih dovoljenj.
sr: Немате овлашћења.
sv: Åtkomst nekas.
ta: அனுமதி மறுக்கப்பட்டது.
th: ไม่ได้รับอนุญาต

source: _Details:
ca@valencia: _Detalls:
el: _Λεπτομέρειες:
et: _Üksikasjad:
fi: _Yksityiskohdat:
gl: _Detalles:
hi: विवरण (_D):
hu: _Részletek:
id: _Detail:
it: _Dettagli:
ja: 詳細(_D):
kn: ವಿವರಗಳು(_D):
lt: _Išsamiai:
lv: _Sīkāka informācija:
ml: _വിശദാംശങ്ങള്‍:
mr: तपशील (_D):
nb: _Detaljer:
or: ବିବରଣୀ (_D):
pa: ਵੇਰਵਾ(_D):
pt: _Detalhes:
pt_br: _Detalhes:
sl: _Podrobnosti:
sr: _Детаљи:
sv: _Detaljer:
ta: விவரங்கள் (_D):
th: _รายละเอียด:

source: _Storage Devices
ca@valencia: _Dispositiius d'emmagetzemament
de: _Speichergeräte
el: Συσκευές απο_θήκευσης
et: _Salvestid
fi: _Tallennuslaitteet
gl: Dispositivos de _almacenamento
hu: _Tárolóeszközök
id: Media _Simpan
it: _Dispositivi di archiviazione
ja: ストレージ・デバイス(_S)
lt: _Duomenų saugojimo įrenginiai
lv: Krātuve_s ierīces
nb: _Lagringsenheter
pa: ਸਟੋਰੇਜ਼ ਜੰਤਰ(_S)
pt: Dispositivos de Arma_zenamento
pt_br: Dispositivos de _armazenamento
sl: _Shranjevalne naprave
sr: _Складишни уређаји
sv: _Lagringsenheter
ta: _S கிடங்கு சாதனங்கள்
th: อุป_กรณ์เก็บข้อมูล

source: %s msec
ca@valencia: %s mil·lisegons
de: %s Millisekunden
et: %s ms
gl: %s mseg
hu: %s em
id: %s mdet
it: %s ms
ja: %s ミリ秒
lt: %smsek.
lv: %s milisekundes
pt: %s mseg
pt_br: %s ms
sl: %s msek
sv: %s ms
ta: %s மிசெக்
th: %s มิลลิวินาที

source: %3g ms
fi: %3g msec
gl: %3g mseg
id: %3g md
ta: %3g மிசெக்

source: KB
fi: kt
ta: கேபி(KB)

source: GB
fi: Gt
ta: ஜிபி (GB)

source: TB
fi: Tt
ta: எ

source: Firewire
hi: फायरवॉयर
kn: ಫೈರ್ವೈರ್
ml: ഫയല്‍വയര്‍
mr: फायरवायर
pa: ਫਿਰਮਵੇਅਰ

source: %d MB/s
fi: %d Mt/s
id: %d MB/d

source: MB
fi: Mt
hi: मे.बा.

source: %.1f KB/s
fi: %.1f kt/s
id: %.1f KB/d

source: %.1f MB/s
fi: %.1f Mt/s
id: %.1f MB/d

source: %.1f GB/s
fi: %.1f Gt/s
id: %.1f GB/d

# Rotation Rate
source: %d RPM
de: %d UPM
fi: %d r/min
sv: %d varv/min

source: An error occured while performing an operation on "%s" (%s): %s
ja: "%s" (%s) の操作の実行中にエラーが発生しました: %s

source: An error occured: %s
ja: エラーが発生しました: %s

source: USB, Firewire and other peripherals
ja: USBやFirewireや他の周辺機器

source: NetBSD Concatenated Partition
ja: NetBSD Concatenated パーティション

source: Simple filesystem with low overhead and UNIX permissions support. Not widely compatible with other operating systems than Linux and Minix.
ja: オーバーヘッドが低く UNIX パーミッションをサポートしているシンプルなファイルシステムです。Linux と Minix 以外の他のオペレーティングシステムとは、あまり互換性はありません。

source: Error ejecting media
ja: メディアの取り出し中にエラーが発生しました

source: Eject media from the drive
ja: ドライブからメディアを取り出す

source: Edit Ph_ysical Volumes
ja: 物理ボリュームを編集(_Y)

source: Volume
hi: आवाज
kn: ಪರಿಮಾಣ
ml: വോള്യം
mr: खंड
or: ଭଲ୍ଯୁମ

source: The volume to format
hi: संरूपित करने के लिए आयतन
kn: ಫಾರ್ಮಾಟ್ ಮಾಡಬೇಕಿರುವ ಪರಿಮಾಣ
ml: ഫോര്‍മാറ്റ് ചെയ്യുവാനുള്ള വോള്യം
mr: रूपण करीता खंड
or: ସଜାଡ଼ିବା ପାଇଁ ଆକାର

source: Compatible with Linux (ext3)
hi: Linux (ext3) के साथ सुसंगतता
kn: ಲಿನಕ್ಸಿನೊಂದಿಗೆ ಹೊಂದಿಕೆಯಾಗುವ (ext3)
ml: ലിനക്സ് (ext3)-നൊപ്പം കോംപാറ്റിബിള്‍
mr: Linux सह सहत्व (ext3)
or: Linux ସହିତ ସୁସଙ୍ଗତ (ext3)

source: RAID device %s (%s)
hi: RAID युक्ति %s (%s)
kn: RAID ಸಾಧನ %s (%s)
ml: RAID ഡിവൈസ് %s (%s)
mr: RAID उपकरण %s (%s)
or: RAID ଉପକରଣ %s (%s)

source: %s Software RAID
hi: %s सॉफ्टवेयर RAID
kn: %s ಸಾಫ್ಟ್‌ವೇರ್ RAID
ml: %s സോഫ്റ്റ്‌വെയര്‍ RAID
mr: %s सॉफ्टवेयर RAID
or: %s ସଫ୍ଟୱେର RAID

source: Software RAID
hi: सॉफ्टवेयर RAID
kn: ಸಾಫ್ಟ್‌ವೇರ್ RAID
ml: സോഫ്റ്റ്‌വെയര്‍ RAID
mr: सॉफ्टवेयर RAID
or: ସଫ୍ଟୱେର RAID

source: %s / %s / %s bytes
hi: %s / %s / %s बाइट्स
kn: %s / %s / %s ಬೈಟ್‌ಗಳು
ml: %s / %s / %s ബൈറ്റുകള്‍
mr: %s / %s / %s बाइटस्
or: %s / %s / %s ବାଇଟଗୁଡ଼ିକ

source: Linux Ext2 (version %s)
hi: Linux Ext2 (संस्करण %s)
kn: Linux Ext2 (ಆವೃತ್ತಿ %s)
ml: Linux Ext2 (%s പതിപ്പു്)
mr: Linux Ext2 (आवृत्ती %s)
or: Linux Ext2 (ସଂସ୍କରଣ %s)

source: Linux Ext3 (version %s)
hi: Linux Ext3 (संस्करण %s)
kn: Linux Ext3 (ಆವೃತ್ತಿ %s)
ml: Linux Ext3 (%s പതിപ്പു്)
mr: Linux Ext3 (आवृत्ती %s)
or: Linux Ext3 (ସଂସ୍କରଣ %s)

source: Journal for Linux ext3 (version %s)
hi: Linux ext3 (संस्करण %s) के लिए जर्नल
kn: Linux ext3 ಗಾಗಿನ ಜರ್ನಲ್ (ಆವೃತ್ತಿ %s)
ml: Linux ext3-നുള്ള ജേര്‍ണല്‍ (%s പതിപ്പു്)
mr: Linux ext3 (आवृत्ती %s) करीता जर्नल
or: Linux ext3 ର ପତ୍ରିକା (ସଂସ୍କରଣ %s)

source: Journal for Linux ext3
hi: Linux ext3 के लिए जर्नल
kn: Linux ext3 ಗಾಗಿನ ಜರ್ನಲ್
ml: Linux ext3-നുള്ള ജേര്‍ണല്‍
mr: Linux ext3 करीता जर्नल
or: Linux ext3 ପାଇଁ ପତ୍ରିକା

source: Linux Ext4 (version %s)
hi: Linux Ext4 (संस्करण %s)
kn: Linux Ext4 (ಆವೃತ್ತಿ %s)
ml: Linux Ext4 (%s പതിപ്പു്)
or: Linux Ext4 (ସଂସ୍କରଣ %s)

source: Linux XFS (version %s)
kn: Linux XFS (ಆವೃತ್ತಿ %s)
ml: Linux XFS (%s പതിപ്പു്)
mr: Linux XFS (आवृत्ती %s)
or: Linux XFS (ସଂସ୍କରଣ %s)

source: LDM meta data Partition
hi: LDM मेटा आँकड़ा विभाजन
kn: LDM ಮೆಟಾಡೇಟ ವಿಭಾಗ
ml: LDM മെറ്റാ ഡേറ്റാ പാര്‍ട്ടീഷന്‍
mr: LDM मेटा डाटा विभाजन
or: LDM ଅଧିତଥ୍ୟ ବିଭାଜନ

source: LDM data Partition
hi: LDM आँकड़ा विभाजन
kn: LDM ಡೇಟ ವಿಭಾಗ
ml: LDM ഡേറ്റാ പാര്‍ട്ടീഷന്‍
mr: LDM डाटा विभाजन
or: LDM ତଥ୍ୟ ବିଭାଜନ

source: Basic Data Partition
hi: मूल डाटा विभाजन
kn: ಮೂಲ ಡೇಟ ವಿಭಾಗ
ml: ബേസിക് ഡേറ്റാ പാര്‍ട്ടീഷന്‍
mr: मुळ डाटा पार्टिशन
or: ମୌଳିକ ତଥ୍ୟ ବିଭାଜନ

source: %s RAID Component
hi: %s RAID अवयव
kn: %s RAID ಘಟಕ
ml: %s RAID ഘടകം
mr: %s RAID घटक
or: %s RAID ଉପାଦାନ

source: Part of "%s" %s array
hi: "%s" %s सरणी का हिस्सा
kn: "%s" ನ %s ವ್ಯೂಹದ ಭಾಗ
ml: "%s" %s അറേയുടെ ഭാഗം
mr: "%s" %s अर्रेचा भाग
or: "%s" %s ଆରେର ଅଂଶ

source: Count of remapped sectors. When the hard drive finds a read/write/verification error, it mark the sector as "reallocated" and transfers data to a special reserved area (spare area)
hi: फिर मानचित्र किए गए खंड से गिनती. जब हार्ड ड्राइव किसी read/write/जाँच त्रुटि पाता है, यह खंड को बतौर "reallocated" पाता है और आँकड़ा को विशेष रूप से आरक्षित क्षेत्र (खाली क्षेत्र) में हस्तांतरित करता है
kn: ಮರು ನಕ್ಷೆಗೊಳಿಸಲಾದ (ರಿಮ್ಯಾಪ್) ಭಾಗಗಳ ಸಂಖ್ಯೆ. ಹಾರ್ಡ್ ಡ್ರೈವಿನಲ್ಲಿ ಓದುವ/ಬರೆಯುವ ಪರಿಶೀಲನಾ ದೋಷವು ಕಂಡುಬಂದಲ್ಲಿ, ಅದು ಭಾಗವನ್ನು "ಮರು ನಿಯೋಜಿಸಲಾಗಿದೆ" ಎಂದು ಗುರುತುಹಾಕುತ್ತದೆ ಹಾಗು ದತ್ತಾಂಶವನ್ನು ಕಾದಿರಿಸಲಾದ ವಿಶೇಷ ಸ್ಥಳಕ್ಕೆ ರವಾನಿಸುತ್ತದೆ (ಕಾದಿಟ್ಟ ಸ್ಥಳ)
ml: വീണ്ടും മാപ്പ് ചെയ്ത സെക്ടറുകളുടെ എണ്ണം. ഒരു ഹാര്‍ഡ് ഡ്രൈവ് read/write/verification പിശക് നേരിടുമ്പോള്‍, സെക്ടറുകളെ "വീണ്ടും അനുവദിക്കുന്നു" എന്നടയാളപ്പെടുത്തി, ഒരു പ്രത്യേകം സൂക്ഷിച്ചിരിക്കുന്ന സ്ഥലത്തേക്ക് (സ്പെയര്‍ സ്ഥലം) ഡേറ്റാ നീക്കുന്നു.
mr: पुनःमॅपेड् केलेल्या सेक्टर्स्चे प्रमाण. हार्ड ड्राइव्हला read/write/ तपासणी त्रुटी आढळल्यास, ते सेक्टरला "reallocated" म्हणून चिन्हाकृत करते व डाटा विशेष आरक्षीत क्षेत्र (शिल्लक क्षेत्र) करीता स्थानांतरीत करते

source: Average efficiency of operatings while positioning
hi: स्थिति लेने के दौरान ऑपरेटिंग का औसत प्रभाव
kn: ಇರಿಸುವ ಸಮಯದಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವಿಕೆಯ ಸರಾಸರಿ ಕಾರ್ಯಕ್ಷಮತೆ
ml: സ്ഥാനം പിടിക്കുമ്പോള്‍ പ്രക്രിയകളുടെ ആവറേജ് കഴിവു്
mr: स्थान निश्चित करतेवेळी ऑपरेटींग्स्ची सरासर क्षमता
or: ଅବସ୍ଥାନ ସମୟରେ ହାରାହାରି ସଂଚାଳନ କ୍ଷମତା

source: Load on drive cause by friction in mechanical parts of the store
hi: स्टोर के यांत्रिक हिस्से में घर्षण के कारण ड्राइव पर लोड
kn: ಸ್ಟೋರಿನ ಯಾಂತ್ರಿಕ ಭಾಗಗಳ ಘರ್ಷಣೆಯಿಂದ ಡ್ರೈವಿನ ಮೇಲೆ ಉಂಟಾದ ಹೊರೆ
ml: സ്റ്റോറിന്റെ മെക്കാനിക്കല്‍ ഭാഗങ്ങളിലുള്ള ഫ്രിക്ഷന്‍ കാരണം ഡ്രൈവിനുള്ള വലി
mr: स्टोरच्या मेकॅनीकल भागांवर घर्षणमुळे ड्राइव्हर पडणारे लोड

source: Select what SMART self test to run
hi: चुनें कि क्या SMART स्व जाँच चलाना है
kn: ಯಾವ SMART ಸ್ವಯಂ ಪರೀಕ್ಷೆಯನ್ನು ಚಲಾಯಿಸಬೇಕು ಎನ್ನುವುದನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ml: ഏതു് SMART സ്വയം പരിശോധന നടത്തണമെന്നു് തെരഞ്ഞെടുക്കുക
mr: कोणती SMART स्वयं चाचणी चालवायची ते नीवडा
or: କେଉଁ SMART ସ୍ୱୟଂ ପରୀକ୍ଷଣକୁ ଚଲାଇବା ଉଚିତ ତାହା ବାଛନ୍ତୁ

source: _Initiate Self Test
hi: स्वयं जांच आरंभ करें (_I)
kn: ಸ್ವಯಂ ಪರೀಕ್ಷೆಯನ್ನು ಆರಂಭಿಸು(_I)
ml: സ്വയം പരിശോധന _ആരംഭിക്കുക
mr: स्वयं चाचणी प्रारंभ करा (_I)
or: ପ୍ରାରମ୍ଭିକ ସ୍ୱୟଂ ପରୀକ୍ଷଣ (_I)

source: Health status is unknown
hi: स्वास्थ्य स्थिति है अज्ञात
kn: ಆರೋಗ್ಯದ ಸ್ಥಿತಿಯ ಬಗೆಗೆ ತಿಳಿದಿಲ್ಲ
ml: ഡിസ്കിന്റെ അവസ്ഥ അപരിചിതം
mr: स्थिती अपरिचीत आहे
or: ସ୍ୱାସ୍ଥ ଅବସ୍ଥା ଅଜଣା ଅଟେ

source: SMART is not enabled
hi: स्मार्ट सक्षम नहीं है
kn: SMART ಶಕ್ತಗೊಂಡಿಲ್ಲ
ml: SMART പ്രവര്‍ത്തന സജ്ജമല്ല
mr: SMART कार्यक्षम नाही
or: SMART କୁ ସକ୍ରିୟ କରାଯାଇନାହିଁ

source: SMART is not available
hi: स्मार्ट उपलब्ध नहीं है
kn: SMART ಲಭ್ಯವಿಲ್ಲ
ml: SMART ലഭ്യമല്ല
mr: SMART उपलब्ध नाही
or: SMART ଉପଲବ୍ଧ ନାହିଁ

source: SMART Data
hi: स्मार्ट डाटा
kn: SMART ದತ್ತಾಂಶ
ml: SMART ഡേറ്റാ
mr: SMART डाटा
or: SMART ତଥ୍ୟ

source: _Drive:
hi: ड्राइव (_D):
kn: ಡ್ರೈವ್(_D):
ml: _ഡ്രൈവ്:
mr: ड्राइव्ह (_D):
or: ଡ୍ରାଇଭ (_D):

source: Status
hi: स्थिति
kn: ಸ್ಥಿತಿ
ml: നിലവാരം
mr: स्थिती
or: ଅବସ୍ଥିତି

source: Updating...
hi: अद्यतन कर रहा है...
kn: ಅಪ್ಡೇಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ml: പരിഷ്കരിക്കുന്നു...
mr: सुधारणा करत आहे...
or: ଅପଡେଟ କରୁଛି ...

source: Reads SMART data from the disk, waking it up if necessary
hi: डिस्क से SMART आँकड़ा पढ़ता है, इसे जगा रहा होता है यदि आवश्यक है
kn: ಡಿಸ್ಕಿನಿಂದ SMART ದತ್ತಾಂಶವನ್ನು ಓದುತ್ತದೆ, ಅಗತ್ಯ ಬಿದ್ದಲ್ಲಿ ಅದನ್ನು ಎಚ್ಚರಗೊಳಿಸುತ್ತದೆ
ml: ഡിസ്കില്‍ നിന്നും സ്മാര്‍ട്ട് ഡേറ്റാ ലഭ്യമാകുന്നു.
mr: डिस्क पासून SMART डाटा वाचत आहे, आवश्यक असल्यास सक्रीय करतो
or: SMART ତଥ୍ୟକୁ ଡିସ୍କରୁ ପଢ଼ିଥାଏ, ଆବଶ୍ୟକ ହେଲେ ଏହାକୁ ଜାଗ୍ରତ କରିଥାଏ

source: Update now
hi: अब अद्यतन करें
kn: ಈಗಲೆ ಅಪ್‌ಡೇಟ್ ಮಾಡಿ
ml: ഉടന്‍ പരിഷ്കരിക്കുക
mr: आत्ता सुधारणा करा
or: ବର୍ତ୍ତମାନ ଅଦ୍ୟତନ କରନ୍ତୁ

source: Initiates a self-test on the drive
hi: ड्राइव पर स्व जाँच आरंभ करें
kn: ಡ್ರೈವಿನಲ್ಲಿ ಸ್ವಯಂ-ಪರೀಕ್ಷೆಯನ್ನು ಆರಂಭಿಸುತ್ತದೆ
ml: ഡ്രൈവില്‍ ഒരു സ്വയം പരിശോധന ആരംഭിക്കുന്നു
mr: ड्राइव्हवर स्वयं-चाचणी प्रारंभ करतो
or: ଡ୍ରାଇଭରେ ଗୋଟିଏ ସ୍ୱୟଂ-ଯାଞ୍ଚ ସକ୍ରିୟ କରନ୍ତୁ

source: Run self-test
hi: स्व जाँच चलाएँ
kn: ಸ್ವಯಂ ಪರೀಕ್ಷೆಯನ್ನು ಚಲಾಯಿಸುತ್ತದೆ
ml: സ്വയം പരിശോധന നടത്തുക
mr: स्वयं-चाचणी चालवा
or: ସ୍ୱୟଂ-ଯାଞ୍ଚ ଚଲାନ୍ତୁ

source: Cancels the currently running test
hi: अभी चल रहे जाँच को रद्द करें
kn: ಪ್ರಸಕ್ತ ಚಾಲನೆಯಲ್ಲಿರುವ ಹೆಸರನ್ನು ರದ್ದು ಮಾಡುತ್ತದೆ
ml: നിലവില്‍ നടത്തുന്ന പരിശോധന റദ്ദാക്കുന്നു
mr: सध्याची कार्यरत चाचणी रद्द करतो
or: ସାମ୍ପ୍ରତିକ ଚାଲୁଥିବା ପରୀକ୍ଷଣକୁ ବାତିଲ କରିଥାଏ

source: The name of the model of the disk
hi: डिस्क के मॉडल का नाम
kn: ಡಿಸ್ಕಿನ ಮಾದರಿಯ ಹೆಸರು
ml: ഡിസ്കിന്റെ മാതൃകയുടെ പേരു്
mr: डिस्काच्या मॉडेलचे नाव
or: ଡିସ୍କର ମଡେଲ ନାମ

source: Model Name:
hi: मॉडल नाम:
kn: ಮಾದರಿ ಹೆಸರು:
ml: മാതൃകയുടെ പേരു്:
mr: साच्याचे नाव:
or: ମଡେଲ ନାମ:

source: The firmware version of the disk
hi: डिस्क का फर्मवेयर संस्करण
kn: ಡಿಸ್ಕಿನ ಫರ್ಮ್-ವೇರಿನ ಆವೃತ್ತಿ
ml: ഡിസ്കിന്റെ ഫേംവെയര്‍ പതിപ്പു്
mr: डिस्कची फर्मवेयर आवृत्ती
or: ଡିସ୍କର ଫର୍ମୱେର ସଂସ୍କରଣ

source: The serial number of the disk
hi: डिस्क की क्रम संख्या
kn: ಡಿಸ್ಕಿನ ಅನುಕ್ರಮ ಸಂಖ್ಯೆ
ml: ഡിസ്കിന്റെ സീരിയല്‍ നംബര്‍
mr: डिस्कचा सिरीयल क्रमांक
or: ଡିସ୍କର କ୍ରମିକ ସଂଖ୍ୟା

source: Don't _warn me if the disk is failing
hi: डिस्क विफल होने पर मुझे मत चेताएँ (_w)
kn: ಡಿಸ್ಕ್ ವಿಫಲಗೊಳ್ಳುತ್ತಿದ್ದರೆ ನನ್ನನ್ನು ಎಚ್ಚರಿಸಬೇಡ(_w)
ml: ഡിസ്കിനു് തകരാറുണ്ടെങ്കിലും _അറിയിക്കേണ്ട
mr: डिस्क अपयशी ठरत असल्यास मला सावध करू नका (_w)

source: Last self-test completed OK
hi: अंतिम स्वयं पूर्ण ठीक
kn: ಕೊನೆಯಲ್ಲಿ ಮಾಡಲಾದ ಸ್ವಯಂ-ಪರೀಕ್ಷೆಯು ತೃಪ್ತಿಕರವಾಗಿ ಪೂರ್ಣಗೊಂಡಿದೆ
ml: കഴിഞ്ഞ സ്വയം പരിശോധന വിജയകരമായി പൂര്‍ണ്ണമായിരിക്കുന്നു
mr: शेवटची स्वयं-चाचणी यशस्वीरित्या पूर्ण झाले
or: ଅନ୍ତିମ ସ୍ୱୟଂ-ଯାଞ୍ଚ ସମ୍ପୂର୍ଣ୍ଣ ହୋଇଛି OK

source: Last self-test was cancelled
hi: अंतिम स्वयं जाँच रद्द किया गया था
kn: ಕೊನೆಯಲ್ಲಿ ಮಾಡಲಾದ ಸ್ವಯಂ-ಪರೀಕ್ಷೆಯು ರದ್ದುಗೊಂಡಿದೆ
ml: കഴിഞ്ഞ സ്വയം പരിശോധന റദ്ദാക്കിയിരിക്കുന്നു
mr: शेवटची स्वयं-चाचणी रद्द झाले
or: ଅନ୍ତିମ ସ୍ୱୟଂ-ଯାଞ୍ଚ ବାତିଲ ହୋଇଛି

source: Last self-test was cancelled (with hard or soft reset)
hi: अंतिम स्वयं जाँच रद्द किया गया था (हार्ड या सॉफ्ट रिसेट के साथ)
kn: ಕೊನೆಯಲ್ಲಿ ಮಾಡಲಾದ ಸ್ವಯಂ-ಪರೀಕ್ಷೆಯು ರದ್ದುಗೊಂಡಿದೆ (ಹಾರ್ಡ್ ಹಾಗು ಸಾಫ್ಟ್ ಮರುಹೊಂದಿಕೆಯೊಂದಿಗೆ)
ml: അവസാന സ്വയം പരിശോധന റദ്ദാക്കി (ഹാര്‍ഡ് അല്ലെങ്കില്‍ സോഫ്ട് റീസെറ്റില്‍)
mr: शेवटची स्वयं-चाचणी रद्द झाले (हार्ड किंवा सॉफ्ट रिसेटसह)
or: ଅନ୍ତିମ ସ୍ୱୟଂ-ଯାଞ୍ଚ ବାତିଲ ହୋଇଛି (ହାର୍ଡ ଅଥବା ସଫ୍ଟ ପୁନଃସ୍ଥାପନ ସହିତ)

source: Last self-test not completed (a fatal error might have occured)
hi: अंतिम स्वयं जाँच पूर्ण नहीं था (गंभीर त्रुटि पैदा हो सकती है)
kn: ಕೊನೆಯಲ್ಲಿ ಮಾಡಲಾದ ಸ್ವಯಂ-ಪರೀಕ್ಷೆಯು ಪೂರ್ಣಗೊಂಡಿಲ್ಲ (ಒಂದು ಮಾರಕ ದೋಷವು ಸಂಭವಿಸರಬಹುದು)
ml: അവസാന സ്വയം പരിശോധന പൂര്‍ണ്ണമല്ല ( സാരമായ തകരാര്‍ സംഭച്ചിരിക്കാം)
mr: शेवटची स्वयं-चाचणी पूर्ण केली नाही (धोकादायक त्रुटी आढळली असावी)
or: ଅନ୍ତିମ ସ୍ୱୟଂ-ଯାଞ୍ଚ ସମ୍ପୂର୍ଣ୍ଣ ହୋଇନାହିଁ (ଗୋଟିଏ ମାରାତ୍ମକ ତ୍ରୁଟି ଘଟିଥାଇପାରେ)

source: Last self-test FAILED (Electrical)
hi: अंतिम स्वयं जाँच विफल (विद्युत)
kn: ಕೊನೆಯಲ್ಲಿ ಮಾಡಲಾದ ಸ್ವಯಂ-ಪರೀಕ್ಷೆಯು ವಿಫಲಗೊಂಡಿದೆ (ವಿದ್ಯುಚ್ಛಕ್ತಿಗೆ ಸಂಬಂಧಿಸಿದ)
ml: അവസാന സ്വയം പരിശോധന പരാജയപ്പെട്ടു (ഇലക്ട്രിക്കല്‍)
mr: शेवटची स्वयं-चाचणी अपयशी (इलेक्ट्रीकल)
or: ଅନ୍ତିମ ସ୍ୱୟଂ-ଯାଞ୍ଚ ବିଫଳ ହୋଇଛି (ଇଲେକ୍ଟ୍ରିକାଲ)

source: Last self-test FAILED (Servo)
hi: अंतिम स्वयं जाँच विफल (सर्वो)
kn: ಕೊನೆಯಲ್ಲಿ ಮಾಡಲಾದ ಸ್ವಯಂ-ಪರೀಕ್ಷೆಯು ವಿಫಲಗೊಂಡಿದೆ (ಸರ್ವೊ)
ml: അവസാന സ്വയം പരിശോധന പരാജയപ്പെട്ടു (സെര്‍വോ)
mr: शेवटची स्वयं-चाचणी अपयशी (सर्वो)
or: ଅନ୍ତିମ ସ୍ୱୟଂ-ଯାଞ୍ଚ ବିଫଳ ହୋଇଛି (ସର୍ଭୋ)

source: Last self-test FAILED (Read)
hi: अंतिम स्वयं जाँच विफल (पठन)
kn: ಕೊನೆಯಲ್ಲಿ ಮಾಡಲಾದ ಸ್ವಯಂ-ಪರೀಕ್ಷೆಯು ವಿಫಲಗೊಂಡಿದೆ (ಓದು)
ml: അവസാന സ്വയം പരിശോധന പരാജയപ്പെട്ടു (ലഭ്യമായി)
mr: शेवटची स्वयं-चाचणी अपयशी (रीड)
or: ଅନ୍ତିମ ସ୍ୱୟଂ-ଯାଞ୍ଚ ବିଫଳ ହୋଇଛି (ପଠନ କରନ୍ତୁ)

source: Last self-test FAILED (Suspected of having handled damage)
hi: अंतिम स्वयं जाँच विफल (नियंत्रित नुकसान रखने का संदेह)
kn: ಕೊನೆಯಲ್ಲಿ ಮಾಡಲಾದ ಸ್ವಯಂ-ಪರೀಕ್ಷೆಯು ವಿಫಲಗೊಂಡಿದೆ (ನಿಭಾಯಿಸುವಲ್ಲಿ ತೊಂದರೆ ಉಂಟಾಗಿದೆ ಎಂದು ಸಂಶಯ ಪಡಲಾಗಿದೆ)
ml: അവസാന സ്വയം പരിശോധന പരാജയപ്പെട്ടു (തകരാര്‍ കൈകാര്യം ചെയ്തിരിക്കാം)
mr: शेवटची स्वयं-चाचणी अपयशी (दोष हाताळण्याची शंका आहे)
or: ଅନ୍ତିମ ସ୍ୱୟଂ-ଯାଞ୍ଚ ବିଫଳ ହୋଇଛି (ନଷ୍ଟ ହୋଇଥିବା ପରି ସନ୍ଦିଗ୍ଧ)

source: Self-test is in progress
hi: स्व जाँच प्रगति पर है
kn: ಸ್ವಯಂ-ಪರೀಕ್ಷೆ ಪ್ರಗತಿಯಲ್ಲಿದೆ
ml: സ്വയം പരിശോധന പുരോഗതിയില്‍
mr: स्वयं-चाचणी प्रगतीत आहे
or: ସ୍ୱୟଂ-ଯାଞ୍ଚ ଚାଲିଅଛି

source: Short self-test in progress:
hi: छोटा स्व जाँच प्रगति पर है:
kn: ಕಿರು ಸ್ವಯಂ-ಪರೀಕ್ಷೆ ಪ್ರಗತಿಯಲ್ಲಿದೆ:
ml: ലഘു സ്വയം പരിശോധന പുരോഗതിയില്‍:
mr: लहान स्वयं-चाचणी प्रगतीत:
or: ସଂକ୍ଷିପ୍ତ ସ୍ୱୟଂ-ଯାଞ୍ଚ ଚାଲିଅଛି:

source: Extended self-test in progress:
hi: विस्तारित स्व जाँच प्रगति पर है:
kn: ವಿಸ್ತೃತ ಸ್ವಯಂ-ಪರೀಕ್ಷೆ ಪ್ರಗತಿಯಲ್ಲಿದೆ:
ml: എക്സ്റ്റെന്‍ഡഡ് സ്വയം പരിശോധന പുരോഗതിയില്‍:
mr: विस्तारीत स्वयं-चाचणी प्रगतीत:
or: ବିସ୍ତୃତ ସ୍ୱୟଂ-ଯାଞ୍ଚ ଚାଲିଅଛି:

source: Conveyance self-test in progress:
hi: वाहन स्व जाँच प्रगति पर है:
kn: ವಾಹಕದ ಸ್ವಯಂ-ಪರೀಕ್ಷೆಯು ಪ್ರಗತಿಯಲ್ಲಿದೆ:
ml: സ്വയം പരിശോധന പുരോഗതിയില്‍:
mr: कंवेयंस स्वयं-चाचणी प्रगतीत:
or: ବାହନ ସ୍ୱୟଂ-ଯାଞ୍ଚ ଚାଲିଅଛି:

source: The disk will be partitioned and a %s partition will be created
hi: डिस्क को विभाजित किया जाएगा और कोई %s विभाजन बनाया जाएगा
kn: ಡಿಸ್ಕನ್ನು ವಿಭಜನೆ ಮಾಡಲಾಗುತ್ತದೆ ಹಾಗು %s ವಿಭಾಗವನ್ನು ನಿರ್ಮಿಸಲಾಗುತ್ತದೆ
ml: ഡിസ്ക് പാര്‍ട്ടീഷന്‍ ചെയ്തു് ഒരു %s പാര്‍ട്ടീഷന്‍ ഉണ്ടാക്കപ്പെടുന്നു
mr: डिस्कची विभाजन केली जाईल व %s विभाजन बनवली जाईल
or: ଏହି ଡିସ୍କଟିକୁ ବିଭାଜନ କରାଯିବ ଏବଂ ଗୋଟିଏ %s ବିଭାଜନକୁ ନିର୍ମାଣ କରାଯିବ

source: A %s partition will be created
hi: कोई %s विभाजन बनाया जाएगा
kn: ಒಂದು %s ವಿಭಾಗವನ್ನು ನಿರ್ಮಿಸಲಾಗುವುದು
ml: ഒരു %s പാര്‍ട്ടീഷന്‍ ഉണ്ടാക്കപ്പെടുന്നു
mr: %s विभाजन बनवली जाईल
or: ଗୋଟିଏ %s ବିଭାଜନକୁ ନିର୍ମାଣ କରାଯିବ

source: Use
hi: उपयोग करें
kn: ಬಳಸು
ml: ഉപയോഗം
mr: वापर
or: ବ୍ଯବହାର କର

source: Disk
hi: डिस्क
kn: ಡಿಸ್ಕ್‍
ml: ഡിസ്ക്
mr: डिस्क
or: ଡିସ୍କ

source: Disks
hi: डिस्क
kn: ಡಿಸ್ಕುಗಳು
ml: ഡിസ്കുകള്‍
mr: डिस्कस्
or: ଡିସ୍କଗୁଡ଼ିକ

source: Insufficient number disks to create a %s array.
hi: एक %s सरणी बनाने के लिए अपर्याप्त डिस्क संख्या.
kn: ಒಂದು %s ವ್ಯೂಹವನ್ನು ನಿರ್ಮಿಸಲು ಸಾಕಷ್ಟು ಸಂಖ್ಯೆಯ ಡಿಸ್ಕುಗಳಿಲ್ಲ.
ml: ഒരു %s അറേ ഉണ്ടാക്കുവാന്‍ മതിയായ ഡിസ്കുകള്‍ ലഭ്യമല്ല.
mr: %s अर्रे बनवण्यासाठी अपुरे डिस्कची संख्या.
or: ଗୋଟିଏ %s ଆରେ ନିର୍ମାଣ କରିବା ପାଇଁ ଯଥେଷ୍ଟ ସଂଖ୍ୟକ ଡିସ୍କ ନାହିଁ।

source: To create a %s array, select %d disks.
hi: किसी %s सरणी को बनाने के लिए, %d डिस्क चुनें.
kn: ಒಂದು %s ವ್ಯೂಹವನ್ನು ನಿರ್ಮಿಸಲು, %d ಡಿಸ್ಕುಗಳನ್ನು ಆರಿಸಿ.
ml: ഒരു %s അറേ ഉണ്ടാക്കുന്നതിനായി, %d ഡിസ്കുകള്‍ തെരഞ്ഞെടുക്കുക.
mr: %s अर्रे बनवण्यासाठी, %d डिस्कस् नीवडा.
or: ଗୋଟିଏ %s ଆରେ ନିର୍ମାଣ କରିବା ପାଇଁ, %d ଡିସ୍କଗୁଡ଼ିକୁ ବାଛନ୍ତୁ।

source: To create a %s array, select %d more disks.
hi: किसी %s सरणी को बनाने के लिए, %d अधिक डिस्कों को चुनें.
kn: ಒಂದು %s ವ್ಯೂಹವನ್ನು ನಿರ್ಮಿಸಲು, ಇನ್ನೂ %d ಡಿಸ್ಕುಗಳನ್ನು ಆರಿಸಿ.
ml: ഒരു %s അറേ ഉണ്ടാക്കുന്നതിനായി, %d കൂടുതല്‍ ഡിസ്കുകള്‍ തെരഞ്ഞെടുക്കുക.
mr: %s अर्रे बनवण्यासाठी, %d पेक्षा जास्त डिस्कस् नीवडा.
or: ଗୋଟିଏ %s ଆରେ ନିର୍ମାଣ କରିବା ପାଇଁ, %d ଟି ଅଧିକ ଡିସ୍କ ବାଛନ୍ତୁ।

source: Error creating partition table
hi: विभाजन तालिका बनाने में त्रुटि
kn: ವಿಭಜನಾ ಕೋಷ್ಟಕವನ್ನು ನಿರ್ಮಿಸುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ
ml: പാര്‍ട്ടീഷന്‍ ടേബിള്‍ ഉണ്ടാക്കുന്നതില്‍ പിശകു്
mr: पार्टिशन टेबल निर्माण करतेवेळी त्रुटी
or: ବିଭାଜନ ସାରଣୀ ନିର୍ମାଣ କରିବାରେ ତ୍ରୁଟି

source: Are you sure you want to format the disk, deleting existing data ?
hi: क्या आप वाकई डिस्क संरूपित करना चाहते हैं, मौजूदा आंकड़े को मिटा रहे हैं?
kn: ನೀವು ಖಚಿತವಾಗಿಯೂ ಈಗಿರುವ ದತ್ತಾಂಶವನ್ನು ಅಳಿಸಿ ಡಿಸ್ಕನ್ನು ನಿರ್ಮಿಸಲು ಬಯಸುತ್ತೀರೆ?
ml: നിലവിലുള്ള ഡേറ്റ നീക്കം ചെയ്തു് നിങ്ങള്‍ക്കു് ഡിസ്ക് ഫോര്‍മാറ്റ് ചെയ്യണമെന്നുറപ്പാണോ?
mr: तुम्हाला नक्की डिस्कचे रूपण करायचे, सध्याचा डाटा नष्ट करत आहे ?
or: ଡିସ୍କକୁ ସଜାଡିବା ପାଇଁ ଚାହୁଁଛନ୍ତି ବୋଲି ଆପଣ ନିଶ୍ଚିତ କି, ସ୍ଥିତବାନ ତଥ୍ୟକୁ ଅପସାରଣ କରିବେ କି ?

source: All data on the media in "%s" will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
hi: "%s" में मीडिया पर सभी आँकड़ा नहीं वापस लिए जाने तक हटा दिया जाएगा. सुनिश्चित करें कि महत्वपूर्ण आँकड़ा बैकअप किया हुआ है. यह क्रिया वापस नहीं ली जा सकती है.
kn: ಮಾಧ್ಯಮ "%s" ನಲ್ಲಿನ ಎಲ್ಲಾ ದತ್ತಾಂಶಗಳು ಹಿಂದಕ್ಕೆ ಪಡೆಯಲಾದಂತೆ ಅಳಿಸಿಹೋಗುತ್ತದೆ. ಮುಖ್ಯವಾದ ದತ್ತಾಂಶದ ಒಂದು ಪ್ರತಿಯನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಇರಿಸಿಕೊಳ್ಳಲಾಗಿದೆಯೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದು ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.
ml: "%s"-ലുള്ള മീഡിയയിലുള്ള എല്ലാ ഡേറ്റയും എന്നേക്കുമായി നഷ്ടമാകുന്നു. പ്രധാനമായ ഡേറ്റാ ബാക്കപ്പെടുത്തെന്നുറപ്പാക്കുക. ഈ പ്രവര്‍ത്തി തിരിച്ചെടുക്കുവാന്‍ സാധ്യമല്ല.
mr: "%s" मधील सर्व डाटा नष्ट होईल. महत्वाच्या डाटाचे बॅक झाले आहे याची खात्री करा. ही कृती पूर्ववत् करणे अशक्य.
or: "%s" ରେ ଥିବା ମେଡିଆର ସମସ୍ତ ତଥ୍ୟକୁ ସବୁଦିନ ପାଇଁ ଲିଭାଇ ଦିଆଯିବ। ଆବଶ୍ୟକୀୟ ତଥ୍ୟର ନକଲ ସଂରକ୍ଷଣ କରାହୋଇଛି କି ନାହିଁ ନିଶ୍ଚିତ କରନ୍ତୁ। ଏହି କାର୍ଯ୍ୟକୁ ଅସମ୍ପୂର୍ଣ୍ଣ ରଖି ହେବ ନାହିଁ।

source: All data on the drive "%s" will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
hi: "%s" में ड्राइव पर सभी आँकड़ा नहीं वापस लिए जाने तक हटा दिया जाएगा. सुनिश्चित करें कि महत्वपूर्ण आँकड़ा बैकअप किया हुआ है. यह क्रिया वापस नहीं ली जा सकती है.
kn: ಡ್ರೈವ್‌ "%s" ನಲ್ಲಿನ ಎಲ್ಲಾ ದತ್ತಾಂಶಗಳು ಹಿಂದಕ್ಕೆ ಪಡೆಯಲಾದಂತೆ ಅಳಿಸಿಹೋಗುತ್ತದೆ. ಮುಖ್ಯವಾದ ದತ್ತಾಂಶದ ಒಂದು ಪ್ರತಿಯನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಇರಿಸಿಕೊಳ್ಳಲಾಗಿದೆಯೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದು ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.
ml: "%s"ഡ്രൈവിലുള്ള എല്ലാ ഡേറ്റയും എന്നേക്കുമായി നഷ്ടമാകുന്നു. പ്രധാനമായ ഡേറ്റാ ബാക്കപ്പെടുത്തെന്നുറപ്പാക്കുക.
mr: ड्राइव्ह "%s" मधील सर्व डाटा नष्ट होईल. महत्वाच्या डाटाचे बॅक झाले आहे याची खात्री करा. ही कृती पूर्ववत् करणे अशक्य.
or: "%s" ରେ ଥିବା ମେଡିଆର ସମସ୍ତ ତଥ୍ୟକୁ ସବୁଦିନ ପାଇଁ ଲିଭାଇ ଦିଆହୋଇଛି। ଆବଶ୍ୟକୀୟ ତଥ୍ୟର ନକଲ ସଂରକ୍ଷଣ କରାହୋଇଛି କି ନାହିଁ ନିଶ୍ଚିତ କରନ୍ତୁ। ଏହି କାର୍ଯ୍ୟକୁ ଅସମ୍ପୂର୍ଣ୍ଣ ରଖି ହେବ ନାହିଁ।

source: Create Partition Table
hi: विभाजन सारणी बनाएँ
kn: ವಿಭಜನಾ ಕೋಷ್ಟಕವನ್ನು ನಿರ್ಮಿಸಿ
ml: പാര്‍ട്ടീഷന്‍ ടേബിള്‍ ഉണ്ടാക്കുക
mr: पार्टिशन टेबल निर्माण करा
or: ବିଭାଜନ ସାରଣୀ ନିର୍ମାଣ କରନ୍ତୁ

source: To create a new partition table, select the partition table type and then press "Create". All existing data will be lost.
hi: नई विभाजन सारणी बनाने के लिए, विभाजन सारणी प्रकार चुनें और फिर "बनाएँ" दबाएँ. सभी मौजूदा आँकड़ा नष्ट हो जाएगा.
kn: ಒಂದು ಹೊಸ ವಿಭಜನಾ ಕೋಷ್ಟಕವನ್ನು ನಿರ್ಮಿಸಲು, ವಿಭಜನಾ ಕೋಷ್ಟಕವನ್ನು ಆರಿಸಿ ನಂತರ "ನಿರ್ಮಿಸು" ಅನ್ನು ಒತ್ತಿ. ಈಗಿರುವ ಎಲ್ಲಾ ದತ್ತಾಂಶವು ನಾಶಗೊಳ್ಳುತ್ತವೆ.
ml: ഒരു പുതിയ പാര്‍ട്ടീഷന്‍ ടേബിള്‍ ഉണ്ടാക്കുന്നതിനായി, പാര്‍ട്ടീഷന്‍ ടേബിള്‍ തരം തെരഞ്ഞെടുത്തു്, "ഉണ്ടാക്കുക" അമര്‍ത്തുക. നിലവിലുള്ള ഡേറ്റാ എല്ലാം നഷ്ടപ്പെടുന്നു.
mr: नवीन पार्टिशन टेबल निर्माण करण्यासाठी, पार्टिशन टेबल प्रकार नीवडा व "Create" दाबा. सर्व सध्याचा डाटा नाहीसा होईल.
or: ଗୋଟିଏ ନୂତନ ବିଭାଜନ ସାରଣୀ ନିର୍ମାଣ କରିବା ପାଇଁ, ବିଭାଜନ ସାରଣୀ ପ୍ରକାରକୁ ବାଛନ୍ତୁ ଏବଂ ତାପରେ "Create" କୁ ଦବାନ୍ତୁ। ସମସ୍ତ ସ୍ଥିତବାନ ତଥ୍ୟ ନଷ୍ଟ ହୋଇଯିବ।

source: Create
hi: उत्पन्न करें
kn: ನಿರ್ಮಿಸು
ml: ഉണ്ടാക്കുക
mr: निर्माण करा
or: ସୃଷ୍ଟି କର
