Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: Choose SMART Self-test
ca@valencia: Seleccioneu l'autocomprovació de l'SMART
de: Wählen Sie SMART-Selbsttest
el: Επιλογή αυτοδιαγνωστικού SMART
et: Vali SMART-enesetest
fi: Valitse S.M.A.R.T.-levytesti
gl: Seleccione o self-test de SMART
hu: Válasszon SMART öntesztet
it: Scegliere test automatico SMART
ja: SMART セルフテストを選択
lt: Pasirinkti SMART pasitikrinimą
lv: Izvēlieties SMART paštestu
nb: Velg SMART-selvtest
pa: SMART ਖੁਦ ਟੈਸਟ ਚੁਣੋ
pt: Escolher Auto-teste ATA SMART
pt_br: Escolha o auto-teste SMART
sl: Izbor SMART preizkusa
sr: Изаберите СМАРТ самотестирање
sv: Välj SMART-självtest
ta: ஸ்மார்ட் சுய-பரிசோதனை தேர்வு செய்க
th: เลือกการทดสอบตัวเองของ SMART

source: The tests may take a very long time to complete depending on the speed and size of the disk. You can continue using your system while the test is running.
ca@valencia: Les comprovacions poden tardar molta estona en completar-se segons la velocitat i la mida del disc. Mentre dura la comprovació podeu seguir utilitzant l'ordinador.
de: Die Prüfung kann anhängig von Größe und Geschwindigkeit des Laufwerks sehr lange dauern. Sie können während des Tests bedenkenlos weiter arbeiten.
el: Οι δοκιμές μπορεί να πάρουν αρκετή ώρα μέχρι την ολοκλήρωση τους σε συνάρτηση με την ταχύτητα και το μέγεθος του δίσκου. Μπορείτε να συνεχίσετε να χρησιμοποιείτε το σύστημα σας κατά την εκτέλεση της δοκιμής.
et: Testide tegemiseks võib kuluda palju aega, sõltuvalt ketta kiirusest ja suurusest. Sa võid jätkata süsteemi kasutamist ka testimise ajal.
fi: Nämä testit saattavat kestää hyvin pitkään, riippuen levyn nopeudesta ja koosta. Voit jatkaa tietokoneen käyttämistä normaalisti testien aikana.
gl: A verificación pole levar un bo rato en completarse dependendo tanto do rápido como do tamaño do seu disco. Vostede pode continuar empregando o seu disco mentres se executa a verificación.
hi: यह जाँच पूर्ण होने में लंबा समय ले सकता है डिस्क के आकार और गति पर. आप अपना तंत्र का प्रयोग करना जारी रख सकते हैं जब जाँच चल रहा होता है.
hu: A tesztek sokáig tarthatnak a lemez sebességétől és méretétől függően. A teszt futása közben folytathatja a rendszer használatát.
id: Pengujian ini mungkin memakan waktu yang cukup lama, bergantung dari kecepatan dan ukuran diska. Anda masih bisa memakai sistem sembari pengujian berlangsung.
it: I test potrebbero impiegare molto tempo per essere completati in base alla velocità e alla dimensione del disco. È possibile continuare a utilizzare il sistema mentre il test è in esecuzione.
ja: ディスクの速度とサイズによっては、テストが完了するまでかなり長い時間がかかることがあります。テストの実行中に、このシステムを使用しつづけることができます。
kn: ಡಿಸ್ಕಿನ ವೇಗ ಹಾಗು ಗಾತ್ರಕ್ಕೆ ಅನುಗುಣವಾಗಿ ಸಾಮಾನ್ಯವಾಗಿ ಪರೀಕ್ಷೆಗಳು ಪೂರ್ಣಗೊಳ್ಳಲು ಹೆಚ್ಚು ಸಮಯ ತೆಗೆದು ಕೊಳ್ಳುತ್ತವೆ. ಪರೀಕ್ಷೆಯು ನಡೆಯುತ್ತಿರುವಾಗ ನೀವು ನಿಮ್ಮ ಗಣಕದ ಬಳಕೆಯನ್ನು ಮುಂದುವರೆಸಬಹುದು.
lt: Testai gali užtrukti labai ilgai. Ši trukmė priklauso nuo diskų dydžio ir greičio. Galėsite naudotis operacine sistema ir diskų testavimo metu.
lv: Tests var aizņemt ļoti daudz laika atkarībā no jūsu cietā diska ātruma un lieluma. Jūs varat turpināt lietot jūsu datoru, kamēr tests darbojas.
ml: ഡിസ്കിന്റെ വേഗതയും വ്യാപ്തിയുമനുസരിച്ചു് പരീക്ഷണം പൂര്‍ണ്ണമാകുന്നതിനായി വളരെയധികം സമയമെടുക്കുന്നു. പരീക്ഷണം നടക്കുമ്പോള്‍ നിങ്ങള്‍ക്കു് സിസ്റ്റം ഉപയോഗിക്കാം.
mr: डिस्कचे वेग व आकारामुळे चाचणी पूर्ण होणास बराच वेळ घेऊ शकते. चाचणी कार्यरत असल्यास तुम्ही प्रणालीचा वापर सुरू ठेवू शकता.
pa: ਟੈਸਟ ਪੂਰਾ ਹੋਣ ਲਈ ਡਿਸਕ ਦੀ ਸਪੀਡ ਅਤੇ ਆਕਾਰ ਮੁਤਾਬਕ ਬਹੁਤ ਲੰਮਾ ਸਮਾਂ ਲੈ ਸਕਦੇ ਹਨ। ਤੁਸੀਂ ਟੈਸਟਾਂ ਦੇ ਚੱਲਣ ਦੌਰਾਨ ਆਪਣਾ ਸਿਸਟਮ ਵਰਤਣਾ ਜਾਰੀ ਰੱਖ ਸਕਦੇ ਹੋ।
pt: O teste poderá demorar muito tempo a terminar, dependendo da velocidade e tamanho do disco. Pode continuar a utilizar o seu sistema enquanto o teste é executado.
pt_br: Os testes podem demorar para completar dependendo da velocidade e tamanho da unidade. Você pode continuar usando o seu sistema enquanto o teste estiver sendo executado.
sl: Preizkusi so lahko dolgotrajni, kar je odvisno od hitrosti in velikosti diska. Sistem med preizkusom lahko uporabljate.
sr: Тест може да потраје доста дуго, што зависи од брзине и величине диска. Можете слободно да користите ваш рачунар док траје тест.
sv: Testerna kan ta mycket lång tid att färdigställa beroende på hastighet och storlek på disken. Du kan fortsätta att använda ditt system under tiden som testet genomförs.
ta: வட்டின் அளவு மற்றும் வேகத்தைப் பொருத்து பரிசோதனைகள் முடிவடைய ஒரு அதிக நேரத்தை எடுக்கிறது. பரிசோதனையை இயக்கும் போது உங்களது கணினியை பயன்படுத்துவதை தொடரவும்.
th: การทดสอบอาจใช้เวลานานกว่าจะเสร็จ ขึ้นอยู่กับความเร็วและขนาดของดิสก์ คุณสามารถใช้คอมพิวเตอร์ของคุณต่อไปได้ในระหว่างที่การทดสอบกำลังดำเนินการอยู่

source: _Short (usually less than ten minutes)
ca@valencia: _Curt (normalment menys de deu minuts)
de: _Kurz (üblicherweise weniger als zehn Minuten)
el: _Σύντομη (συνήθως λιγότερο από δέκα λεπτά)
et: _Lühike (tavaliselt alla kümne minuti)
fi: _Lyhyt (yleensä alle kymmenen minuuttia)
gl: _Curta (normalmente menos de 10 minutos)
hi: लघु (_S) (प्रायः दस मिनट से कम)
hu: _Rövid (általában kevesebb, mint 10 perc)
it: _Corto (tipicamente meno di 10 minuti)
ja: 短時間 (おそよ10分以下)(_S)
kn: ಕಿರು (ಸಾಮಾನ್ಯವಾಗಿ ಹತ್ತು ನಿಮಿಷಗಳಿಗಿಂತ ಕಡಿಮೆ) (_S)
lt: _Greitasis testas (paprastai neužtrunka nei minutės)
lv: Ī_ss (parasti mazāk par desmit minūtēm)
ml: _ലഘു (സാധാരണ പത്തു് മിനിറ്റിലും കുറവു്)
mr: लहान (सहसा दहा मिनीटांपेक्षा कमी) (_S)
nb: _Kort (vanligvis mindre enn ti minutter)
or: ସଂକ୍ଷିପ୍ତ (_S) (ସାଧାରଣତଃ ଦଶ ମିନଟରୁ କମ)
pa: ਸੰਖੇਪ (ਅਕਸਰ ੧੦ ਮਿੰਟ ਤੋਂ ਘੱਟ ਲੱਗਦੇ ਹਨ)(_S)
pt: _Curto (normalmente menos de dez minutos)
pt_br: _Curto (geralmente menos de dez minutos)
sl: _Hitri (običajno manj kot deset minut)
sr: _Брзо (обично мање од десет минута)
sv: _Kort (oftast mindre än 10 minuter)
ta: குறுகிய (_S) (பொதுவாக பத்து நிமிடத்திற்கு குறைவாக)
th: _สั้น (ปกติจะต่ำกว่าสิบนาที)

source: _Extended (usually tens of minutes)
ca@valencia: _Ampliat (normalment desenes de minuts)
de: _Erweitert (üblicherweise mehr als zehn Minuten)
el: _Εκτεταμένη (συνήθως δεκάδες λεπτά)
et: _Pikendatud (tavaliselt kümneid minuteid)
fi: _Laajennettu (yleensä kymmeniä minuutteja)
gl: _Estendida (normalmente varias dúcias de minutos)
hi: विस्तारित (_E) (प्रायः दस मिनट)
hu: Bő_vített (több tíz perc)
it: _Esteso (tipicamente più di 10 minuti)
ja: 詳細 (およそ数十分)(_E)
kn: ವಿಸ್ತರಿಸಲಾದ (ಸಾಮಾನ್ಯವಾಗಿ ಹತ್ತಾರು ನಿಮಿಷಗಳು)(_E)
lt: _Išplėstinis (paprastai trunka dešimtis minučių)
lv: P_aplašināts (parasti desmitiem minūšu)
ml: _എക്സ്റ്റെന്‍ഡഡ് (സാധാരണ പത്തു് മിനിറ്റ്)
mr: विस्तारीत (सहसा दहा मिनीटे) (_E)
nb: _Utvidet (normalt noen titalls minutter)
or: ଅନୁଲମ୍ବିତ (_E) (ସାଧାରଣତଃ ଦଶ ମିନଟ)
pa: ਪੂਰਾ (ਅਕਸਰ ਬਹੁਤ ਵੱਧ ਮਿੰਟ)(_E)
pt: _Estendida (normalmente dezenas de minutos)
pt_br: _Estendido (geralmente dezenas de minutos)
sl: _Razširjeni (običajno več deset minut)
sr: _Опширно (око десет минута)
sv: _Utökad (oftast ett tiotal minuter)
ta: விரிவாக்கப்பட்டது (பொதுவாக நிமிடத்தில் பத்து) (_E)
th: _ขยาย (ปกติจะหลายสิบนาที)

source: C_onveyance (usually less than ten minutes)
ca@valencia: _Transmissió (normalment menys de deu minuts)
de: _Vermittlung (üblicherweise weniger als zehn Minuten)
el: Μ_εταβίβαση (συνήθως λιγότερο από δέκα λεπτά)
et: E_dastus (tavaliselt alla kümne minuti)
fi: _Välitys (yleensä alle kymmenen minuuttia)
gl: Transp_orte (normalmente menos de 10 minutos)
hi: वाहन (_o) (प्रायः दस मिनट से कम)
hu: Á_ltalános (általában kevesebb, mint 10 perc)
it: _Trasporto (tipicamente meno di 10 minuti)
ja: 伝送テスト (およそ10分以下)(_O)
kn: ವಾಹಕ(ಸಾಮಾನ್ಯಾವಾಗಿ ಹತ್ತು ನಿಮಿಷಕ್ಕೂ ಕಡಿಮೆ)(_o)
lt: _Būklės testas (paprastai neužtrunka nei dešimties minučių)
lv: _Pārvešana (parasti mazāk par desmit minūtēm)
ml: കണ്‍വേയന്‍സ് (സാധാരണ പത്തു് മിനിറ്റില്‍ കുറവു്)
mr: कंवेयंस् (सहसा दहा मिनीटांपेक्षा कमी) (_o)
or: ବାହନ (_o) (ସାଧାରଣତଃ ଦଶ ମିନଟରୁ କମ)
pa: ਸੌਖੇ (ਅਕਸਰ ੧੦ ਮਿੰਟਾਂ ਤੋਂ ਘੱਟ ਸਮਾਂ ਲੱਗਦਾ ਹੈ)(_o)
pt: _Transmissão (normalmente menos de dez minutos)
pt_br: Transp_orte (geralmente menos de 10 minutos)
sl: Preizkus _prenosa (običajno manj kot deset minut)
sr: _Тест преноса (обично мање од десет минута)
sv: T_ransport (oftast mindre än tio minuter)
ta: குறைத்தல் (பொதுவாக பத்து நிமிடங்கள் குறைவாக) (_o)
th: การขน_ส่ง (ปกติจะต่ำกว่าสิบนาที)

source: _Run Self Test
ca@valencia: _Executa una autocomprovació
de: Selbsttest _ausführen
el: Ε_κτέλεση αυτοδιαγνωστικού
et: Käivita _enesetest
fi: _Käynnistä levytesti
gl: _Executar self test
hu: Ö_nellenőrzés futtatása
it: Esegui test _automatico
ja: セルフテストを実行(_R)
lt: P_radėti pasitikrinimą
lv: pa_laist paštestu
nb: Kjø_r selvtest
pa: ਖੁਦ ਟੈਸਟ ਚਲਾਓ(_R)
pt: _Executar Auto-Teste
pt_br: E_xecutar auto-teste
sl: _Zagon preizkusa
sr: _Покрени самотестирање
sv: _Kör självtest
ta: _R சுய- பரிசோதனையை இயக்கு
th: เ_รียกการทดสอบตัวเอง

source: %s (%s) – SMART Data
ca@valencia: %s (%s) – Dades de l'SMART
de: %s (%s) – SMART-Werte
el: %s (%s) – Δεδομένα SMART
et: %s (%s) – SMART-andmed
fi: %s (%s) – SMART-tiedot
gl: %s (%s) – Datos SMART
hu: %s (%s) – SMART adatok
id: %s (%s) – Data SMART
it: %s (%s) – Dati SMART
ja: %s (%s) – SMART データ
lt: %s (%s) - SMART duomenys
lv: %s (%s) SMART informācija
pa: %s (%s) – ਸਮਾਰਟ ਡਾਟਾ
pt: %s (%s) - Dados SMART
pt_br: %s (%s) – dados do SMART
sl: %s (%s) – SMART podatki
sr: %s (%s) — СМАРТ подаци
ta: %s (%s) SMART தரவு
th: %s (%s) – ข้อมูล SMART

source: Updated:
ca@valencia: Actualitzat:
de: Aktualisiert:
el: Ενημερώθηκε:
et: Uuendati:
fi: Päivitetty:
gl: Actualizado:
hi: अद्यतनीकृत:
hu: Frissítve:
it: Aggiornato:
ja: 更新:
kn: ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾದ:
lt: Atnaujinta:
lv: Atjaunināts:
ml: പരിഷ്കരിച്ചവ:
mr: सुधारीत:
nb: Oppdatert:
or: ଅଦ୍ୟତିତ:
pa: ਅੱਪਡੇਟ ਕੀਤਾ:
pt: Actualizado:
pt_br: Atualizado:
sl: Posodobljeno:
sr: Ажурирано:
sv: Uppdaterad:
ta: மேம்படுத்தப்பட்டது:
th: ปรับข้อมูลล่าสุด:

source: Time since SMART data was last read – SMART data is updated every 30 minutes unless the disk is sleeping
ca@valencia: El temps que fa des que s'han llegit les dades de l'SMART per darrera vegada – s'actualitzen cada mitja hora a no ser que el disc estiga en mode de baix consum
de: Zeit seit dem letzten Auslesen der SMART-Werte - SMART-Werte werden alle 30 Minuten aktualisiert, solange sich das Laufwerk nicht im Ruhezustand befindet
el: Χρόνος από την τελευταία ανάγνωση δεδομένων SMART- Τα δεδομένα SMART ενημερώνονται κάθε 30 λεπτά εκτός και αν ο δίσκος είναι σε αδράνεια.
et: Aeg viimasest SMART-andmete lugemisest - SMART-andmeid uuendatakse iga 30 minuti järel, kui ketas pole unerežiimis
fi: Aika, jolloin SMART-tiedot luettiin viimeksi - SMART-tiedot päivitetään joka 30. minuutti, jos levy ei ole virransäästötilassa
gl: Tempo desde que os datos SMART foron lidos por última vez - os datos SMART actualízanse cada 30 minutos a non ser que o disco este durmido
hi: समय जब से SMART आँकड़ा अंतिम समय में प्रयोग किया गया था – SMART आँकड़ा को प्रत्येक 30 मिनट पर अद्यतन किया जाता है जबतक डिस्क सुप्तावस्था में रहता है
hu: A SMART adatok utolsó olvasása óta eltelt idő - a SMART adatok 30 percenként frissülnek, ha a lemez nincs energiatakarékos módban
id: Lamanya sejak data SMART terakhir dibaca - data SMART diperbaharui tiap 30 menit terkecuali dalam keadaan tidur
it: Tempo trascorso dall'ultima lettura dei dati SMART. I dati SMART sono aggiornati ogni 30 minuti a meno che il disco non sia in pausa
ja: SMART データを読み出してからの経過時間 - SMART データはディスクがスリープ状態でなければ30分ごとに更新されています。
kn: SMART ದತ್ತಾಂಶವನ್ನು ಕೊನೆಯ ಬಾರಿಗೆ ಓದಲಾದ ನಂತರದ ಸಮಯ – ಡಿಸ್ಕ್ ನಿದ್ರಿಸುತ್ತಿರದೆ ಇದ್ದಲ್ಲಿ SMART ದತ್ತಾಂಶವನ್ನು ಪ್ರತಿ 30 ನಿಮಿಷಗಳಲ್ಲಿ ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗುತ್ತದೆ
lt: Laikas, kada paskutinį kartą buvo skaityti SMART duomenys. SMART duomenys atnaujinami kas 30 minučių, nebent diskas miega.
lv: Laiks kopš SMART informācija pēdējo reizi tika lasīta - SMART informācija tiek atjaunināta katras 30 minūtes ja vien disks neguļ
ml: സ്മാര്‍ട്ട് ഡേറ്റാ അവസാനമായി ലഭ്യമായതു് – എല്ലാം 30 മിനിറ്റും സ്മാര്‍ട്ട് ഡേറ്റാ പരിഷ്കരിക്കപ്പെടുന്നു, ഡിസ്ക് നിശ്ചലമല്ലെങ്കില്‍
mr: SMART डाटा शेवटच्यावेळी वाचले तेव्हाची वेळ – डिस्क अकार्यक्षम असेपर्यंत SMART डाटा दर 30 मिनीटे सुधारीत केले जाते
pa: ਸਮਾਰਟ (SMART) ਡਾਟਾ ਪੜ੍ਹਨ ਦਾ ਆਖਰੀ ਸਮਾਂ - ਸਮਾਰਟ ਡਾਟਾ ਆਮ ਤੌਰ ਉੱਤੇ ਹਰ ੩੦ ਮਿੰਟ ਬਾਅਦ ਅੱਪਡੇਟ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਜੇ ਡਿਸਕ ਸਲੀਪ ਹਾਲਤ ਵਿੱਚ ਨਾ ਹੋਵੇ।
pt: Tempo decorrido desde que dados SMART foram lidos pela última vez - dados SMART são actualizados a cada 30 minutos desde que o disco não esteja suspenso
pt_br: Tempo decorrido desde que dados do SMART foram lidos por últimos – Dados do SMART são lidos a cada 30 minutos a não ser que a unidade esteja suspensa
sl: Čas od zadnjega branja SMART podatkov - SMART podatki so posodobljeni vsakih 30 minut, kadar je disk v delovanju
sr: Време када су последњи пут очитани СМАРТ подаци — СМАРТ подаци се ажурирају на сваких 30 минута осим ако диск није успаван
sv: Tid sedan SMART-data senast lästes – SMART-data uppdateras var 30:e minut såvida inte disken sover
ta: SMART தரவு கடைசியாக வாசிக்கப்படும் வரை – SMART தரவானது ஒவ்வொரு 30 நிமிடங்கள் வட்டு துங்காவிடில்
th: ระยะเวลาตั้งแต่อ่านข้อมูล SMART ครั้งล่าสุด – ข้อมูล SMART จะถูกปรับใหม่ทุก 30 นาที ถ้าดิสก์ไม่ได้หลับอยู่

source: Self-tests:
ca@valencia: Autocomprovacions:
de: Selbsttests:
el: Αυτοδιαγνωστικά:
et: Enesetest:
fi: Levytestit:
gl: Autoverificacións:
hi: स्व जाँच:
hu: Önellenőrzések:
it: Test automatici:
ja: セルフテスト:
kn: ಸ್ವಯಂ-ಪರೀಕ್ಷೆಗಳು:
lt: Pasitikrinimai:
lv: Paštests:
ml: സ്വയം പരിശോനകള്‍:
mr: स्वयं-चाचणी:
nb: Selvtester:
or: ସ୍ୱୟଂ-ଯାଞ୍ଚ:
pa: ਖੁਦ-ਟੈਸਟ:
pt: Auto-Testes:
pt_br: Auto-testes:
sl: Preizkusi:
sr: Самотестирања:
sv: Självtester:
ta: சுந-பரிசேதனைகள்:
th: การทดสอบตัวเอง:

source: The result of the last self-test that ran on the disk
ca@valencia: El resultat de l'última autocomprovació que es va fer en el disc
de: Das Ergebnis des letzten Selbsttests des Laufwerks
el: Το αποτέλεσμα του τελευταίου αυτοδιαγνωστικού που έτρεξε στον δίσκο
et: Viimase kettale tehtud enesetesti tulemus
fi: Viimeisimmän levyn SMART-testin tulos
gl: O resultado da última autoverificación que se executou no disco
hi: अंतिम स्व जाँच का परिणाम जो डिस्क पर चला
hu: A lemezen futtatott utolsó önellenőrzés eredménye
it: Il risultato dell'ultimo test automatico eseguito sul disco
ja: ディスクで実行した最新のセルフテストの結果です
kn: ಕೊನೆಯ ಬಾರಿ ಡಿಸ್ಕಿನ ಮೇಲೆ ಮಾಡಲಾದ ಸ್ವಯಂ-ಪರೀಕ್ಷೆಯ ಫಲಿತಾಂಶ
lt: Paskutinio disko pasitikrinimo rezultatas
lv: Pēdējā paštesta rezultāti no šī diska
ml: ഡിസ്കിലെ അവസാന സ്വയം പരിശോധനയുടെ ഫലം
mr: शेटवच्यावेळी डिस्कवर चालवले जाणाऱ्या स्वयं-चाचणीचे परिणाम
or: ଅନ୍ତିମ ସ୍ୱୟଂ-ପରୀକ୍ଷଣ ଯାହାକି ଡିସ୍କରେ ଚାଲୁଥାଏ ତାହାର ଫଳାଫଳ
pa: ਡਿਸਕ ਉੱਤੇ ਆਖਰੀ ਖੁਦ-ਟੈਸਟ ਚਲਾਉਣ ਦੇ ਨਤੀਜੇ
pt: O resultado do último auto-teste executado no disco
pt_br: O resultado do último auto-teste que foi executado na unidade
sl: Rezultati zadnjega preizkusa diska
sr: Резултат последњег самотестирања диска
sv: Resultatet för senaste självtestet som kördes på disken
ta: வட்டில் இயங்கிய கடைசி சுய பரிசோதனையின் முடிவு
th: ผลของการทดสอบตัวเองล่าสุดที่ทำกับดิสก์

source: Powered On:
ca@valencia: Connectat:
de: In Betrieb:
el: Ενεργοποιήθηκε:
et: Sisselülitatud olekus:
fi: Käynnistettynä:
gl: Acendido:
hi: चालू:
hu: Bekapcsolva:
it: Acceso per:
ja: パワーオン:
kn: ಚಾಲನೆ ಮಾಡಲಾಗಿದೆ:
lt: Įjungta:
lv: Ieslēgts:
ml: പവര്‍ ഓണ്‍:
mr: पावर्ड् ऑन:
nb: Slått på:
or: ଶକ୍ତି ଅନ:
pa: ਪਾਵਰ ਚਾਲੂ:
pt: Ligado:
pt_br: Ligado:
sl: Vklopljeno:
sr: Укључен:
sv: Påslagen:
ta: பவர் ஆன் செய்யப்பட்டது:
th: เปิดทำงาน:

source: The amount of elapsed time the disk has been in a powered-up state
ca@valencia: El temps que fa que el disc està en funcionament
de: Die Zeitdauer, in der das Laufwerk eingeschaltet war
el: Το σύνολο του χρόνου που πέρασε από τότε που ενεργοποιήθηκε ο δίσκος
et: Aeg, mil ketas on olnud sisselülitatud olekus
fi: Kuinka pitkään kaikkiaan levy on ollut päällä
gl: A cantidade de tempo pasado na que o disco estivo en modo arrancado
hi: बीते समय की मात्रा जब डिस्क चालू बिजली की स्थिति में रहती है
hu: A meghajtó által bekapcsolt állapotban töltött idő
it: La quantità di tempo che il disco è stato acceso
ja: ディスクが power-up 状態（電源On）になってからの経過時間です
kn: ಡಿಸ್ಕನ್ನು ಚಾಲನೆಯಲ್ಲಿಟ್ಟ(ಪವರ್-ಆನ್) ನಂತರ ಕಳೆದ ಸಮಯದ ಮೊತ್ತ
lt: Laikas, kurį diskas buvo įjungtas
lv: Laiks kopš brīža, kad disks ticis ieslēgts
ml: ഡിസ്ക് പവര്‍ ഓണ്‍ അവസ്ഥയിലായിരുന്ന സമയം
mr: डिस्क पावर्ड्-अप स्तरात असल्यापासूनची वेळ
pa: ਪਾਵਰ-ਅੱਪ ਹਾਲਤ ਵਿੱਚ ਡਿਸਕ ਨੂੰ ਰਹਿਣ ਲਈ ਸਮੇਂ ਦੀ ਮਾਤਰਾ
pt: O tempo decorrido que o disco esteve num estado ligado
pt_br: Por quanto tempo a unidade estã ligada
sl: Pretečeni čas diska v vklopljenem stanju
sr: Протекло време од када је диск укључен
sv: Mängden förfluten tid som disken har varit i ett påslaget tillstånd
ta: வட்டு மின்னேற்றப்பட்ட நிலையின் முடிவுறும் நேரத்தின் அளவு
th: ระยะเวลาที่ดิสก์อยู่ในสถานะเปิดทำงาน

source: Power Cycles:
ca@valencia: Cicles d'energia:
de: Einschaltvorgänge:
el: Κύκλοι ισχύος
et: Toitetsükleid:
fi: Virrankytkentöjen lukumäärä:
gl: Ciclos de potencia:
hu: Bekapcsolási ciklusok:
it: Cicli alimentazione:
ja: 電源投入回数:
lt: Įjungimo/išjungimo ciklų:
lv: Darbības cikli:
pa: ਪਾਵਰ ਚੱਕਰ:
pt: Ciclos de Energia:
pt_br: Ciclos de inicialização:
sl: Število priklopov:
sr: Број укључивања:
sv: Strömcykler:
ta: சக்தி சுழற்சிகள்:
th: รอบการปิด/เปิด:

source: The number of full disk power on/off cycles
ca@valencia: El nombre total de cicles sencers d'engegada i apagada del disc
de: Anzahl der vollständigen Ein-/Ausschaltvorgänge
el: Ο αριθμός των κύκλων ισχύος του δίσκου.
et: Ketta toite sisse- ja väljalülitamise tsüklite arv
fi: Täysien levyn virran päälle/poiskytkentöjen lukumäärä
gl: O número de ciclos de encendido/apagado do disco completo
hu: Lemez teljes be- és kikapcsolási ciklusainak száma
it: Numero totale di cicli di attivazione/spegnimento del disco
ja: ディスク全体の電源 ON/OFF 回数です
lt: Pilnų disko įjungimo/išjungimo ciklų skaičius
lv: Pilns diska ieslēgšanas/izslēgšanas ciklu skaits
pa: ਪੂਰੀ ਡਿਸਕ ਪਾਵਰ ਚਾਲੂ/ਬੰਦ ਚੱਕਰਾਂ ਦੀ ਗਿਣਤੀ
pt: Número total de ciclos de carga de disco ligar/desligar
pt_br: O número de ciclos completos de inicialização/desligamento do disco
sl: Skupno število priklopov in izklopov diska
sr: Број потпуних циклуса укључивања/искључивања диска
sv: Antalet fullständiga på- och avstängningscykler
ta: மொத்த ஏற்ற/இறக்க வட்டு சக்தியூட்டு சுழற்சிகளின் எண்ணிக்கை
th: จำนวนรอบที่ดิสก์มีการปิด-เปิดทำงานเต็มที่

source: Temperature:
ca@valencia: Temperatura:
de: Temperatur:
el: Θερμοκρασία:
et: Temperatuur:
fi: Lämpötila:
gl: Temperatura:
hi: तापमानः
hu: Hőmérséklet:
id: Temperatur:
it: Temperatura:
ja: 温度:
kn: ತಾಪಮಾನ:
lt: Temperatūra:
lv: Temperatūra:
ml: താപനില:
mr: तापमान:
nb: Temperatur:
or: ତାପମାନ:
pa: ਤਾਪਮਾਨ:
pt: Temperatura:
pt_br: Temperatura:
sl: Temperatura:
sr: Температура:
sv: Temperatur:
ta: வெப்பநிலை:
th: อุณหภูมิ:

source: The temperature of the disk
ca@valencia: La temperatura del disc
de: Temperatur des Laufwerks
el: Η θερμοκρασία του δίσκου.
et: Ketta temperatuur
fi: Levyn lämpötila
gl: Temperatura do disco
hi: डिस्क का तापमान
hu: A lemez hőmérséklete
id: Temperatur diska
it: Temperatura del disco
ja: ディスクの温度です
kn: ಡಿಸ್ಕಿನ ತಾಪಮಾನ
lt: Disko temperatūra
lv: Diska temperatūra
ml: ഡിസ്കിന്റെ താപനില
mr: डिस्कचे तापमान
nb: Temperatur for disken
or: ଡିସ୍କର ତାପମାନ
pa: ਡਿਸਕ ਦਾ ਤਾਪਮਾਨ
pt: A temperatura do disco
pt_br: A temperatura da unidade
sl: Temperatura diska
sr: Температура диска
sv: Temperaturen för disken
ta: வட்டின் வெப்பநிலை
th: อุณหภูมิของดิสก์

source: Bad Sectors:
ca@valencia: Sectors malmesos:
de: Fehlerhafte Sektoren:
el: Εσφαλμένοι τομείς:
et: Vigaseid sektoreid:
fi: Virheelliset sektorit:
gl: Sectores danados:
hi: खराब खंड:
hu: Hibás szektorok:
id: Sektor Rusak:
it: Settori danneggiati:
ja: バッドセクタ:
kn: ಸರಿಯಲ್ಲದ ಭಾಗಗಳು:
lt: Blogi sektoriai:
lv: Sliktie sektori:
ml: ബാഡ് സെക്ടറുകള്‍:
mr: दोषीत सेक्टरस्:
nb: Dårlige sektorer:
or: ଖରାପ ବିଭାଗ:
pa: ਨਿਕਾਰਾ ਸੈਕਟਰ:
pt: Sectores Danificados:
pt_br: Setores ruins:
sl: Slabi sektorji
sr: Оштећени сектори:
sv: Trasiga sektorer:
ta: மோசமான பிரிவுகள்:
th: เซ็กเตอร์เสีย:

source: The sum of pending and reallocated bad sectors
ca@valencia: La suma dels sectors malmesos reubicats i pendents de reubicar-se
de: Die Summe von ausstehenden und neu zugewiesenen fehlerhaften Sektoren
el: Το σύνολο των εκκρεμών και μετακινηθέντων εσφαλμένων τομέων
et: Ootelolevate ja ümberpaigutatud vigaste sektorite arv
fi: Levyn odottavien ja siirrettyjen virheellisten sektoreiden lukumäärä
gl: A suma de sectores pendentes ou realoxados danados
hi: स्थगित और पुनःआबंटित खराब खंड का जोड़
hu: Függőben lévő és áthelyezett hibás szektorok összesen
it: La somma dei settori danneggiati pendenti e ricollocati
ja: 確保中またはリマップされたバッドセクタの合計です
kn: ಬಾಕಿ ಉಳಿದಿರುವ ಹಾಗು ಮರಳಿ ನಿಯೋಜಿಸಲಾದ ಸರಿಯಲ್ಲದ ಭಾಗಗಳು
lt: Laukiančių perkėlimo ir perkeltų blogų sektorių suminis kiekis
lv: Gaidošos un pārvietoto slikto sektoru kopskaits
ml: മൊത്തം പെന്‍ഡിങ്, വീണ്ടും അനുവദിക്കുന്ന ശരിയല്ലാത്ത സെക്ടറുകള്‍
mr: उर्वरीत व रिएलोकेटेड् बॅड् सेक्टर्स्ची बेरीज
or: ବକୟା ଏବଂ ପୁନଃବଣ୍ଟିତ ଖରାପ ବିଭାଗଗୁଡ଼ିକର ସମଷ୍ଟି
pa: ਬਾਕੀ ਰਹਿੰਦੇ ਅਤੇ ਮੁੜ-ਜਾਰੀ ਕੀਤੇ ਨਿਕਾਰਾ (ਬੈਡ) ਸੈਕਟਰਾਂ ਦਾ ਜੋੜ
pt: A soma de sectores pendentes e realocados
pt_br: A some de setores realocados e pendentes
sl: Vsota čakajočih in prerazvrščenih slabih sektorjev
sr: Укупан број сектора који су на чекању или су премештени
sv: Summan av väntande och omallokerade trasiga sektorer
ta: மீதமுள்ள மற்றும் மறுஒதுக்கப்பட்ட மோசமான பிரிவுகளின் எண்ணிக்கை
th: จำนวนเซ็กเตอร์เสียที่อยู่ระหว่างรอจัดสรรใหม่หรือได้รับการจัดสรรใหม่แล้ว

source: Self Assessment:
ca@valencia: Autoavaluació:
de: Selbsteinschätzung:
el: Αυτοαξιολόγηση:
et: Enesehindamine:
fi: Itsearviointi:
gl: Autovaloración:
hi: स्वयं जाँच:
hu: Önfelmérés:
it: Autovalutazione:
ja: 自己評価:
kn: ಸ್ವಯಂ ಮೌಲ್ಯಮಾಪನ:
lt: Saviįvertinimas:
lv: Pašnovērtējums:
ml: സ്വയം ഫലം നിര്‍ണ്ണയിക്കുക:
mr: स्वयं विश्लेषण:
or: ସ୍ୱୟଂ ନିର୍ଦ୍ଧାରଣ:
pa: ਖੁਦ ਪਰਖ:
pt: Auto Avaliação:
pt_br: Auto avaliação:
sl: Lastna ocena:
sr: Процена из диска:
sv: Självbedömning:
ta: சுய மதிப்பிடுதல்:
th: การประเมินตัวเอง:

source: The assessment from the disk itself whether it is about to fail
ca@valencia: L'avaluació del disc sobre si està a punt de fallar
de: Eine Einschätzung des Laufwerks über ein drohendes Versagen
el: Η αξιολόγηση από τον ίδιο το δίσκο για το αν πρόκειται να αποτύχει
et: Ketta enese hinnang selle kohta, kas see on riknemas
fi: Arviointi levyltä itseltään onko se kenties hajoamaisillaan
gl: A valoración do propio disco sobre se está a piques de fallar
hi: डिस्क से मूल्यांकतन जब यह विफल होने के कगार पर है
hu: A lemez saját felmérése a meghibásodásának veszélyéről
it: L'autovalutazione fatta dal disco stesso per la possibilità di guasti
ja: ディスクが故障しそうかどうかの自己評価です
kn: ಡಿಸ್ಕ್ ವಿಫಲಗೊಳ್ಳುತ್ತದೆ ಅಥವ ಇಲ್ಲವೆ ಎಂದು ಅದು ತಾನೆ ಸ್ವತಃ ಮಾಡಿಕೊಳ್ಳುವ ಮೌಲ್ಯಮಾಪನ
lt: Disko įsivertinimas, ar jis genda
lv: Paša diska novērtējums par iespēju avarēt
ml: തകരാറുണ്ടോ എന്നു് ഡിസ്ക് സ്വയം നിര്‍ണ്ണയിക്കുന്നു
mr: डिस्क अपयशी ठरेल का, याचे डिस्क स्वयं विश्लेषण करतो
pa: ਡਿਸਕ ਵਲੋਂ ਖੁਦ ਲਈ ਪਰਖ ਕਿ ਕੀ ਇਹ ਫੇਲ੍ਹ ਹੋਣੀ ਹੈ
pt: A avaliação feita pelo próprio disco sobre se este está prestes a falhar
pt_br: A avaliação da própria unidade se está prestes a falhar
sl: Ocena diska in možnost okvar
sr: Процена самог диска о томе у каквом се стању налази
sv: Bedömningen från själva disken huruvida det är på väg att få problem
ta: தோல்வியுற்றால் வட்டிலிருந்து இந்த மதிப்பீடு இருக்கும்
th: การประเมินจากตัวดิสก์เองว่ากำลังจะเสียหรือไม่

source: Overall Assessment:
ca@valencia: Avaluació general:
de: Allgemeine Einschätzung:
el: Γενική αξιολόγηση:
et: Üldine hinnang:
fi: Yleisarviointi:
gl: Valoración xeral:
hi: कुल मिलाकर मूल्यांकन:
hu: Átfogó felmérés:
it: Valutazione generale:
ja: 総合評価:
kn: ಒಟ್ಟಾರೆ ಮೌಲ್ಯಮಾಪನ:
lt: Bendras įvertinimas:
lv: Kopējais pašnovērtējums:
ml: മൊത്തമായ ഫലനിര്‍ണ്ണയം:
mr: सरासर विश्लेषण:
or: ହାରାହାରୀ ନିର୍ଦ୍ଧାରଣ:
pa: ਸੰਖੇਪ ਪਰਖ:
pt: Avaliação Global:
pt_br: Availiação geral:
sl: Skupna ocena:
sr: Збирна процена:
sv: Övergripande bedömning:
ta: எல்லாவற்றையும் மதிப்பிடுதல்:
th: การประเมินโดยรวม:
