Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: Are you sure you want the RAID Array degraded?
ca@valencia: Segur que voleu la matriu RAID degradada?
de: Sind Sie sicher, dass das RAID-System herabgestuft werden soll?
el: Είστε σίγουροι ότι θέλετε να υποβαθμίσετε τη συστοιχία RAID;
et: Kas oled kindel, et tahad RAID-massiivi käivitada kahandatud režiimis?
fi: Haluatko varmasti käynnistää RAID-pakan halvaantuneena?
gl: Está seguro de que quere degradar a matriz de RAID?
hu: Biztosan leromolva kívánja használni a RAID-tömböt?
id: Degradasikan Larik RAID?
it: Usare ugualmente l'array RAID degradato?
ja: 本当に RAID アレイをデグレードモードにしますか?
lt: Ar tikrai norite pažeminti RAID masyvą?
lv: Vai tiešām vēlaties RAID masīvu degradētu?
pa: ਕੀ ਤੁਸੀਂ ਰੇਡ ਅਰੇ ਡੀਗਰੇਡ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ?
pt: Tem a certeza que quer o conjunto RAID degradado?
pt_br: Você tem certeza que deseja degradar a matriz do RAID?
sl: Ali ste prepričani, da želite odstaviti RAID polje?
sr: Да ли сигурно желите половичан РАИД опсег?
sv: Är du säker på att du vill degradera RAID-kedjan?
ta: ரெய்ட் வரிசையை நிச்சயம் தரம் குறைக்க வேண்டுமா?
th: คุณแน่ใจหรือไม่ว่าต้องการเปิดใช้ RAID แบบบลดความสามารถ?

source: _Start
ca@valencia: _Inicia
de: _Starten
el: Έναρ_ξη
et: _Käivita
fi: _Käynnistä
gl: _Iniciar
hi: प्रारंभ करें (_S)
hu: In_dítás
id: _Mulai
it: _Attiva
ja: 開始(_S)
kn: ಆರಂಭಿಸು(_S)
lt: _Paleisti
lv: _Startēt
ml: _ആരംഭിക്കുക
mr: सुरू करा (_S)
or: _ଆରମ୍ଭ କର
pa: ਸ਼ੁਰੂ(_S)
pt: _Iniciar
pt_br: _Iniciar
sl: _Začni
sr: _Покрени
sv: _Starta
ta: துவக்கு (_S)
th: เ_ริ่ม

source: Error deleting partition for component in RAID Array
ca@valencia: S'ha produït un error en suprimir la partició del component de la matriu RAID
de: Fehler beim Löschen der Partition für eine Komponente in der RAID-Anordnung
el: Σφάλμα κατά την διαγραφή διαμερίσματος στη συστοιχία RAID
et: Tõrge RAID-massiivi komponendiks oleva partitsiooni kustutamisel
fi: Virhe poistettaessa osiota RAID-pakan osalle
gl: Produciuse un erro ao eliminar a partición dende o compoñente da matriz de RAID
hu: Hiba a RAID-tömb összetevőjének egyik partíciója törlésekor
id: Galat ketika menghapus partisi untuk komponen pada Larik RAID
it: Errore nell'eliminare la partizione per il componente nell'array RAID
ja: RAID アレイのコンポーネントでパーティションを削除中にエラーが発生しました
lt: Klaida trinant komponentės skirsnį RAID masyve
lv: Kļūda, dzēšot sadaļu RAID masīva sastāvdaļai
pa: ਰੇਡ ਅਰੇ ਲਈ ਭਾਗ ਵਾਸਤੇ ਪਾਰਟੀਸ਼ਨ ਹਟਾਉਣ ਲਈ ਗਲਤੀ ਹੈ
pt: Erro ao apagar partição para o componente do conjunto RAID
pt_br: Erro ao excluir partição para componente na matriz RAID
sl: Napaka med brisanjem enote RAID polja
sr: Грешка при брисању партиције за компоненту из РАИД опсега
sv: Fel vid borttagning av partition för komponent i RAID-kedja
ta: ரெய்ட் வரிசை கூற்றுக்கு பகிர்வை நீக்குவதில் பிழை
th: เกิดข้อผิดพลาดขณะลบพาร์ทิชันสำหรับองค์ประกอบในแอร์เรย์ RAID

source: Error removing component from RAID Array
ca@valencia: S'ha produït un error en suprimir el component de la matriu RAID
de: Fehler beim Entfernen der Komponente aus der RAID-Anordnung
el: Σφάλμα απομάκρυνσης στοιχείου από τη συστοιχία RAID
et: Tõrge komponendi eemaldamisel RAID-massiivist
fi: Virhe poistettaessa osaa RAID-pakasta
gl: Produciuse un erro ao eliminar o compoñente dende a matriz do RAID
hu: Hiba az összetevő eltávolításakor a RAID-tömbből
id: Galat ketika membuang komponen dari Larik RAID
it: Errore nel rimuovere il componente dall'array RAID
ja: RAID アレイからコンポーネントを取り外す際にエラーが発生しました
lt: Klaida šalinant komponentę iš RAID masyvo
lv: Kļūda, noņemot komponenti no RAID masīva
pa: RAID ਅਰੇ ਲਈ ਭਾਗ ਹਟਾਉਣ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao remover componente do conjunto RAID
pt_br: Erro ao remover componente da matriz RAID
sl: Napaka med odstranjevanjem enote iz RAID polja
sr: Грешка при уклањању компоненте из РАИД опсега
sv: Fel vid borttagning av komponent från RAID-kedja
ta: ரெய்ட் வரிசையிலிருந்து கூற்றை நீக்குவதில் பிழை
th: เกิดข้อผิดพลาดขณะลบองค์ประกอบออกจากแอร์เรย์ RAID

source: Are you sure you want the remove the component?
ca@valencia: Segur que voleu suprimir el component?
de: Sind Sie sicher, dass die Komponente entfernt werden soll?
el: Είστε σίγουροι για την αφαίρεση του στοιχείου;
et: Kas oled kindel, et tahad komponendi eemaldada?
fi: Haluatko varmasti poistaa tämän osan?
gl: Está seguro que quere eliminar o compoñente?
hu: Biztosan eltávolítja az összetevőt?
id: Buang komponen?
it: Rimuovere il componente?
ja: 本当にアレイからコンポーネントを取り外しますか?
lt: Ar tikrai pageidaujate iš pašalinti komponentę?
lv: Vai tiešām vēlaties izņemt komponenti?
nb: Er du sikker på at du vil fjerne komponenten?
pa: ਕੀ ਤੁਸੀਂ ਭਾਗ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Tem a certeza que deseja remover o componente?
pt_br: Você tem certeza de que deseja remover o componente?
sl: Ali res želite odstraniti enoto?
sr: Да ли сигурно желите да уклоните компоненту?
sv: Är du säker på att du vill ta bort komponenten?
ta: வரிசையிலிருந்து கூற்றை நீங்கள் நிச்சயம் நீக்க விரும்புகிறீர்களா?
th: คุณแน่ใจหรือไม่ว่าต้องการลบองค์ประกอบนี้?

source: Error adding component to RAID Array
ca@valencia: S'ha produït un error en afegir el component a la matriu RAID
de: Fehler beim Hinzufügen einer Komponente zu der RAID-Anordnung
el: Σφάλμα προσθήκης στοιχείου στη συστοιχία RAID
et: Tõrge komponendi lisamisel RAID-massiivi
fi: Virhe lisättäessä osaa RAID-pakkaan
gl: Produciuse un erro ao engadir o compoñente da matriz do RAID
hu: Hiba az összetevő RAID-tömbhöz adásakor
id: Galat ketika menambahkan komponen pada Larik RAID
it: Errore nell'aggiungere il componente all'array RAID
ja: RAID アレイにコンポーネントの追加中にエラーが発生しました
lt: RAID masyvo komponentės kūrimo klaida
lv: Kļūda, pievienojot komponenti RAID masīvam
pa: RAID ਅਰੇ ਲਈ ਭਾਗ ਸ਼ਾਮਲ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao adicionar o componente ao conjunto RAID
pt_br: Erro ao adicionar componente à matriz RAID
sl: Napaka med dodajanjem enote v RAID polje
sr: Грешка при додавању компоненте у РАИД опсег
sv: Fel vid addering av komponent till RAID-kedja
ta: ரெய்ட் வரிசையில் கூற்றை சேர்ப்பதில் பிழை
th: เกิดข้อผิดพลาดขณะเพิ่มองค์ประกอบเข้าในแอร์เรย์ RAID

source: Error creating component for RAID array
ca@valencia: S'ha produït un error en crear un component per a la matriu RAID
de: Fehler beim Erstellen einer Komponente für die RAID-Anordnung
el: Σφάλμα δημιουργίας στοιχείου για τη συστοιχία RAID
et: Viga RAID-massiivi jaoks komponendi loomisel
fi: Virhe luotaessa RAID-pakan osaa
gl: Produciuse un erro ao crear o compoñente da matriz de RAID
hi: RAID सरणी के लिए घटक बनाने में त्रुटि
hu: Hiba a RAID-tömb összetevőjének létrehozásakor
id: Galat ketika membuat komponen untuk larik RAID
it: Errore nel creare il componente per l'array RAID
ja: RAID アレイでコンポーネントの作成中にエラーが発生しました
kn: RAID ವ್ಯೂಹಕ್ಕಾಗಿನ(array) ಘಟಕವನ್ನು ನಿರ್ಮಿಸುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ
lt: RAID masyvo komponentės kūrimo klaida
lv: Kļūda, izveidojot komponenti RAID masīvam
ml: RAID അറേയ്ക്കുള്ള ഘടകമുണ്ടാക്കുന്നതില്‍ പിശക്
mr: RAID अर्रे करीता घटक निर्माण करतेवेळी त्रुटी
or: RAID ଆରେ ପାଇଁ ଉପାଦାନ ନିର୍ମାଣ କରିବାରେ ତ୍ରୁଟି
pa: RAID ਅਰੇ ਲਈ ਭਾਗ ਬਣਾਉਣ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao criar o componente para o conjunto RAID
pt_br: Erro ao criar componente para a matriz RAID
sl: Napaka med ustvarjanjem enote RAID polja
sr: Грешка приликом прављења компоненте за РАИД опсег
sv: Fel vid skapande av komponent för RAID-kedja
ta: ரெய்ட் வரிசைக்கான பிழையை உருவாக்கும் பகுப்பொருள்
th: เกิดข้อผิดพลาดขณะสร้างองค์ประกอบสำหรับแอร์เรย์ RAID

source: Error expanding RAID Array
ca@valencia: S'ha produït un error en expandir la matriu RAID
de: Fehler beim Erweitern der RAID-Anordnung
el: Σφάλμα επέκτασης συστοιχίας RAID
et: Tõrge RAID-massiivi laiendamisel
fi: Virhe laajennettaessa RAID-pakkaa
gl: Produciuse un erro ao expandir a matriz de RAID
hu: Hiba a RAID-tömb kibővítésekor
id: Galat ketika memperluas Larik RAID
it: Errore nel disattivare l'array RAID
ja: RAID アレイの拡張中にエラーが発生しました
lt: RAID masyvo plėtimo klaida
lv: Kļūda, paplašinot RAID masīvu
pa: ਰੇਡ ਅਰੇ ਫੈਲਾਉਣ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao expandir conjunto RAID
pt_br: Erro ao expandir a matriz RAID
sl: Napaka med razširjanjem RAID polja
sr: Грешка при ширењу РАИД опсега
sv: Fel vid expandering av RAID-kedja
ta: ரெய்ட் வரிசையை விரிப்பதில் பிழை
th: เกิดข้อผิดพลาดขณะขยายแอร์เรย์ RAID

source: Error checking RAID Array
ca@valencia: S'ha produït un error en comprovar la matriu RAID
de: Fehler beim Prüfen der RAID-Anordnung
el: Σφάλμα ελέγχου συστοιχίας RAID
et: Tõrge RAID-massiivi kontrollil
fi: Virhe tarkistettaessa RAID-pakkaa
gl: Produciuse un un erro ao verificar a matriz de RAID
hu: Hiba a RAID-tömb ellenőrzésekor
id: Galat ketika memeriksa Larik RAID
it: Errore nel controllare l'array RAID
ja: RAID アレイのチェック中にエラーが発生しました
lt: RAID masyvo tikrinimo klaida
lv: Kļūda, pārbaudot RAID masīvu
pa: ਰੇਡ ਅਰੇ ਚੈੱਕ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao verificar conjunto RAID
pt_br: Erro ao verificar a matriz RAID
sl: Napaka med preverjanjem RAID polja
sr: Грешка при провери РАИД опсега
sv: Fel vid kontroll av RAID-kedja
ta: ரெய்ட் வரிசையை சோதிப்பதில் பிழை
th: เกิดข้อผิดพลาดขณะตรวจสอบแอร์เรย์ RAID

source: Level:
ca@valencia: Nivell:
de: Stufe:
el: Επίπεδο:
et: Tase:
fi: Taso:
gl: Nivel:
hu: Szint:
id: Tingkat:
it: Livello:
ja: レベル:
lt: Lygmuo:
lv: Līmenis:
nb: Nivå:
pa: ਲੈਵਲ:
pt: Nível:
pt_br: Nível:
sl: Raven:
sr: Ниво:
sv: Nivå:
ta: நிலை:
th: ระดับ:

source: Metadata Version:
ca@valencia: Versió de les metadades:
de: Metadaten-Version:
el: Έκδοση μεταδεδομένων:
et: Metaandmete versioon:
fi: Metatietoversio:
gl: Versión dos metadatos:
hu: Metaadat-verzió:
id: Versi Metadata:
it: Versione metadati:
ja: メタデータのバージョン:
lt: Meta duomenų versija
lv: Metadatu versija:
nb: Metadataversjon:
pa: ਮੇਟਾ ਡਾਟਾ ਵਰਜਨ:
pt: Versão de Meta-dados:
pt_br: Versão dos metadados:
sl: Različica metapodatkov:
sr: Издање метаподатака:
ta: மெடாதரவு பதிப்பு:
th: รุ่นของข้อมูลกำกับ:

source: Action:
ca@valencia: Acció:
de: Aktion:
el: Ενέργεια:
et: Tegevus:
fi: Toiminto:
gl: Acción:
hu: Művelet:
id: Aksi:
it: Azione:
ja: アクション:
lt: Veiksmas:
lv: Darbība:
nb: Handling:
pa: ਕਾਰਵਾਈ:
pt: Acção:
pt_br: Ação:
sl: Dejanje:
sr: Радња:
sv: Åtgärd:
ta: செயல்:
th: การกระทำ::

source: Components:
de: Komponenten:
el: Στοιχεία:
et: Komponendid:
fi: Osat:
gl: Compoñentes:
hi: अवयव:
hu: Összetevők:
id: Komponen:
it: Componenti:
ja: コンポーネント:
kn: ಘಟಕಗಳು:
lt: Komponentės:
lv: Komponentes:
ml: ഘടകങ്ങള്‍:
mr: घटक:
nb: Komponenter:
or: ଉପାଦାନଗୁଡ଼ିକ:
pa: ਭਾਗ:
pt: Componentes:
pt_br: Componentes:
sl: Sestavine:
sr: Компоненте:
sv: Komponenter:
ta: பகுப்பொருள்கள்:
th: องค์ประกอบ:

source: St_art RAID Array
ca@valencia: _Inicia la matriu RAID
de: RAID-Anordnung _starten
el: Ε_κκίνηση συστοιχίας RAID
et: _Käivita RAID-massiiv
fi: _Käynnistä RAID-pakka
gl: Inici_ar a matriz de RAID
hu: RAI_D-tömb indítása
id: J_alankan Larik RAID
it: A_ttiva array RAID
ja: RAID アレイを開始(_A)
lt: RAID masyvo paleidimas
lv: St_artēt RAID masīvu
pa: ਰੇਡ ਅਰੇ ਸ਼ੁਰੂ(_a)
pt: Inici_ar conjunto RAID
pt_br: Inici_ar matriz RAID
sl: Zaženi RAID polje
sr: _Покрени РАИД опсег
sv: St_arta RAID-kedja
ta: _a ரெய்ட் வரிசையை துவக்கு
th: เปิด_ทำงานแอร์เรย์ RAID

source: Bring up the RAID Array
ca@valencia: Engega la matriu RAID
de: Die RAID-Anordnung in Gang setzen
el: Έναρξη συστοιχίας RAID
et: RAID-massiivi käivitamine
fi: Ota RAID-pakka käyttöön
gl: Iniciando a matriz de RAID
hu: A RAID-tömb bekapcsolása
id: Membangkitkan Larik RAID
it: Attiva l'array RAID
ja: RAID アレイを開始
lt: RAID masyvo paleidimas
lv: Pacelt RAID masīvu
pa: ਰੇਡ ਅਰੇ ਤਿਆਰ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pt: Activar o conjunto RAID
pt_br: Trazer a matriz do RAID
sl: Postavi RAID polje
sr: Покреће РАИД опсег
sv: Starta RAID-kedjan
ta: ரெய்ட் வரிசையை மேலே கொண்டு வருக
th: เปิดทำงานแอร์เรย์ RAID

source: St_op RAID Array
ca@valencia: _Atura la matriu RAID
de: RAID-Anordnung _anhalten
el: Διακο_πή συστοιχίας RAID
et: _Peata RAID-massiiv
fi: _Pysäytä RAID-pakka
gl: _Deter a matriz de RAID
hu: _RAID-tömb leállítása
id: _Hentikan Larik RAID
it: _Disattiva array RAID
ja: RAID アレイを停止(_O)
lt: RAID masyvo sustabdymas
lv: A_pturēt RAID masīvu
pa: ਰੇਡ ਅਰੇ ਰੋਕੋ(_o)
pt: P_arar o conjunto RAID
pt_br: Parar matr_iz RAID
sl: Zaustavi RAID polje
sr: _Заустави РАИД опсег
sv: St_oppa RAID-kedja
ta: _o ரெய்ட் வரிசையை நிறுத்துக
th: หยุ_ดแอร์เรย์ RAID

source: Tear down the RAID Array
ca@valencia: Atura la matriu RAID
de: Die RAID-Anordnung beenden
el: Αποξήλωση της συστοιχίας RAID
et: RAID-massiivi peatamine
fi: Aja RAID-pakka alas
gl: Desmontar a matriz RAID
hu: A RAID-tömb leválasztása
id: Menutup Larik RAID
it: Disattiva l'array RAID
lt: Išjungti RAID masyvą
lv: Nograut RAID masīvu
pa: ਰੇਡ ਅਰੇ ਵੱਖ ਵੱਖ ਕਰੋ
pt: Desmantelar o conjunto RAID
pt_br: Destruir a matriz do RAID
sl: Prekini RAID polje
sr: Зауставља РАИД опсег
sv: Förstör RAID-kedjan
ta: ரெய்ட் வரிசையை கீழே கொண்டு வருக
th: ปิดการทำงานของแอร์เรย์ RAID

source: Format/Erase RAI_D Array
ca@valencia: Formata/suprimeix la matriu RAID
de: RAI_D-Anordnung formatieren/löschen
el: Διαμόρφωση/διαγραφή συστοιχίας RAID
et: _Vorminda/kustuta RAID-massiiv
fi: Alusta/tyhjennä RAI_D-pakka
gl: Formatar/Eliminar a matriz de RAI_D
hu: RAID-tömb f_ormázása/törlése
id: Format/Hapus Larik RAI_D
it: _Formatta/Cancella array RAID
ja: RAID アレイをフォーマット/消去(_D)
lt: Formatuoti/ištrinti RAI_D masyvą
lv: Formatēt/dzēst RAI_D masīvu
pa: ਰੇਡ ਅਰੇ ਫਾਰਮੈਟ/ਸਾਫ਼ ਕਰੋ(_D)
pt: Formatar/apagar o conjunto RAI_D
pt_br: Formatar/apagar matriz RAID
sl: Formatiraj/izbriši RAID polje
sr: _Форматирај/обриши РАИД опсег
sv: Formatera/Radera RAI_D-kedja
ta: _D ரெய்ட் வரிசையை வடிவமை/ அழி
th: ฟอร์แมต/ล_บแอร์เรย์ RAID

source: Erase or partition the array
ca@valencia: Suprimeix o particiona la matriu
de: Die RAID-Anordnung löschen oder partitionieren
el: Διαγραφή ή διαμέριση της συστοιχίας RAID
et: Massiivi kustutamine või partitsioneerimine
fi: Tyhjennä tai osioi pakka
gl: Eliminar ou particionar a matriz
hu: A tömb törlése vagy particionálása
id: Menghapus atau mempartisi larik
it: Cancella o partiziona l'array
ja: RAID アレイの削除またはパーティション分け
lt: Ištrinti arba skaidyti masyvą skirsniais
lv: Dzēst vai sadalīt masīvu
pa: ਅਰੇ ਸਾਫ਼ ਕਰੋ ਜਾਂ ਪਾਰਟੀਸ਼ਨ ਬਣਾਓ
pt: Apagar ou particionar o conjunto RAID
pt_br: Apaga ou paticiona a matriz RAID
sl: Izbriši ali razdeli polje
sr: Брише или партицинише опсег
sv: Radera eller partitionera kedjan
ta: ரெய்ட் வரிசையை அழி அல்லது பகிர்க
th: ลบหรือแบ่งพาร์ทิชันในแอร์เรย์

source: Chec_k Array
ca@valencia: _Comprova la matriu
de: RAID-Anordnung überprüfen
el: Έλεγ_χος συστοιχίας
et: _Kontrolli RAID-massiivi
fi: _Tarkista RAID-pakka
gl: Verifi_car a matriz
hu: _Tömb ellenőrzése
id: Peri_ksa Larik
it: Controlla arra_y
ja: アレイのチェック(_K)
lt: Patikrinti masyvą
lv: Pār_baudīt masīvu
pa: ਅਰੇ ਚੈੱਕ ਕਰੋ(_k)
pt: Veri_ficar Conjunto
pt_br: Veri_ficar matriz RAID
sl: Preveri _polje
sr: П_ровери опсег
sv: Kontro_llera kedja
ta: வரிசையை சோதிக்கவும்
th: _ตรวจสอบแอร์เรย์

source: Check and repair the array
ca@valencia: Comprova i repara la matriu
de: Die RAID-Anordnung prüfen und reparieren
el: Έλεγχος και επιδιόρθωση της συστοιχίας
et: RAID-massiivi kontrollimine ja parandamine
fi: Tarkista ja korjaa RAID-pakka
gl: Comprobar e reparar a matriz
hu: A tömb ellenőrzése és javítása
id: Memeriksa dan memperbaiki larik
it: Controlla e ripara l'array
ja: アレイのチェックと修復
lt: Tikrinti ir taisyti masyvą
lv: Pārbaudīt un salabot masīvu
pa: ਅਰੇ ਚੈੱਕ ਤੇ ਰਿਪੇਅਰ ਕਰੋ
pt: Verificar e reparar o conjunto
pt_br: Verifica e repara a matriz
sl: Preveri in popravi polje
sr: Проверава и поправља опсег
sv: Kontrollera och reparera kedjan
ta: வரிசையை சோதிக்கவும் மற்றும் பழுது நீக்கவும்
th: ตรวจสอบและซ่อมแซมแอร์เรย์

source: Edit Com_ponents
ca@valencia: _Edita els components
de: Komponenten _bearbeiten
el: Επεξεργασία στοι_χείων
et: _Muuda komponente
fi: Muokkaa _osia
gl: Editar com_poñentes
hu: Összete_vők szerkesztése
id: Sunting Kom_ponen
it: _Modifica componenti
ja: %d 個のコンポーネントを編集(_P)
lt: Taisyti kom_ponentes
lv: R_ediģēt komponentes
nb: Rediger kom_ponenter
pa: ਭਾਗ ਸੋਧੋ(_p)
pt: Editar Com_ponentes
pt_br: Editar com_ponente
sl: Urejanje _elementov
sr: Измени _компоненте
sv: Redigera kom_ponenter
ta: _p கூறுகளை திருத்து
th: แก้ไข_องค์ประกอบ

source: Create and remove components
ca@valencia: Crea i suprimeix components
de: Komponenten erstellen und entfernen
el: Δημιουργία και απομάκρυνση στοιχείων
et: Komponentide lisamine ja eemaldamine
fi: Luo ja poista osia
gl: Crear e eliminar compoñentes
hu: Összetevők létrehozása és eltávolítása
id: Membuat dan membuang komponen
it: Crea e rimuove componenti
ja: コンポーネントの作成と削除
lt: Kurti ir šalinti komponentes
lv: Izveidot un izņemt komponentes
nb: Lag og fjern komponenter
pa: ਭਾਗ ਬਣਾਓ ਅਤੇ ਹਟਾਓ
pt: Criar e remover componentes
pt_br: Cria e remove componentes
sl: Ustvarjanje in odstranjevanje enot
sr: Прави или уклања постојеће компоненте
sv: Skapa och ta bort komponenter
ta: கூறுகளை உருவாக்கு மற்றும் நீக்கு
th: สร้างและลบองค์ประกอบ

source: Measure RAID array performance
ca@valencia: Mesura el rendiment de la matriu RAID
de: Leistung der RAID-Anordnung messen
el: Μέτρηση απόδοσης συστοιχίας RAID
et: RAID-massiivi jõudluse mõõtmine
fi: Mittaa RAID-pakan suorituskyky
gl: Medir o rendemento da matriz RAID
hu: A RAID-tömb teljesítményének mérése
id: Mengukur perfomat larik RAID
it: Misura le prestazione dell'array RAID
ja: RAID アレイのパフォーマンスを測定
lt: Matuoti RAID masyvo našumą
lv: Mērīt RAID masīva veiktspēju
pa: ਰੇਡ ਅਰੇ ਕਾਰਗੁਜ਼ਾਰੀ ਮਾਪ
pt: Medir a performance do conjunto RAID
pt_br: Medir o desempenho da matriz RAID
sl: Izmeri zmogljivost RAID polja
sr: Мери учинак РАИД опсега
sv: Mät prestanda för RAID-kedja
ta: ரெய்ட் வரிசை செயலை அளவிடுக
th: วัดประสิทธิภาพของแอร์เรย์ RAID

source: Error unmounting volume
ca@valencia: S'ha produït un error en desmuntar el volum
de: Fehler beim Aushängen des Datenträgers
el: Σφάλμα αποπροσάρτησης τόμου
et: Tõrge köite lahtihaakimisel
fi: Virhe irrotettaessa taltiota
gl: Produciuse un erro ao desmontar o volume
hu: Hiba a kötet leválasztásakor
id: Galat ketika melepaskan volume
it: Errore nello smontare il volume
ja: ボリュームのアンマウント中にエラーが発生しました
lt: Tomo atjungimo klaida
lv: Kļūda, nomontējot sējumu
nb: Feil ved avmontering av volum
pa: ਵਾਲੀਅਮ ਅਣ-ਮਾਊਂਟ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao desmontar volume
pt_br: Erro ao desmontar volume
sl: Napaka med odklapljanjem nosilca
sr: Грешка при демонтирању уређаја
sv: Fel vid avmontering av volymen
ta: தொகுதியை ஏற்றம் நீக்குவதில் பிழை
th: เกิดข้อผิดพลาดขณะเลิกเมานท์โวลุม

source: Error mounting volume
ca@valencia: S'ha produït un error en muntar el volum
de: Fehler beim Einhängen des Datenträgers
el: Σφάλμα προσάρτησης συσκευής
et: Tõrge köite haakimisel
fi: Virhe liitettäessä taltiota
gl: Produciuse un erro ao montar o volume
hu: Hiba a kötet csatolásakor
id: Galat ketika mengaitkan volume
it: Errore nel montare il volume
ja: ボリュームのマウント中にエラーが発生しました
lt: Klaida prijungiant tomą
lv: Kļūda, montējot sējumu
nb: Feil ved montering av volum
pa: ਵਾਲੀਅਮ ਮਾਊਂਟ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao montar volume
pt_br: Erro ao montar o volume
sl: Napaka med priklapljanjem nosilca
sr: Грешка при монтирању диска
sv: Fel vid montering av volymen
ta: தொகுதியை ஏற்றுவதில் பிழை
th: เกิดข้อผิดพลาดขณะเมานท์โวลุม

source: Error deleting partition
ca@valencia: S'ha produït un error en suprimir particions
de: Fehler beim Löschen der Partition
el: Σφάλμα διαγραφής διαμερίσματος
et: Viga partitsiooni kustutamisel
fi: Virhe poistettaessa osiota
gl: Produciuse un erro ao eliminar a partición
hi: विभाजन मिटाने में त्रुटि
hu: Hiba a partíció törlésekor
id: Galat ketika menghapus partisi
it: Errore nell'eliminare la partizione
ja: パーティションの削除中にエラーが発生しました
kn: ವಿಭಾಗವನ್ನು ಅಳಿಸುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ
lt: Skirsnio trynimo klaida
lv: Kļūda, dzēšot sadaļu
ml: പാര്‍ട്ടീഷന്‍ വെട്ടി നീക്കുന്നതില്‍ പിശകു്
mr: विभाजन नष्ट करतेवेळी त्रुटी
nb: Feil ved sletting av partisjon
or: ବିଭାଜନଗୁଡ଼ିକୁ ଅପସାରଣ କରିବାରେ ତ୍ରୁଟି
pa: ਪਾਰਟੀਸ਼ਨ ਹਟਾਉਣ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao apagar partição
pt_br: Erro ao excluir partição
sl: Napaka med brisanjem razdelka
sr: Грешка приликом брисања партиције
sv: Fel vid borttagning av partition
ta: பகிர்வை அழிக்கும் போது பிழை
th: เกิดข้อผิดพลาดขณะลบพาร์ทิชัน

source: Are you sure you want to delete the partition?
ca@valencia: Segur que voleu suprimir la partició?
de: Sind Sie sicher, dass die Partition gelöscht werden soll?
el: Είστε σίγουροι ότι θέλετε την διαγραφή του διαμερίσματος;
et: Kas oled kindel, et tahad partitsiooni kustutada?
fi: Haluatko varmasti poistaa osion?
gl: Está seguro de que quere eliminar o dispositivo?
hu: Biztosan törölni kívánja a partíciót?
id: Hapus partisi?
it: Eliminare la partizione?
ja: 本当にパーティションを削除しますか?
lt: Ar tikrai norite pašalinti skirnį?
lv: Vai tiešām vēlaties dzēst sadaļu?
nb: Er du sikker på at du vil slette partisjonen?
pa: ਕੀ ਤੁਸੀਂ ਪਾਰਟੀਸ਼ਨ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Tem a certeza que deseja apagar a partição?
pt_br: Você tem certeza que quer excluir a partição?
sl: Ali ste prepričani, da želite izbrisati razdelek?
sr: Да ли сигурно желите да обришете партицију?
sv: Är du säker på att du vill ta bort partitionen?
ta: நீங்கள் இந்த பகிர்வை நிச்சயம் நீக்க விரும்புகிறீர்களா?
th: คุณแน่ใจหรือไม่ว่าต้องการลบพาร์ทิชันนี้?

source: _Delete
ca@valencia: _Suprimeix
de: _Löschen
el: _Διαγραφή
et: _Kustuta
fi: _Poista
gl: _Eliminar
hu: _Törlés
id: _Hapus
it: _Elimina
ja: 削除(_D)
lt: _Ištrinti
lv: _Dzēst
nb: _Slett
pa: ਹਟਾਓ(_D)
pt: _Apagar
pt_br: E_xcluir
sl: _Izbriši
sr: _Обриши
sv: _Ta bort
ta: (_D) அழி
th: _ลบ

source: Error creating filesystem
ca@valencia: S'ha produït un error en crear el sistema de fitxers
de: Fehler beim Erstellen des Dateisystems
el: Σφάλμα δημιουργίας συστήματος αρχείων
et: Tõrge failisüsteemi loomisel
fi: Virhe luotaessa tiedostojärjestelmää
gl: Produciuse un erro ao crear o sistema de ficheiros
hu: Hiba a fájlrendszer létrehozásakor
id: Galat ketika membuat sistem berkas
it: Errore nel creare il file system
ja: ファイルシステムの作成中にエラーが発生しました
lt: Klaida kuriant failų sistemą
lv: Kļūda, veidojot failu sistēmu
nb: Feil ved oppretting av filsystem
pa: ਫਾਇਲ ਸਿਸਟਮ ਬਣਾਉਣ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao criar sistema de ficheiros
pt_br: Erro ao criar tipo de sistema de arquivos
sl: Napaka med ustvarjanjem datotečnega sistema
sr: Грешка при образовању системе датотека
sv: Fel vid skapande av filsystemet
ta: கோப்பு அமைப்பை உருவாக்குவதில் பிழை
th: เกิดข้อผิดพลาดขณะสร้างระบบแฟ้ม

source: Are you sure you want to format the volume?
ca@valencia: Segur que voleu formatar el volum?
de: Sind Sie sicher, dass der Datenträger formatiert werden soll?
el: Είστε σίγουροι ότι θέλετε να διαμορφώσετε τον τόμο;
et: Kas oled kindel, et tahad köite vormindada?
fi: Haluatko varmasti alustaa taltion?
gl: Está seguro de que quere formatar o volume?
hu: Biztosan formázni kívánja a kötetet?
id: Format volume?
it: Formattare il volume?
ja: 本当にボリュームをフォーマットしますか?
lt: Ar tikrai norite formatuoti tomą?
lv: Vai tiešām vēlaties formatēt sējumu?
nb: Er du sikker på at du vil formatere volumet?
pa: ਕੀ ਤੁਸੀਂ ਵਾਲੀਅਮ ਨੂੰ ਫਾਰਮੈਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Tem a certeza que deseja formatar o volume?
pt_br: Você tem certeza que quer formatar o volume?
sl: Ali ste prepričani, da želite formatirati nosilec?
sr: Да ли сигурно желите да форматирате диск?
sv: Är du säker på att du vill formatera volymen?
ta: நீங்கள் இந்த தொகுதியை நிச்சயம் ஒழுங்கு செய்ய விரும்புகிறீர்களா?
th: คุณแน่ใจหรือไม่ว่าต้องการฟอร์แมตโวลุมนี้?
