Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: <b>NOTE:</b> This object represents one of several paths to the drive. To perform operations on the drive, use the corresponding multipath object.
ca@valencia: <b>Nota:</b> Este objecte representa un dels diversos camins a la unitat. Si voleu realitzar operacions a la unitat, utilitzeu l'objecte multicamí corresponent.
de: <b>BEMERKUNG:</b> Dieses Objekt repräsentiert einen von verschiedenen Pfaden zu dem Laufwerk. Verwenden Sie das entsprechende mehrpfadige Objekt, um Vorgänge auf diesem Laufwerk auszuführen.
el: <b>ΣΗΜΕΙΩΣΗ:</b> Αυτό το αντικείμενο αναπαριστά μια από τις πολλές διαδρομές στο δίσκο. Για να εκτελέσετε εργασίες στο δίσκο, χρησιμοποιήστε το αντίστοιχο αντικείμενο πολλαπλών διαδρομών.
et: <b>MÄRKUS:</b> see objekt esindab ketta ühte asukohta mitmest võimalikust. Kettaga opereerimiseks kasuta vastavat mitmeseadme objekti.
fi: <b>HUOM:</b> Tämä olio edustaa yhtä useista poluista asemaan. Suorittaaksesi toimintoja asemalle, käytä vastaavaa monipolkuoliota.
gl: <b>NOTA:</b> Este obxecto representea unha das varias rutas á unidade. Para levar a cabo as operacións á unidade, empreue o obxecto multiruta.
hu: <b>MEGJEGYZÉS:</b> Ez az objektum a meghajtóhoz vezető több út egyikét képviseli. Használja a többutas objektumot műveletek végrehajtásához a meghajtón.
it: <b>Nota:</b> questo oggetto rappresenta uno dei diversi percorsi all'unità. Per eseguire operazioni sull'unità, utilizzare l'oggetto multi-percorso corrispondente.
ja: <b>注意:</b> このオブジェクトはドライブのいくつかのパスのうちの一つです。ドライブに対して操作を実行するには、該当するマルチパスオブジェクトを利用してください。
lt: <b>PASTABA:</b> Šis objektas apibūdina vieną iš kelių kelių į diską. Norėdami atlikti veiksmus šiame diske, naudokite atitinkamą daugelio kelių objektą.
lv: <b>Piezīme:</b> Šis objekts attēlo vienu no vairākiem ceļiem uz ierīci. Lai veiktu kādas darbības uz diska, izmantojiet atbilstošu vairāku ceļu objektu.
pa: <b>ਨੋਟ:</b> ਇਹ ਆਬਜੈਕਟ ਡਰਾਇਵ ਲਈ ਕਈ ਪਾਥ ਦਰਸਾਉਂਦਾ ਹੈ। ਡਰਾਇਵ ਉੱਤੇ ਕੋਈ ਕਾਰਵਾਈ ਕਰਨ ਲਈ, ਸਬੰਧਿਤ ਮਲਟੀ-ਪਾਥ ਆਬਜੈਕਟ ਵਰਤੋਂ।
pt: <b>NOTA:</b> Este objecto representa um de vários caminhos para o dispositivo. Para realizar operações neste dispositivo, utilize o objecto de caminhos múltiplos correspondente.
pt_br: <b>NOTA:</b> Este objeto representa um ou mais caminhos para a unidade. Para realizar operações na unidade, utilize o objeto de multicaminho correspondente.
sl: <b>OPOMBA:</b> Predmet predstavlja eno ali več poti do pogona. Za izvajanje opravil pogona, uporabite ustrezne predmete za večpotno usmerjanje.
sr: <b>НАПОМЕНА:</b> Овај објекат представља једну од неколико путања до уређаја. За радње на уређају, употребите одговарајући објекат са више путања.
sv: <b>OBSERVERA:</b> Detta objekt representerar en av flera sökvägar till enheten. Använd motsvarande multipath-objekt för att genomföra åtgärder på enheten.
ta: <b>குறிப்பு:</b> இந்த பொருள் இயக்கிக்கு ஒன்றோ மேலோ பாதைகளை குறிக்கிறது. இயக்கியில் செயலாற்ற பொருந்தும் பல்வழி பொருளை பயன்படுத்துக
th: <b>หมายเหตุ:</b> อ็อบเจกต์นี้แทนพาธหนึ่งในหลายๆ พาธที่ชี้มายังไดรว์ หากต้องการกระทำคำสั่งกับไดรว์ กรุณาใช้อ็อบเจกต์ชนิดหลายพาธที่ตรงกันแทน

source: Model:
de: Modell:
el: Μοντέλο:
et: Mudel:
fi: Malli:
gl: Modelo:
hu: Típus:
it: Modello:
ja: モデル名:
lt: Modelis:
lv: Modelis:
nb: Modell:
pa: ਮਾਡਲ:
pt: Modelo:
pt_br: Modelo:
sr: Модел:
sv: Modell:
ta: மாதிரி:
th: รุ่น:

source: Serial Number:
ca@valencia: Número de sèrie:
de: Seriennummer:
el: Σειριακός Αριθμός:
et: Seerianumber:
fi: Sarjanumero:
gl: Número de serie:
hi: क्रम संख्या:
hu: Sorozatszám:
id: Nomor Seri:
it: Numero di serie:
ja: シリアルナンバー:
kn: ಅನುಕ್ರಮ ಸಂಖ್ಯೆ:
lt: Serijos numeris:
lv: Sērijas numurs:
ml: സീരിയല്‍ നംബര്‍:
mr: सिरीयल क्रमांक:
nb: Serienummer:
or: କ୍ରମିକ ସଂଖ୍ଯା:
pa: ਸੀਰਿਅਲ ਨੰਬਰ:
pt: Número de Série:
pt_br: Número de série:
sl: Zaporedna številka:
sr: Серијски број:
sv: Serienummer:
ta: வரிசை எண்:
th: หมายเลขลำดับ:

source: Firmware Version:
ca@valencia: Versió del microprogramari:
el: Έκδοση Firmware:
et: Püsivara versioon:
fi: Varusohjelmiston versio:
gl: Versión de firmware:
hi: फर्मवेयर संस्करण:
hu: Firmware-verzió:
it: Versione firmware:
ja: ファームウェアバージョン:
kn: ಫರ್ಮ್-ವೇರ್ ಆವೃತ್ತಿ:
lt: Aparatinės programinės įrangos versija:
lv: Programm. versija:
ml: ഫേംവെയര്‍ പതിപ്പു്
mr: फर्मवेयर आवृत्ती:
nb: Fastvareversjon:
or: ଫର୍ମୱେର ସଂସ୍କରଣ:
pa: ਫਿਰਮਵੇਅਰ ਵਰਜਨ:
pt: Versão de Firmware:
pt_br: Versão de firmware:
sl: Različica programske strojne opreme:
sr: Издање фирмвера:
sv: Version av fast programvara:
ta: Firmware பதிப்பு:
th: รุ่นเฟิร์มแวร์:

source: World Wide Name:
ca@valencia: Nom global a tot el món (WWN):
de: Weltweiter Name:
et: Ülemaailmne nimi WWN:
fi: Maailmanlaajuinen nimi (WWN):
gl: Nome mundial (World Wide):
hu: Globális név:
it: Nome World Wide (WWN):
lt: Pasaulinis pavadinimas:
lv: World Wide nosaukums:
pa: ਵਰਲਡ ਵਾਇਡ ਨਾਂ:
pt_br: Nome mundial:
sl: Svetovno ime (WWN):
sr: Уобичајено име (WWN):
ta: உலகளாவிய பெயர்:

source: Location:
ca@valencia: Ubicació:
de: Ort:
el: Τοποθεσία:
et: Asukoht:
fi: Sijainti:
gl: Localización:
hu: Hely:
id: Lokasi:
it: Posizione:
ja: 位置:
lt: Vieta:
lv: Atrašanās vieta:
nb: Lokasjon:
pa: ਟਿਕਾਣਾ:
pt: Localização:
pt_br: Local:
sl: Mesto:
sr: Путања:
sv: Plats:
ta: இடம்:
th: ตำแหน่ง:

source: Write Cache:
ca@valencia: Escriptura de la memòria intermèdia:
de: Schreibpuffer:
el: Προσωρινή μνήμη εγγραφής
et: Kirjutamispuhver:
fi: Kirjoitusvälimuisti:
gl: Caché de escritura:
hu: Írási gyorsítótár:
id: Tembolok Tulisan:
it: Cache di scrittura:
ja: 書き込みキャッシュ:
lt: Rašymo podėlis:
lv: Rakstīšanas kešatmiņa:
pa: ਲਿਖਣ ਕੈਸ਼:
pt: Escrever Cache:
pt_br: Cache de escrita:
sl: Predpomnilnik pisanja:
sr: Кеш:
sv: Skrivcache:
ta: இடமாற்றை எழுது:
th: แคชสำหรับเขียน:

source: Rotation Rate:
ca@valencia: Ràtio de rotació:
de: Drehgeschwindigkeit:
el: Ρυθμός περιστροφής:
et: Pöörlemiskiirus:
fi: Kierrosnopeus:
gl: Taxa de rotación:
hu: Forgási sebesség:
id: Kecepatan Putar:
it: Rotazioni:
ja: 回転速度:
lt: Sukimo dažnis:
lv: Griešanās ātrums:
pa: ਘੁੰਮਣ ਰੇਟ:
pt: Taxa de Rotação:
pt_br: Taxa de rotação:
sl: Vrtilna hitrost:
sr: Учесталост обртаја:
sv: Rotationsfrekvens:
ta: சுழற்சி விகிதம்:
th: อัตราการหมุน:

source: Capacity:
ca@valencia: Capacitat:
de: Kapazität:
el: Χωρητικότητα:
et: Mahutavus:
fi: Kapasiteetti:
gl: Capacidade:
hu: Kapacitás:
id: Kapasitas:
it: Capacità:
ja: 容量:
lt: Talpa:
lv: Ietilpība:
nb: Kapasitet:
pa: ਸਮਰੱਥਾ:
pt: Capacidade:
pt_br: Capacidade:
sl: Zmogljivost:
sr: Величина:
sv: Kapacitet:
ta: கொள்ளளவு:
th: ความจุ:

source: Connection:
ca@valencia: Connexió:
de: Verbindung:
el: Σύνδεση:
et: Ühendus:
fi: Liitäntä:
gl: Conexión:
hu: Kapcsolat:
id: Koneksi:
it: Connessione:
ja: 接続:
lt: Ryšys:
lv: Savienojums:
nb: Tilkobling:
pa: ਕੁਨੈਕਸ਼ਨ:
pt: Ligação:
pt_br: Conexão:
sl: Povezava:
sr: Веза:
sv: Anslutning:
ta: இணைப்பு:
th: การเชื่อมต่อ:

source: Partitioning:
ca@valencia: Particionat:
de: Partitionierung:
el: Διαμέριση:
et: Partitsioneerimine:
fi: Osiointi:
gl: Particionado:
hu: Particionálás:
it: Partizionamento:
ja: パーティション:
lt: Skirsniai:
lv: Sadalīšana:
nb: Partisjonering:
pa: ਪਾਰਟੀਸ਼ਨ:
pt: Particionamento:
pt_br: Particionamento:
sl: Razdeljevanje:
sr: Партиције:
sv: Partitionering:
ta: பகிர்வு செய்தல்:
th: การจัดพาร์ทิชัน:

source: Open CD/_DVD Application
ca@valencia: Obri l'aplicació de CD/_DVD
de: CD/_DVD-Anwendung öffnen
el: Άνοιγμα εφαρμογής CD/_DVD
et: Ava CD/_DVD rakendus
fi: Avaa CD/_DVD-sovellus
gl: Abrir o aplicativo CD/_DVD
hu: CD/_DVD alkalmazás megnyitása
id: Buka Aplikasi CD/_DVD
it: Apri applicazione CD/_DVD
ja: CD/DVD アプリケーションを開く(_D)
lt: Atverti CD/_DVD programą
lv: Atvērt CD/_DVD lietotni
nb: Åpne CD/_DVD-program
pa: CD/_DVD ਐਪਲੀਕੇਸ਼ਨ ਖੋਲ੍ਹੋ
pt: Abrir Aplicação CD/_DVD
pt_br: Abre o aplicativo de CD/_DVD
sl: Odpri CD/_DVD program
sr: _Покрени ЦД/ДВД програм
sv: Öppna Cd/_dvd-program
ta: _D குறுந்தட்டு டிவிடி(DVD) பயன்பாட்டை திற
th: เปิดโปรแกรมซีดี/_ดีวีดี

source: Create and copy CDs and DVDs
ca@valencia: Crea i copia CD i DVD
de: CDs und DVDs erstellen und kopieren
el: Δημιουργία και αντιγραφή CD και DVD
et: CD- ja DVD-plaatide loomine ja kopeerimine
fi: Luo ja kopioi CD- ja DVD-levyjä
gl: Crea e copia CDs e DVDs
hu: CD-k és DVD-k készítése és másolása
id: Membuat dan menyalin CD/DVD
it: Crea e copia CD e DVD
ja: CDやDVDを作成しコピーする
lt: Kurti ir kopijuoti CD ir DVD diskus
lv: Izveidot un kopēt CD un DVD
nb: Lag og kopier CDer og DVDer
pa: CD ਅਤੇ DVD ਬਣਾਓ ਤੇ ਕਾਪੀ ਕਰੋ
pt: Criar e copiar CDs e DVDs
pt_br: Cria e copia CDs e DVDs
sl: Ustvarjanje in kopiranje CD in DVD nosilcev
sr: Прави или копира ЦД и ДВД дискове
sv: Skapa och kopiera cd och dvd-skivor
ta: சிடி க்கள் மற்றும் டிவிடி க்கள் உருவாக்க மற்றும் நகல் எடுக்க
th: สร้างและคัดลอกซีดีและดีวีดี

source: Format _Drive
ca@valencia: Formata la _unitat
de: Laufwerk _formatieren
el: Διαμόρφωση _δίσκου
et: Vorminda _ketas
fi: _Alusta asema
gl: Formatar a uni_dade
hu: Meghajtó _formázása
id: Format Kan_dar
it: F_ormatta unità
ja: ドライブをフォーマット(_D)
lt: Formatuoti _diską
lv: Formatēt _disku
nb: Formater stas_jon
pa: ਡਰਾਇਵ ਫਾਰਮੈਟ ਕਰੋ(_D)
pt: Formatar _Dispositivo
pt_br: _Formatar unidade
sl: Formatiraj _pogon
sr: _Форматирај
sv: Formatera _enhet
ta: _D இயக்கியை வடிவமை
th: ฟอร์แมตไ_ดรว์

source: Erase or partition the drive
ca@valencia: Suprimeix o particiona la unitat
de: Das Laufwerk löschen oder partitionieren
el: Διαγραφή ή διαμέριση του δίσκου
et: Ketta kustutamine või partitsioneerimine
fi: Tyhjennä tai osioi asema
gl: Borrar ou particionar a unidade
hu: A meghajtó törlése vagy particionálása
id: Menghapus atau mempartisi kandar
it: Cancella o partiziona l'unità
ja: ドライブを消去するかパーティション分けする
lt: Ištrinti arba skaidyti diską
lv: Dzēst vai sadalīt disku
nb: Slett partisjonen på stasjonen
pa: ਡਾਇਵਰ ਸਾਫ਼ ਕਰੋ ਜਾਂ ਪਾਰਟੀਸ਼ਨ ਬਣਾਓ
pt: Apagar ou particionar o dispositivo
pt_br: Apaga ou particiona a unidade
sl: Izbriši ali razdeli pogon
sr: Брише или партиционише диск
sv: Radera eller partitionera enheten
ta: இயக்கியை அழிக்கவும் அல்லது பகிரவும்
th: ลบข้อมูลหรือแบ่งพาร์ทิชันในไดรว์

source: SM_ART Data
ca@valencia: Dades de l'SM_ART
de: SM_ART-Werte
el: Δεδομένα SM_ART
et: SM_ART-andmed
fi: SM_ART-tiedot
gl: Datos de SM_ART
hu: SM_ART adatok
id: Data SM_ART
it: Dati SM_ART
ja: SMART データ(_A)
lt: SM_ART duomenys
lv: SM_ART dati
pa: SM_ART ਡਾਟਾ
pt: Dados SM_ART
pt_br: Dados do SM_ART
sl: SM_ART podatki
sr: _СМАРТ подаци
ta: SM_ART தரவு
th: _ข้อมูล SMART

source: View SMART data and run self-tests
ca@valencia: Visualitza les dades d'SMART i executa autocomprovacions
de: SMART-Werte anzeigen und Selbsttests starten
el: Προβολή δεδομένων SMART και εκτέλεση αυτοδιαγνωστικών
et: SMART-andmete kuvamine ja enesetestide käivitamine
fi: Katso SMART-tietoja sekä aja levytestejä
gl: Ver os datos SMART e executar as verificacións
hu: SMART adatok megjelenítése és öntesztek futtatása
id: Menampilkan data SMART dan menjalankan uji-sendiri
it: Visualizza i dati SMART ed esegue test automatici
ja: SMART データの表示とセルフテストを実行
lt: Rodyti SMART duomenis ir vykdyti pasitikrinimus
lv: Skatīt SMART datus un izpildīt paštestus
nb: Vis SMART-data og kjør selvtester
pa: SMART ਡਾਟਾ ਵੇਖੋ ਅਤੇ ਸੈਲਫ਼-ਟੈਸਟ ਚਲਾਓ
pt: Visualizar dados SMART e executar auto-testes
pt_br: Ver dados do SMART e executa auto-testes
sl: Pogled SMART podatkov in zagon preizkusov
sr: Приказује СМАРТ податке и покреће самотестирање
sv: Visa SMART-data och kör självtester
ta: ஸ்மார்ட்(SMART) தரவை காண்க மற்றும் தானியங்கி சோதனைகளை இயக்குக.
th: ดูข้อมูล SMART และเรียกการทดสอบตัวเอง

source: _Eject
ca@valencia: _Expulsa
de: Aus_werfen
el: _Αποβολή
et: _Väljasta
fi: Poista _asemasta
gl: _Extraer
hi: बाहर निकालें (_E)
hu: _Kiadás
id: K_eluarkan
it: _Espelli
ja: 取り出し(_E)
kn: ಹೊರತಳ್ಳು(_E)
lt: _Išstumti
lv: _Izgrūst
ml: _പുറത്തെടുക്കുക
mr: बाहेर काढा (_E)
nb: L_øs ut
or: ବାହାର କରନ୍ତୁ (_E)
pa: ਬਾਹਰ ਕੱਢੋ(_E)
pt: _Ejectar
pt_br: _Ejetar
sl: _Izvrzi
sr: _Избаци
sv: Mata _ut
ta: வெளியேற்று (_E)
th: _ดันออก

source: Eject medium from the drive
ca@valencia: Expulsa el medi de la unitat
de: Medium aus dem Laufwerk auswerfen
el: Αποβολή μέσου από την συσκευή
et: Andmekandja väljastamine seadmest
fi: Poista levy asemasta
gl: Extraer o medio do dispositivo
hu: Adathordozó kiadása az eszközből
id: Mengeluarkan media dari pengandar
it: Espelle il supporto dall'unità
lt: Išstumti įrenginyje esančią laikmeną
lv: Izgrūst datu nesēju no dziņa
nb: Løs ut medie fra stasjonen
pa: ਡਰਾਇਵ 'ਚੋਂ ਮੀਡਿਆ ਬਾਹਰ ਕੱਢੋ
pt: Ejectar media do dispositivo
pt_br: Ejetar mídia da unidade
sl: Izvrzi nosilec iz pogona
sr: Избацује диск из уређаја
sv: Mata ut media från enheten
ta: இயக்கியில் இருந்து ஊடகத்தை வெளியேற்று
th: ดันสื่อออกจากไดรว์

source: Safe Rem_oval
ca@valencia: Treu de _forma segura
de: Sicheres _Entfernen
el: Ασφαλής απομά_κρυνση
et: Turvaline _eemaldamine
fi: Turvallinen _poisto
gl: Eliminar de f_orma segura
hu: Bi_ztonságos eltávolítás
id: _Lepas dengan Aman
it: Rimu_ovi in sicurezza
ja: 安全に削除する(_O)
lt: Saugus _išėmimas
lv: Dr_oša izņemšana
nb: Try_gg fjerning
pa: ਸੁਰੱਖਿਅਤ ਹਟਾਓ(_o)
pt: Rem_oção Segura
pt_br: Remoção segura
sl: _Varno odstrani
sr: _Безбедно уклони
sv: Säker f_rånkoppling
ta: _o பாதுகாப்பு நீக்கம்
th: เ_อาออกอย่างปลอดภัย

source: Power down the drive so it can be removed
ca@valencia: Apaga la unitat per poder-la treure
de: Laufwerk zum Entfernen herunterfahren
el: Τερματισμός λειτουργίας του δίσκου ώστε να αφαιρεθεί
et: Ketta väljalülitamine, et selle saaks eemaldada
fi: Katkaise virta asemasta, jotta se voidaan poistaa
gl: Apagar a unidade para que poida ser extraida
hu: Meghajtó kikapcsolása az eltávolításához
id: Mematikan kandar, sehingga bisa dilepas
it: Spegne l'unità così da poterla rimuovere
ja: ドライブの電源を切ったので取り外せます
lt: Išjungti diską, kad jį būtų galima išimti
lv: Izslēgt disku, lai to varētu izņemt
nb: Slå av stasjonen slik at den kan fjernes
pa: ਡਰਾਇਵ ਬੰਦ ਕਰੋ ਤਾਂ ਕਿ ਇਸ ਨੂੰ ਹਟਾਇਆ ਜਾ ਸਕੇ
pt: Desligar o dispositivo para que possa ser removida
pt_br: Desligar a unidade para que possa ser removida
sl: Izklopite pogon, da ga bo mogoče odstraniti
sr: Искључује напајање уређаја, како би могли да га уклоните
sv: Stäng av enheten så att den kan kopplas från
ta: விலக்குவதற்காக இயக்கியின் சக்தியை நீக்குக.
th: ปิดการทำงานของไดรว์เพื่อจะสามารถถอดออกได้อย่างปลอดภัย

source: Measure drive performance
ca@valencia: Mesura el rendiment de la unitat
de: Laufwerksleistung messen
el: Μέτρηση απόδοσης δίσκου
et: Ketta jõudluse mõõtmine
fi: Mittaa aseman suorituskyky
gl: Medir o rendemento da unidade
hu: Meghajtó teljesítményének mérése
it: Misura le prestazioni
ja: ドライブのパフォーマンスを計測
lt: Matuoti disko našumą
lv: Mērīt diska veiktspēju
nb: Mål ytelsen til stasjonen
pa: ਡਰਾਇਵ ਕਾਰਗੁਜ਼ਾਰੀ ਮਾਪੋ
pt: Medir a performance do dispositivo
pt_br: Medir o desempenho da unidade
sl: Izmeri zmogljivost pogona
sr: Мери учинак диска
sv: Mät enhetsprestanda
ta: இயக்கி செயல்பாட்டை அளவிடுக.
th: วัดประสิทธิภาพของไดรว์

source: %d PHYs
et: %d PHYd
fi: %d PHY:tä
hu: %d PHY
id: %d PHY
it: %d PHY
ja: %d PHY
lt: %d PHY
nb: %d PHYer
sl: %d PHY
sr: %d PHY
sv: %d PHY:er
th: %d PHY

source: Parallel ATA
ca@valencia: ATA en paral·lel
de: Paralleles ATA
et: Paralleel-ATA (PATA)
gl: ATA paralelo
hu: Párhuzamos ATA
id: ATA Paralel
ja: パラレル ATA
lt: Lygiagretus ATA
lv: Paralēlā ATA
nb: Paralell ATA
pa: ਪੈਰਲੱਲ ATA
pt: ATA Paralela
sl: Vzporedni ATA
sr: Паралелни АТА
sv: Parallell ATA
ta: இணை அடா(ATA)

source: Serial ATA
ca@valencia: ATA en sèrie
de: Serielles ATA
et: Järjestik-ATA (SATA)
hu: Soros ATA
id: ATA Serial
ja: シリアル ATA
lt: Serijinis ATA
lv: Seriālā ATA
nb: Seriell ATA
pa: ਸੀਰੀਅਲ ATA
pt: ATA Série
sl: Zaporedni ATA
sr: Серијски АТА
sv: Seriell ATA
ta: சீரியல் ஏடிஏ

source: Serial Attached SCSI
ca@valencia: SCSI acoblat en sèrie
et: Jadamisi ühendatud SCSI
gl: SCSI anexado serie
hu: Sorosan csatolt SCSI (SAS)
ja: シリアルアタッチド SCSI (SAS)
lt: Serijinis prijungtas SCSI
lv: Seriāli pievienots SCSI
nb: Serielltilkoblet SCSI
pa: ਸੀਰੀਅਲ ਜੁੜੀ SCSI
pt: Série Anexada SCSI
sl: Zaporedni SCSI vmesnik
sr: Прикачени серијски СЦСИ
ta: சீரியல் இணைக்கப்பட்ட SCSI

source: Vendor:
ca@valencia: Venedor:
de: Hersteller:
el: Κατασκευαστής:
et: Tootja:
fi: Valmistaja:
gl: Fabricante:
hu: Szállító:
it: Fornitore:
ja: ベンダ:
lt: Pardavėjas:
lv: Ražotājs:
nb: Produsent:
pa: ਵੇਂਡਰ:
pt: Fabricante:
pt_br: Fabricante:
sl: Prodajalec:
sr: Произвођач:
sv: Tillverkare:
ta: விற்பனையாளர்:
th: ผู้จำหน่าย:

source: Revision:
ca@valencia: Revisió:
el: Αναθεώρηση:
et: Redaktsioon:
fi: Versio:
gl: Revisión:
hu: Revízió:
id: Revisi:
it: Revisione:
ja: リビジョン:
lt: Leidimas:
lv: Revīzija:
nb: Revisjon:
pa: ਰੀਵਿਜ਼ਨ:
pt: Revisão:
pt_br: Revisão:
sl: Predelava:
sr: Издање:
ta: மறு ஆய்வு:
th: รุ่น:

source: Driver:
ca@valencia: Unitat:
de: Treiber:
el: Οδηγός:
et: Draiver:
fi: Ajuri:
gl: Controlador:
hu: Illesztőprogram:
id: Pengandar:
ja: ドライバ:
lt: Tvarkyklė:
lv: Draiveris:
pa: ਡਰਾਇਵਰ:
pt: Controlador:
sl: Gonilnik:
sr: Драјвер:
sv: Drivrutin:
ta: இயக்கி:
th: ไดรเวอร์:

source: Fabric:
ca@valencia: Xarxa de commutació:
de: Bauart:
et: Toode:
fi: Rakenne:
gl: Fabrica:
hu: Gyártó:
id: Struktur:
it: Connessione:
lt: Fabrikas:
lv: Karkass:
pa: ਫਾਇਬਰਕ:
pt: Construção:
pt_br: Estrutura:
sl: Material:
sr: Фабрика:
sv: Gränssnitt:
ta: துணி:
th: ระบบเชื่อมต่อ:

source: Number of Ports:
ca@valencia: Nombre de ports:
de: Anzahl Ports:
el: Αριθμός θυρών:
et: Portide arv:
fi: Porttien lukumäärä:
gl: Número de portos:
hu: Portok száma:
it: Numero di porte:
ja: ポート数:
lt: Prievadų skaičius:
lv: Portu skaits:
nb: Antall porter:
pa: ਪੋਰਟਾਂ ਦੀ ਗਿਣਤੀ:
pt: Número de Portas:
pt_br: Número de portas:
sl: Število vrat:
sr: Број портова:
sv: Antal portar:
ta: துறைகளின் எண்ணிக்கை:
th: จำนวนพอร์ต:

source: Error starting Volume Group
ca@valencia: S'ha produït un error en iniciar el grup de volums
de: Fehler beim Starten der Datenträgergruppe
el: Σφάλμα εκκίνησης ομάδας τόμων
et: Tõrge köitegrupi käivitamisel
fi: Virhe käynnistettäessä taltioryhmää
gl: Produciuse un erro ao iniciar o grupo de volumes
hu: Hiba a kötetcsoport indításakor
id: Galat ketika menjalankan Kelompok Volume
it: Errore nell'attivare il gruppo di volumi
ja: ボリュームグループの開始中にエラーが発生しました
lt: Klaida paleidžiant tomų grupę
lv: Kļūda, palaižot sējumu grupu
nb: Feil under start av volumgruppe
pa: ਵਾਲੀਅਮ ਫਾਰਮੈਟ ਸ਼ੁਰੂ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao iniciar Grupo de Volumes
pt_br: Erro ao iniciar o grupo de volume
sl: Napaka med ustvarjanjem skupine nosilcev
sr: Грешка при покретачу групе партиција
sv: Fel vid start av volymgruppen
ta: தொகுதி குழு துவக்குவதில் பிழை
th: เกิดข้อผิดพลาดขณะเริ่มทำงานกลุ่มโวลุม

source: Error stopping Volume Group
ca@valencia: S'ha produït un error en aturar el grup de volums
de: Fehler beim Anhalten der Datenträgergruppe
el: Σφάλμα διακοπής ομάδας τόμων
et: Tõrge köitegrupi peatamisel
fi: Virhe pysäytettäessä taltioryhmää
gl: Produciuse un erro ao deter o grupo de volumes
hu: Hiba a kötetcsoport leállításakor
id: Galat ketika menghentikan Kelompok Volume
it: Errore nel disattivare il gruppo di volumi
ja: ボリュームグループの停止中にエラーが発生しました
lt: Klaida stabdant tomų grupę
lv: Kļūda, apturot sējumu grupu
nb: Feil under stopp av volumgruppe
pa: ਵਾਲੀਅਮ ਫਾਰਮੈਟ ਰੋਕਣ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao parar Grupo de Volumes
pt_br: Erro ao interromper o grupo de volume
sl: Napaka med zaustavljanjem skupine nosilcev
sr: Грешка при заустављању групе партиција
sv: Fel vid stopp av volymgruppen
ta: தொகுதி குழு நிறுத்துவதில் பிழை
th: เกิดข้อผิดพลาดขณะหยุดกลุ่มโวลุม

source: Error setting name for Volume Group
ca@valencia: S'ha produït un error en establir el nom del grup de volums
de: Fehler beim Festlegen der Bezeichnung für die Datenträgergruppe
el: Σφάλμα ορισμού ονόματος για την ομάδα τόμων
et: Tõrge köitegrupi nime määramisel
fi: Virhe asetettaessa nimeä taltioryhmälle
gl: Produciuse un erro ao configurar o nome para o volume de grupo
hu: Hiba a kötetcsoport nevének beállításakor
id: Galat ketika menentukan nama untuk Kelompok Volume
it: Errore nell'impostare il nome per il gruppo di volumi
ja: ボリュームグループ名の設定中にエラーが発生しました
lt: Klaida nustatant tomų grupės vardą
lv: Kļūda, iestatot sējumu grupas nosaukumu
nb: Feil ved innlegging av navn for volumgruppe
pa: ਵਾਲੀਅਮ ਗਰੁੱਪ ਲਈ ਨਾਂ ਸੈੱਟ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao definir nome para Grupo de Volumes
pt_br: Erro ao definir o nome para o grupo de volume
sl: Napaka med poimenovanjem skupine nosilcev
sr: Грешка при постављањи имена групи партиција
sv: Fel vid inställning av namn för volymgruppen
ta: தொகுதி குழுக்கு பெயர் அமைப்பதில் பிழை
th: เกิดข้อผิดพลาดขณะกำหนดชื่อให้กับกลุ่มโวลุม

source: Choose a new Volume Group name.
ca@valencia: Seleccioneu un nom nou per al grup de volums.
de: Wählen Sie eine neue Bezeichnung für die Datenträgergruppe.
el: Επιλέξτε ένα νέο όνομα λογικού τόμου.
et: Vali köitegrupile uus nimi.
fi: Valitse uusi nimi taltioryhmälle.
gl: Seleccione un nome nome para o grupo de volumes.
hu: Válasszon új kötetcsoportnevet.
it: Scegliere un nuovo nome del gruppo di volumi.
ja: 新規ボリュームグループ名を入力してください。
lt: Pasirinkite kitą tomų grupės vardą
lv: Izvēlieties jaunu sējumu grupas nosaukumu.
nb: Velg et nytt navn for volumgruppen.
pa: ਨਵਾਂ ਵਾਲੀਅਮ ਗਰੁੱਪ ਨਾਂ ਚੁਣੋ।
pt: Escolha um novo nome para o Grupo de Volumes.
pt_br: Escolha um novo nome para o grupo de volume.
sl: Izbor novega imena skupine nosilcev.
sr: Изаберите друго име за групу партиција.
sv: Välj en nytt namn för volymgrupp.
ta: புதிய தொகுதி குழு பெயரை தேர்ந்தெடு
th: ตั้งชื่อใหม่ให้กับกลุ่มโวลุม

source: Error adding Physical Volume to Volume Group
ca@valencia: S'ha produït un error en afegir un volum físic a un grup de volums
de: Fehler beim Hinzufügen des physikalischen Datenträgers zur Datenträgergruppe
el: Σφάλμα προσθήκης φυσικού τόμου στο λογικό τόμο
et: Tõrge füüsilise köite lisamisel köitegruppi
fi: Virhe lisättäessä fyysistä taltiota taltioryhmään
gl: Produciuse un erro ao engadir o volume físico ao grupo de volumes
hu: Hiba a fizikai kötet kötetcsoporthoz adásakor
id: Galat ketika menambah Volume Fisik pada Kelompok Volume
it: Errore nell'aggiungere il volume fisico al gruppo di volumi
ja: 論理グループに物理ボリュームを追加する際にエラーが発生しました
lt: Klaida pridedant fizinį tomą į tomų grupę
lv: Kļūda, pievienojot fizisko sējumu pie sējumu grupas
nb: Feil ved innlegging av fysisk volum i volumgruppe
pa: ਫਿਜ਼ੀਕਲ ਵਾਲੀਅਮ ਨੂੰ ਵਾਲੀਅਮ ਗਰੁੱਪ ਵਿੱਚ ਜੋੜਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao adicionar Volume Físico ao Grupo de Volumes
pt_br: Erro ao adicionar o volume físico ao grupo de volume
sl: Napaka med dodajanjem fizičnega nosilca v skupino nosilcev
sr: Грешка при додавању диска у групу партиција
sv: Fel när fysisk volym lades till i volymgruppen
ta: தொகுதி குழுக்கு பருநிலை தொகுதி சேர்கையில் பிழை
th: เกิดข้อผิดพลาดขณะเพิ่มโวลุมจริงเข้าในกลุ่มโวลุม

source: Error creating PV for VG
ca@valencia: S'ha produït un error en crear un volum físic per a un grup de volums
de: Fehler beim Erstellen des physikalischen Datenträgers für Datenträgergruppe
el: Σφάλμα δημιουργίας PV για VG
et: Tõrge köitegrupi jaoks füüsilise köite loomisel
fi: Virhe luotaessa fyysistä taltiota taltioryhmälle
gl: Produciuse un erro ao crear o PV para o VG
hu: Hiba a fizikai kötet kötetcsoporthoz adásakor
id: Galat ketika membuat PV untuk VG
it: Errore nel creare l'array RAID
ja: ボリュームグループで物理ボリュームの作成中にエラーが発生しました
lt: Klaida sukuriant tomą grupėje
lv: Kļūda, izveidojot fizisko sējumu sējumu grupai
nb: Feil ved oppretting av fysisk volum for volumgruppe
pa: VG ਲਈ PV ਬਣਾਉਣ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao criar PV para VG
pt_br: Erro ao criar o PV para o VG
sl: Napaka med ustvarjanjem fizičnega nosilca za skupino nosilcev
sr: Грешка при образовању диска за групу
sv: Fel vid skapande av fysisk volym för volymgruppen
ta: விஜி க்கு பிவி உருவாக்குவதில் பிழை
th: เกิดข้อผิดพลาดขณะสร้างโวลุมจริงเพื่อใช้กับกลุ่มโวลุม
