Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: Passphrase can't be empty
ca@valencia: La contrasenya no pot ser buida
de: Das Kennwort kann nicht leer bleiben
el: Οι συνθηματικές φράσεις δεν μπορεί να είναι κενές
et: Parool ei saa olla tühi
fi: Tunnuslauseet eivät voi olla tyhjiä
gl: A frase de paso non pode quedar baleira
hi: कूटशब्द रिक्त नहीं हो सकता है
hu: A jelmondat nem lehet üres
id: Pasfrasa tidak boleh kosong
it: La passphrase non può essere lasciata vuota
ja: パスフレーズは空にできません
kn: ಗುಪ್ತಪದವು ಖಾಲಿ ಇರುವಂತಿಲ್ಲ
lt: Slaptažodis negali būt tuščias
lv: Paroles nevar būt tukšas
ml: പാസ്ഫ്രെയിസ് കാലിയാകരുതു്
mr: गोपणीयवाक्य रिकामे असू शकत नाही
nb: Passordet kan ikke være tomt
or: ପ୍ରବେଶ ସଂକେତ ଶୂନ୍ୟ ହୋଇପାରିବ ନାହିଁ
pa: ਸ਼ਬਦ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ
pt: Frase-senha não pode ser vazia
pt_br: Frases secretas não podem ser vazias
sl: Šifrirno geslo mora biti izbrano
sr: Лозинка не сме бити празна
sv: Lösenfrasen får inte vara tom
ta: கடவுச்சொல் காலியாக இருக்க முடியாது
th: วลีรหัสผ่านว่างเปล่าไม่ได้

source: Cr_eate
ca@valencia: Cr_ea
de: _Erstellen
el: Δη_μιουργία
et: _Loo
fi: _Luo
gl: Cr_ear
hi: बनाएँ (_e)
hu: _Létrehozás
id: _Buat
it: C_rea
ja: 作成(_E)
kn: ನಿರ್ಮಿಸು(_e)
lt: _Sukurti
lv: Iz_veidot
ml: ഉ_ണ്ടാക്കുക
mr: निर्माण करा (_e)
nb: Oppr_ett
or: ସୃଷ୍ଟି କରନ୍ତୁ (_r)
pa: ਬਣਾਓ(_e)
pt: Cr_iar
pt_br: Cr_iar
sl: _Ustvari
sr: _Направи
sv: S_kapa
ta: உருவாக்கு (_e)
th: _สร้าง

source: Change _Passphrase
ca@valencia: Canvia la _contrasenya
de: _Kennwort ändern
el: Αλλαγή _συνθηματικής φράσης
et: Muuda _parooli
fi: Vaihda _tunnuslausetta
gl: Cambiar a _frase de paso
hi: बदलें कूटशब्द
hu: Jelmondat meg_változtatása
id: Ubah _Pasfrasa
it: Cambia _passphrase
ja: パスフレーズの変更(_P)
kn: ಗುಪ್ತವಾಕ್ಯನ್ನು ಬದಲಾಯಿಸು (_P)
lt: Keisti _slaptažodį
lv: Mainīt _paroli
ml: _പാസ്ഫ്രെയിസ് മാറ്റുക
mr: गोपणीयवाक्य बदलवा (_P)
nb: Bytt _passord
or: ପ୍ରବେଶ ସଂକେତ ପରିବର୍ତ୍ତନ କରନ୍ତୁ (_P)
pa: ਸ਼ਬਦ ਬਦਲੋ(_P)
pt: Alterar _Frase-senha
pt_br: Modificar _frase secreta
sl: Spremeni _šifrirno geslo
sr: Промени _лозинку
sv: Byt _lösenfras
ta: கடவுச்சொல்லை மாற்று (_P)
th: เปลี่ยนวลี_รหัสผ่าน

source: _Unlock
ca@valencia: _Desbloca
de: _Entsperren
el: _Ξεκλείδωμα
et: _Võta lukust lahti
fi: _Avaa lukitus
gl: _Desbloquear
hi: अनलॉक करें (_U)
hu: _Feloldás
id: B_uka Kunci
it: _Sblocca
ja: ロック解除(_U)
kn: ಅನ್‌ಲಾಕ್ ಮಾಡು(_U)
lt: _Atrakinti
lv: _Atbloķēt
ml: _പൂട്ട് തുറക്കുക
mr: कुलूपबंद अशक्य करा (_U)
nb: Lås _opp
or: _ତାଲାଖୋଲ
pa: ਅਣ-ਲਾਕ(_U)
pt: _Destrancar
pt_br: Des_bloquear
sl: _Odkleni
sr: О_ткључај
sv: L_ås upp
ta: பூட்டப்படாத (_U)
th: _ปลดล็อค

source: To create an encrypted device, choose a passphrase to protect it
ca@valencia: Per a crear un dispositiu encriptat, escolliu una contrasenya per a protegir-lo
de: Um ein verschlüsseltes Gerät zu erstellen, wählen Sie ein Kennwort, um es zu schützen
el: Για την δημιουργία κρυπτογραφημένης συσκευής, επιλέξτε μία φράση πρόσβασης για την προστασία της
et: Krüpteeritud seadme loomiseks vali parool andmete kaitsmiseks
fi: Syötä uusi tunnuslause, jolla luotava uusi salattu osio suojataan
gl: Para crear un dispositivo cifrado, elixa a frase de paso para protexelo
hi: किसी गोपित युक्ति को बनाने के लिए, इसे सुरक्षित रखने के लिए कूटशब्द चुनें
hu: Titkosított eszköz készítése előtt válasszon jelmondatot annak védelméhez
it: Per creare un dispositivo cifrato, scegliere una passphrase con cui proteggerlo
ja: 暗号化デバイスを作成するには、保護するためのパスフレーズを選択してください。
kn: ಒಂದು ಗೂಢಲಿಪೀಕರಿಸಲಾದ ಸಾಧನವನ್ನು ನಿರ್ಮಿಸಲು, ಅದನ್ನು ಸಂರಕ್ಷಿಸುವ ಸಲುವಾಗಿ ಒಂದು ಗುಪ್ತವಾಕ್ಯವನ್ನು ನಮೂದಿಸಿ
lt: Norėdami sukurti užšifruotą įrenginį, turite nurodyti slaptažodį
lv: Lai izveidotu šifrētu ierīci, izvēlieties paroli, ar ko to aizsargāt
ml: ഒരു എന്‍ക്രിപ്റ്റഡ് ഡിവൈസ് ഉണ്ടാക്കുന്നതിനായി, അതു സൂക്ഷിക്കുവാനുള്ള പാസ്ഫ്രെയിസ് നല്‍കുക
mr: एनक्रिप्टेड उपकरण निर्मीत करण्यासाठी, सुरक्षाकरीता गोपणीयवाक्य नीवडा
or: ଗୋଟିଏ ସଂଗୁପ୍ତ ଉପକରଣ ନିର୍ମାଣ କରିବା ପାଇଁ, ଏହାକୁ ସୁରକ୍ଷା ପ୍ରଦାନ କରିବା ପାଇଁ ଗୋଟିଏ ପ୍ରବେଶ ସଂକେତ ବାଛନ୍ତୁ
pa: ਇੰਕ੍ਰਿਪਟ ਕੀਤਾ ਜੰਤਰ ਬਣਾਉਣ ਵਾਸਤੇ ਸ਼ਬਦ ਸੁਰੱਖਿਆ ਲਈ ਚੁਣੋ
pt: Para criar um dispositivo encriptado, escolha uma frase-senha para o proteger
pt_br: Para criar um dispositivo criptografado, escolha uma frase secreta para protegê-lo
sl: Za ustvarjanje šifrirane naprave izberite geslo za zaščito
sr: За прављење шифрованог уређаја, изаберите лозинку која ће га штитити
sv: För att skapa en krypterad enhet, välj en lösenfras för att skydda den
ta: மறைகுறியாக்கப்பட்ட ஒரு சாதனத்தை உருவாக்க, அதை பாத்காக்க ஒரு கடவுச்சொல்லை தேர்ந்தெடு
th: เพื่อจะสร้างอุปกรณ์ที่เข้ารหัสลับ กรุณาตั้งวลีรหัสผ่านเพื่อปกป้องอุปกรณ์

source: To change the passphrase, enter both the current and new passphrase
ca@valencia: Per a canviar la contrasenya, introduïu tant la contrasenya actual com la nova
de: Um das Kennwort zu ändern, geben Sie das aktuelle und das neue Kennwort ein
el: Για αλλαγή της φράσης πρόσβασης, εισαγάγετε και τις δύο φράσεις πρόσβασης την τρέχων και την καινούργια
et: Parooli muutmiseks sisesta nii vana kui uus parool
fi: Syötä sekä vanha että uusi tunnuslause, jos haluat vaihtaa tunnuslauseen
gl: Para cambiar a frase de paso, insira tanto a frase de paso actual como a nova
hi: किसी कूटशब्द को बदलने के लिए मौजूदा और नया दोनों कूटशब्द बदलें
hu: A jelmondat módosításához adja meg a jelenlegi és az új jelmondatot is
it: Per cambiare la passphrase, inserire sia quella nuova che quella vecchia
ja: パスフレーズを変更するには、現在のものと新しいパスフレーズの両方を入力してください。
kn: ಗುಪ್ತಪದವನ್ನು ಬದಲಾಯಿಸಲು, ಈಗಿನ ಹಾಗು ಹೊಸ ಗುಪ್ತಪದ ಎರಡನ್ನು ನಮೂದಿಸಿ
lt: Norėdami pakeisti slaptažodį, įveskite dabartinį ir naują slaptažodžius
lv: Lai nomainītu paroli, ievadiet pašreizējo un jauno paroli
ml: പാസ്ഫ്രെയിസ് മാറ്റുന്നതിനായി, നിലവിലുള്ളതും പുതിയതുമായ പാസ്ഫ്രെയിസുകള്‍ നല്‍കുക
mr: गोपणीयवाक्य बदलवण्याकरीता, दोन्ही सध्याचे व नवीन गोपणीयवाक्य प्रविष्ट करा
or: ପ୍ରବେଶ ସଂକେତକୁ ପରିବର୍ତ୍ତନ କରିବା ପାଇଁ, ଉଭୟ ପ୍ରଚଳିତ ଏବଂ ନୂତନ ପ୍ରବେଶ ସଂକେତକୁ ଭରଣ କରନ୍ତୁ
pa: ਸ਼ਬਦ ਬਦਲਣ ਲਈ, ਦੋਵੇਂ ਮੌਜੂਦਾ ਅਤੇ ਨਵਾਂ ਸ਼ਬਦ ਦਿਓ।
pt: Para alterar a frase-senha, digite a frase-senha actual e a nova
pt_br: Para modificar a frase secreta, digite ambas frases secretas atuais e nova
sl: Za spremembo šifrirna gesla, vnesite trenutno in novo šifrirno geslo
sr: За промену лозинке, унесите и тренутну и нову лозинку
sv: För att byta lösenfras, ange både den aktuella och den nya lösenfrasen
ta: கடவுச்சொல்லை மாற்ற, தற்போதைய மற்றும் புதிய கடவுச்சொல் இரண்டையும் உள்ளிடவும்
th: เพื่อจะเปลี่ยนวลีรหัสผ่าน กรุณาป้อนทั้งวลีรหัสผ่านปัจจุบันและวลีรหัสผ่านใหม่

source: Data on this device is stored in an encrypted form protected by a passphrase
ca@valencia: Les dades d'este dispositiu s'emmagatzemen encriptades protegides per una contrasenya
de: Daten auf diesem Gerät sind in verschlüsselter Form gespeichert, geschützt durch ein Kennwort.
el: Τα δεδομένα σε αυτή τη συσκευή είναι αποθηκευμένα σε κρυπτογραφημένη μορφή προστατευόμενα από μία φράση πρόσβασης
et: Sellel seadmel säilitatavad andmed on kaitstud parooliga krüpteeringuga
fi: Laitteen tiedot on tallennettu salatussa muodossa, joka on suojattu tunnuslauseella
gl: Os datos neste dispositivo son almacenados dunha forma cifrada e protexida por unha frase de paso
hi: इस युक्ति पर आँकड़ा गोपित रूप में जमा है जो कूटशब्द से संरक्षित है
hu: Az eszköz adatai titkosítva, jelmondattal védve vannak tárolva
it: I dati su questo dispositivo sono archiviati in forma cifrata, protetti da una passphrase
ja: このデバイス上のデータは、パスフレーズで保護された暗号化形式で保存されています。
kn: ಈ ಸಾಧನದಲ್ಲಿನ ದತ್ತಾಂಶವನ್ನು ಒಂದು ಗುಪ್ತಪದದಿಂದ ಸಂರಕ್ಷಿತಗೊಳಿಸಲಾದ ಗೂಢಲಿಪೀಕರಣಗೊಂಡ ರೂಪದಲ್ಲಿ ಇರಿಸಲಾಗಿದೆ
lt: Duomenys šiame įrenginyje yra užšifruoti ir saugomi šifro atrakinimo slaptažodžiu
lv: Dati uz šī sējuma tiek glabāti šifrētā formā un ir aizsargāti ar paroli
ml: ഈ ഡിവൈസിലുള്ള ഡേറ്റാ എന്‍ക്രിപ്റ്റഡ് ആയി പാസ്ഫ്രെയിസ് ഉപയോഗിച്ചു് സൂക്ഷിച്ചിരിക്കുന്നു
mr: या उपकरणावरील डाटा एनक्रिप्टेड स्वरूपात गोपणीयवाक्य द्वारे सुरक्षीत केला आहे
or: ଏହି ଉପକରଣରେ ଥିବା ତଥ୍ୟ ଗୋଟିଏ ସଂଗୁପ୍ତ ଶୈଳୀରେ ପ୍ରବେଶ ସଂକେତ ଦ୍ୱାରା ସଂରକ୍ଷିତ ହୋଇ ରଖାହୋଇଛି
pa: ਇਸ ਜੰਤਰ ਉੱਤੇ ਸਟੋਰ ਕੀਤਾ ਡਾਟਾ ਸ਼ਬਦ ਨਾਲ ਸੁਰੱਖਿਅਤ ਕਰਕੇ ਇੰਕ੍ਰਿਪਟ ਕੀਤੇ ਰੂਪ ਵਿੱਚ ਰੱਖਿਆ ਹੈ।
pt: Os dados neste dispositivo estão armazenados de forma encriptada, protegidos por uma frase-senha
pt_br: Os dados neste dispositivo estão armazenados em uma forma criptografada protegida por uma frase secreta
sl: Podatki na napravi so shranjeni v šifrirani obliki zaščiteni s šifrirnim geslom
sr: Подаци на овом уређају су сачувани у шифрованом облику и заштићени лозинком
sv: Data på denna enhet är lagrat i ett krypterat format som skyddas av en lösenfras
ta: இந்த சாதனத்திற்கான தரவு ஒரு மறைகுறியாக்கப்பட்டதில் இருந்து ஒரு கடவுச்சொல்லின் படி சேமிக்கப்படுகிறது
th: ข้อมูลในอุปกรณ์นี้ถูกจัดเก็บไว้ในรูปแบบที่เข้ารหัสลับ โดยปกป้องด้วยวลีรหัสผ่าน

source: Data on this device will be stored in an encrypted form protected by a passphrase.
ca@valencia: Les dades d'este dispositiu s'emmagatzemaran encriptades protegides per una contrasenya.
de: Daten auf diesem Gerät werden in verschlüsselter Form gespeichert, geschützt durch ein Kennwort.
el: Τα δεδομένα σε αυτή τη συσκευή θα αποθηκευτούν σε κρυπτογραφημένη μορφή προστατευόμενα από μία φράση πρόσβασης.
et: Sellel seadmel säilitatavad andmed kaitstakse parooliga krüpteeringuga.
fi: Tiedot tällä laitteella tallennetaan salatussa muodossa ja suojataan tunnuslauseella.
gl: Os datos neste dispositivo serán almacenados dunha forma cifrada e protexida por unha frase de paso.
hi: इस युक्ति पर आँकड़ा गोपित रूप में जमा होगा जो कूटशब्द से संरक्षित है
hu: Az eszköz adatai titkosítva, jelmondattal védve lesznek tárolva.
it: I dati su questo dispositivo saranno archiviati in forma cifrata, protetti da una passphrase.
ja: このデバイス上のデータは、パスフレーズで保護された暗号化形式で保存されます。
kn: ಈ ಸಾಧನದಲ್ಲಿನ ದತ್ತಾಂಶವನ್ನು ಒಂದು ಗುಪ್ತಪದದಿಂದ ಸಂರಕ್ಷಿತಗೊಳಿಸಲಾದ ಗೂಢಲಿಪೀಕರಣಗೊಂಡ ರೂಪದಲ್ಲಿ ಇರಿಸಲಾಗುತ್ತದೆ.
lt: Duomenys šiame įrenginyje bus užšifruoti ir saugomi šifro atrakinimo slaptažodžiu.
lv: Dati uz šī sējuma tiks glabāti šifrētā formā un ir aizsargāti ar paroli.
ml: ഈ ഡിവൈസിലുള്ള ഡേറ്റാ എന്‍ക്രിപ്റ്റഡ് ആയി പാസ്ഫ്രെയിസ് ഉപയോഗിച്ചു് സൂക്ഷിച്ചിരിക്കുന്നതാണു്.
mr: या उपकरणावरील डाटा एनक्रिप्टेड स्वरूपात गोपणीयवाक्य द्वारे सुरक्षीत केला आहे.
or: ଏହି ଉପକରଣରେ ଥିବା ତଥ୍ୟକୁ ସୁରକ୍ଷିତ ଅବସ୍ଥାରେ ପ୍ରବେଶ ସଂକେତ ଦ୍ୱାରା ସୁରକ୍ଷିତ କରି ରଖାହେବ।
pa: ਇਸ ਜੰਤਰ ਉੱਤੇ ਡਾਟਾ ਸ਼ਬਦ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਇੰਕ੍ਰਿਪਟਡ ਰੂਪ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਸਟੋਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pt: Os dados neste dispositivo serão armazenados de forma encriptada, protegidos por uma frase-senha.
pt_br: Os dados neste dispositivo serão armazenados em uma forma criptografada protegida por uma frase secreta.
sl: Podatki na tej napravi bodo shranjeni v šifrirani obliki zaščiteni s šifrirno geslo.
sr: Подаци на овом уређају ће бити сачувани у шифрованом облику, заштићени лозинком.
sv: Data på denna enhet kommer att lagras i ett krypterat format som skyddas av en lösenfras.
ta: இந்த சாதனத்தின் தரவானது பாதுகாக்கப்பட்ட ஒரு கடவுச்சொல்லின் படி ஒரு மறைகுறியாக்கப்பட்டதிலிருந்து சேமிக்கப்படும்.
th: ข้อมูลในอุปกรณ์นี้จะถูกจัดเก็บในรูปแบบที่เข้ารหัสลับ โดยปกป้องด้วยวลีรหัสผ่าน

source: Data on this device is stored in an encrypted form protected by a passphrase.
ca@valencia: Les dades d'este dispositiu s'emmagatzemen encriptades protegides per una contrasenya.
de: Daten auf diesem Gerät sind in verschlüsselter Form gespeichert, geschützt durch ein Kennwort.
el: Τα δεδομένα σε αυτή τη συσκευή είναι αποθηκευμένα σε κρυπτογραφημένη μορφή προστατευόμενη από μία φράση πρόσβασης.
et: Sellel seadmel säilitatavad andmed on kaitstud parooliga krüpteeringuga.
fi: Laitteen tiedot on tallennettu salatussa muodossa, joka on suojattu tunnuslauseella.
gl: Os datos neste dispositivo son almacenados dunha forma cifrada e protexidos por unha frase de paso.
hi: इस युक्ति पर आँकड़ा गोपित रूप में जमा है जो कूटशब्द से संरक्षित है.
hu: Az eszköz adatai titkosítva, jelmondattal védve vannak tárolva.
it: I dati su questo dispositivo sono archiviati in forma cifrata, protetti da una passphrase.
ja: このデバイス上のデータは、パスフレーズで保護された暗号化形式で保存されています。
kn: ಈ ಸಾಧನದಲ್ಲಿನ ದತ್ತಾಂಶವನ್ನು ಒಂದು ಗುಪ್ತಪದದಿಂದ ಸಂರಕ್ಷಿತಗೊಳಿಸಲಾದ ಗೂಢಲಿಪೀಕರಣಗೊಂಡ ರೂಪದಲ್ಲಿ ಇರಿಸಲಾಗಿದೆ.
lt: Duomenys įrenginyje užšifruoti ir saugomi šifro atrakinimo slaptažodžiu.
lv: Dati uz šī sējuma tiek glabāti šifrētā formā un ir aizsargāti ar paroli.
ml: ഈ ഡിവൈസിലുള്ള ഡേറ്റാ എന്‍ക്രിപ്റ്റഡ് ആയി പാസ്ഫ്രെയിസ് ഉപയോഗിച്ചു് സൂക്ഷിച്ചിരിക്കുന്നു.
mr: या उपकरणावरील डाटा एनक्रिप्टेड स्वरूपात गोपणीयवाक्य द्वारे सुरक्षीत केला आहे.
or: ଏହି ଉପକରଣରେ ଥିବା ତଥ୍ୟକୁ ସୁରକ୍ଷିତ ଅବସ୍ଥାରେ ପ୍ରବେଶ ସଂକେତ ଦ୍ୱାରା ସୁରକ୍ଷିତ କରି ରଖାହୋଇଛି।
pa: ਇਸ ਜੰਤਰ ਉੱਤੇ ਸਟੋਰ ਕੀਤਾ ਡਾਟਾ ਸ਼ਬਦ ਨਾਲ ਸੁਰੱਖਿਅਤ ਕਰਕੇ ਇੰਕ੍ਰਿਪਟ ਕੀਤੇ ਰੂਪ ਵਿੱਚ ਹੈ।
pt: Os dados neste dispositivo estão armazenados de forma encriptada, protegidos por uma frase-senha.
pt_br: Os dados neste dispositivo estão armazenados em uma forma criptografada protegida por uma frase secreta.
sl: Podatki na tej napravi so shranjeni v šifrirani obliki zaščiteni s šifrirnim geslom.
sr: Подаци на овом уређају су сачувани у шифрованом облику, заштићени лозинком.
sv: Data på denna enhet är lagrat i ett krypterat format som skyddas av en lösenfras.
ta: இந்த சாதனத்தின் தரவு பாதுகாக்கப்பட்ட ஒரு கடவுச்சொல்லின் படி ஒரு மறைகுறியாக்கப்பட்டதில் சேமிக்கப்படுகிறது.
th: ข้อมูลในอุปกรณ์นี้ถูกจัดเก็บไว้ในรูปแบบที่เข้ารหัสลับ โดยปกป้องด้วยวลีรหัสผ่าน

source: To make the data available for use, enter the passphrase for the device.
ca@valencia: Introduïu la contrasenya del dispositiu per a poder utilitzar les dades que conté.
de: Um die Daten verfügbar zu machen, geben Sie das Kennwort des Gerätes ein.
el: Για να κάνετε τα δεδομένα διαθέσιμα για χρήση, εισαγάγετε τη φράση πρόσβασης για τη συσκευή.
et: Et tuua andmed kasutamiseks saadavale, sisesta siia seadme parool.
fi: Avaa osio luettavaksi syöttämällä laitteen salainen tunnuslause.
gl: Para facer dispoñíbeis os datos para o seu uso insira a frase de paso para o dispositivo.
hi: आँकड़ा को प्रयोग के लिए उपलब्ध करने के लिए, युक्ति के लिए कूटशब्द दाखिल करें.
hu: Az adatok használhatóvá tételéhez adja meg az eszköz jelmondatát.
it: Affinché i dati siano disponibili all'uso, inserire la passphrase per il dispositivo.
ja: データを利用可能な状態にするには、デバイスのパスフレーズを入力してください。
kn: ದತ್ತಾಂಶವು ಬಳಕೆಗೆ ಲಭ್ಯವಾಗುವಂತೆ ಮಾಡಲು, ಸಾಧನಕ್ಕಾಗಿನ ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಿ.
lt: Tam, kad duomenys taptų prieinami naudojimui, įveskite šio įrenginio slaptažodį.
lv: Lai varētu izmantot datus, ievadiet paroli šai ierīcei.
ml: ഡേറ്റാ ഉപയോഗിക്കുന്നതിനായി, ഡിവൈസിനുള്ള പാസ്ഫ്രെയിസ് നല്‍കുക.
mr: वापरणीसाठी डाटा उपलब्ध करण्यासाठी, उपकरणकरीता गोपणीयवाक्य प्रविष्ट करा.
or: ତଥ୍ୟକୁ ବ୍ୟବହାର ପାଇଁ ଉପଲବ୍ଧ କରିବା ପାଇଁ, ଉପକରଣ ପାଇଁ ପ୍ରବେଶ ସଂକେତ ଭରଣ କରନ୍ତୁ।
pa: ਵਰਤਣ ਲਈ ਡਾਟਾ ਉਪਲੱਬਧ ਕਰਵਾਉਣ ਵਾਸਤੇ, ਜੰਤਰ ਉੱਤੇ ਸ਼ਬਦ ਦਿਓ।
pt: Para tornar os dados disponíveis para utilização, digite a frase-senha para o dispositivo.
pt_br: Para disponibilizar os dados, digite a frase secreta para o dispositivo.
sl: Za dostop do podatkov vnesite šifrirno geslo za napravo.
sr: Унесите лозинку уређаја како би могли да користите податке.
sv: Ange lösenfrasen för enheten för att göra data tillgängligt för användning.
ta: பயன்பாட்டிற்கு கிடைக்கப்பெறும் தரவை செய்வதற்கு, சாதனத்திற்கான கடவுச்சொல்லை உள்ளிடவும்.
th: เพื่อให้สามารถเข้าใช้ข้อมูลได้ กรุณาป้อนวลีรหัสผ่านสำหรับอุปกรณ์

source: Incorrect Passphrase. Try again.
ca@valencia: Contrasenya errònia. Torneu-ho a provar.
de: Ungültiges Kennwort. Bitte nochmals versuchen.
el: Λάθος συνθηματικής φράσης. Προσπαθήστε ξανά
et: Vale parool. Proovi uuesti.
fi: Virheellinen tunnuslause, yritä uudestaan:
gl: Frase de paso incorrecta. Ténteo de novo.
hi: गलत कूटशब्द . फिर कोशिश करें.
hu: Helytelen jelmondat. Próbálja újra.
id: Pasfrasa salah. Coba lagi.
it: Passphrase errata. Riprovare.
ja: パスフレーズが間違っています。もう一度試してください。
kn: ಸರಿಯಲ್ಲದ ಗುಪ್ತವಾಕ್ಯ. ದಯವಿಟ್ಟು ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
lt: Neteisingas slaptažodis. Bandykite dar kartą.
lv: Nepareiza parole. Mēģiniet vēlreiz.
ml: തെറ്റായ പാസ്ഫ്രെയിസ്. വീണ്ടും ശ്രമിക്കുക.
mr: चुकीचे गोपणीयवाक्य. पुन्हा प्रयत्न करा.
or: ଭୁଲ ପ୍ରବେଶ ସଂକେତ। ପୁଣିଥରେ ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਗਲਤ ਸ਼ਬਦ ਹੈ। ਮੁੜ-ਟਰਾਈ ਕਰੋ।
pt: Frase-senha incorrecta. Tente novamente.
pt_br: Frase secreta incorreta. Tente novamente.
sl: Nepravilno šifrirno geslo. Poskusite znova.
sr: Није исправна лозинка. Покушајте поново.
sv: Felaktig lösenfras. Försök igen.
ta: தவறான கடவுச்சொல். மீண்டும் முயற்சிக்கவும்.
th: วลีรหัสผ่านไม่ถูกต้อง กรุณาลองใหม่อีกครั้ง

source: C_urrent Passphrase:
ca@valencia: Contrasenya _actual:
de: Akt_uelles Kennwort:
el: Τ_ρέχουσα συνθηματική φράση:
et: _Praegune parool:
fi: _Nykyinen tunnuslause:
gl: Frase de paso act_ual:
hi: मौजूदा कूटशब्द (_u):
hu: J_elenlegi jelmondat:
id: Pasfrasa Sekarang:
it: Passphrase att_uale:
ja: 現在のパスフレーズ(_U):
kn: ಪ್ರಸಕ್ತ ಗುಪ್ತವಾಕ್ಯ(_u):
lt: _Dabartinis slaptažodis:
lv: Pašrei_zējā parole:
ml: നി_ലവിലുള്ള പാസ്ഫ്രെയിസ്:
mr: सध्याचे गोपणीयवाक्य (_u):
or: ପ୍ରଚଳିତ ପ୍ରବେଶ ସଂକେତ (_u):
pa: ਮੌਜੂਦਾ ਸ਼ਬਦ(_u):
pt: Frase-senha Act_ual:
pt_br: Frase secreta at_ual:
sl: _Trenutno šifrirno geslo:
sr: _Тренутна лозинка:
sv: A_ktuell lösenfras:
ta: தற்போதைய கடவுச்சொல் (_u):
th: วลีรหัสผ่าน_ปัจจุบัน:

source: _New Passphrase:
ca@valencia: Contrasenya _nova:
de: _Neues Kennwort:
el: _Νέα συνθηματική φράση:
et: _Uus parool:
fi: _Uusi tunnuslause:
gl: _Nova frase de paso:
hi: नया कूटशब्द (_N):
hu: Új jelm_ondat:
id: _Pasfrasa Baru:
it: _Nuova passphrase:
ja: 新しいパスフレーズ(_N):
kn: ಹೊಸ ಗುಪ್ತವಾಕ್ಯ(_N):
lt: _Naujas slaptažodis:
lv: Jau_nā parole:
ml: _പുതിയ പാസ്ഫ്രെയിസ്:
mr: नवीन गोपणीयवाक्य (_N):
or: ନୂତନ ପ୍ରବେଶ ସଂକେତ (_N):
pa: ਨਵਾਂ ਸ਼ਬਦ(_N):
pt: _Nova Frase-senha:
pt_br: _Nova frase secreta:
sl: _Novo šifrirno geslo:
sr: _Нова лозинка:
sv: _Ny lösenfras:
ta: புதிய கடவுச்சொல் (_N):
th: วลีรหัสผ่านให_ม่:

source: _Verify Passphrase:
ca@valencia: _Verificació de la contrasenya:
de: _Kennwort bestätigen:
el: _Επαλήθευση συνθηματικής φράσης:
et: _Kinnita parooli:
fi: _Vahvista tunnuslause:
gl: _Verificar a frase de paso:
hi: कूटशब्द जाँचें (_V):
hu: Jelmondat _megerősítése:
id: _Verifikasi Pasfrasa:
it: _Verifica passphrase:
ja: パスフレーズの確認(_V):
kn: ಗುಪ್ತವಾಕ್ಯವನ್ನು ಪರಿಶೀಲಿಸು(_V):
lt: _Slaptažodžio patikrinimas:
lv: Pār_baudīt paroli:
ml: പാസ്ഫ്രെയിസ് _ഉറപ്പാക്കുക:
mr: गोपणीयवाक्य तपासा (_V):
or: ପ୍ରବେଶ ସଂକେତ ଯାଞ୍ଚ କରନ୍ତୁ (_V):
pa: ਸ਼ਬਦ ਜਾਂਚ(_V):
pt: _Verificar Frase-senha:
pt_br: _Verificar frase secreta:
sl: _Overi šifrirno geslo:
sr: _Потврда лозинке:
sv: _Verifiera lösenfras:
ta: கடவுச்சொல்லை சரிபார் (_V):
th: _ตรวจสอบวลีรหัสผ่าน:

source: _Passphrase:
ca@valencia: _Contrasenya:
de: Kenn_wort bestätigen:
el: _Συνθηματική φράση:
et: _Parool:
fi: _Tunnuslause:
gl: _Frase de paso:
hi: कूटशब्द वाक्यांश (_P)
hu: _Jelmondat:
id: _Pasfrasa:
ja: パスフレーズ(_P):
kn: ಗುಪ್ತವಾಕ್ಯ(_P):
lt: _Slaptažodis:
lv: _Parole:
ml: _പാസ്ഫ്രെയിസ്:
mr: गोपणीयवाक्य (_P):
or: _ ପାସଫ୍ରେଜ:
pa: ਸ਼ਬਦ(_P):
pt: _Frase-senha:
pt_br: _Frase secreta
sl: _Šifrirno geslo:
sr: _Лозинка:
sv: _Lösenfras:
ta: கடவுச்சொல் (_P):
th: _วลีรหัสผ่าน:

source: _Forget passphrase immediately
ca@valencia: _Oblida la contrasenya immediatament
de: Kennwort _sofort vergessen
el: _Κατάργηση απομνημόνευσης συνθηματικής φράσης άμεσα
et: _Unusta parool koheselt
fi: _Unohda tunnuslause heti
gl: _Esquecer a frase de paso inmediatamente
hi: कूटशब्द तत्काल भूल गया (_F)
hu: Jelmondat _azonnali elfelejtése
id: Segera lupakan pas_frasa
it: _Dimentica immediatamente la passphrase
ja: すぐにパスフレーズを忘れる(_F)
kn: ಗುಪ್ತವಾಕ್ಯವನ್ನು ತಕ್ಷಣವೆ ಮರೆತುಬಿಡು(_F)
lt: _Tuojau pat užmiršti slaptažodį
lv: Tūlīt a_izmirst paroli
ml: ഉടന്‍ പാസ്ഫ്രെയിസ് _മറക്കുക
mr: गोपणीयवाक्य लगेच विसरा (_F)
or: ସଙ୍ଗେ ସଙ୍ଗେ ପ୍ରବେଶ ସଂକେତ ଭୁଲିଯାଆନ୍ତୁ (_F)
pa: ਸ਼ਬਦ ਤੁਰੰਤ ਭੁੱਲ ਜਾਓ(_F)
pt: _Esquecer frase-senha imediatamente
pt_br: _Esquecer a frase secreta imediatamente
sl: _Pozabi šifrirno geslo
sr: _Одмах заборави лозинку
sv: _Glöm lösenfrasen omedelbart
ta: கடவுச்சொல்லை உடனடியாக மறக்கவும் (_F)
th: _ลืมวลีรหัสผ่านทันที

source: Remember passphrase until you _log out
ca@valencia: Recorda la contrasenya fins que _isca
de: Kennwort bis zur _Abmeldung merken
el: Απομνημόνευση συνθηματικής φράσης μέχρι την _αποσύνδεση
et: Pea parooli meeles _väljalogimiseni
fi: Muista tunnuslause _uloskirjautumiseen asti
gl: Lembrar a frase de paso ata que peche a _sesión
hi: कूटशब्द याद रखें जब तक आप लॉग आउट न हों (_l)
hu: Jelmondat megjegyzése _kijelentkezésig
id: Ingat pasfrasa sampai Anda _log keluar
it: Ricorda fino al termine della _sessione
ja: ログアウトするまでパスワードを記憶する(_L)
kn: ನೀವು ನಿರ್ಗಮಿಸುವವರೆಗೂ ಗುಪ್ತಪದವನ್ನು ನೆನಪಿಟ್ಟುಕೊಳ್ಳಿ(_l)
lt: Slaptažodį įsiminti iki _atsijungimo
lv: Atcerēties paroli _līdz sesijas beigām
ml: നിങ്ങള്‍ _ലോഗൌട്ട് ചെയ്യുന്നതുവരെ പാസ്ഫ്രെയിസ് ഓര്‍ത്തുവയ്ക്കുക
mr: बाहेर पडेपर्यंत गोपणीयवाक्य लक्षात ठेवा (_l)
or: ଆପଣ ଲଗଆଉଟ ହେବା ପର୍ଯ୍ୟନ୍ତ ପ୍ରବେଶ ସଂକେତକୁ ମନେରଖନ୍ତୁ (_l)
pa: ਜਦੋਂ ਤੱਕ ਮੈਂ ਲਾਗਆਉਟ ਨਾਲ ਕਰਾਂ, ਸ਼ਬਦ ਯਾਦ ਰੱਖੋ(_l)
pt: Lembrar frase-senha até _terminar sessão
pt_br: Lembrar a frase secreta até você encerrar a _sessão
sl: Zapomni si šifrirno geslo do odjave
sr: З_апамти лозинку док се не одјавим
sv: Kom ihåg lösenfrasen tills du _loggar ut
ta: நீங்கள் வெளியேறும் வரையாவது கடவுச்சொல்லை நினைவு கொள்ளவும் ( _l)
th: จำวลีรหัสผ่านไว้จนกว่าจะ_ออกจากระบบ

source: _Remember forever
ca@valencia: _Recorda-la per sempre
de: Daue_rhaft merken
el: _Απομνημόνευση για πάντα
et: _Pea alati meeles
fi: _Muista aina
gl: _Lembrar para sempre
hi: सदा के लिए याद रखें (_R)
hu: Meg_jegyzés örökre
id: _Ingat selamanya
it: _Ricorda per sempre
ja: 永久に記憶する(_R)
kn: ಯಾವಾಗಲು ನೆನಪಿಡು(_R)
lt: Į_siminti visam laikui
lv: Atce_rēties mūžīgi
ml: എപ്പോഴും _ഓര്‍ത്തുവയ്ക്കുക
mr: नेहमीसाठी लक्षात ठेवा (_R)
nb: Husk fo_r alltid
or: ସବୁଦିନ ପାଇଁ ମନେରଖନ୍ତୁ (_R)
pa: ਹਮੇਸ਼ਾ ਯਾਦ ਰੱਖੋ(_R)
pt: _Recordar para sempre
pt_br: _Lembrar para sempre
sl: _Zapomni si
sr: _Запамти заувек
sv: _Kom ihåg för alltid
ta: எப்பொழுதும் நினைவு கோள்ளவும் (_R)
th: _จำไว้ใช้ตลอดไป

source: Enter Passphrase
ca@valencia: Introduïu la contrasenya
de: Kennwort eingeben
el: Εισαγωγή συνθηματικής φράσης
et: Sisesta parool
fi: Syötä tunnuslause
gl: Insira a frase de paso
hi: कूटशब्द डालें
hu: Adja meg a jelmondatot
id: Masukkan Pasfrasa
it: Inserire passphrase
ja: パスフレーズの入力
kn: ಗುಪ್ತವಾಕ್ಯವನ್ನು ನಮೂದಿಸಿ
lt: Įveskite slaptažodį
lv: Ievadiet paroli
ml: പാസ്ഫ്രെയിസ് നല്‍കുക
mr: गोपणीयवाक्य प्रविष्ट करा
or: ପ୍ରବେଶ ସଙ୍କେତ ଭରଣ କରନ୍ତୁ
pa: ਸ਼ਬਦ ਦਿਓ
pt: Digite Frase-senha
pt_br: Digite frase secreta
sl: Vnesite šifrirno geslo
sr: Унесите лозинку
sv: Ange lösenfras
ta: கடவுச்சொல்லை உள்ளிடு
th: ป้อนวลีรหัสผ่าน

source: LUKS Passphrase for UUID %s
ca@valencia: Contrasenya LUKS per a l'UUID %s
de: LUKS-Kennwort für UUID %s
el: Συνθηματική φράση LUKS για UUID %s
et: LUKS parool UUID %s jaoks
fi: LUKS-tunnuslause UUID:lle %s
gl: Frase de paso de LUKS para o UUID %s
hi: LUKS कूटशब्द UUID %s के लिए
hu: LUKS jelszó a(z) %s UUID-hez
id: Pasfrasa LUKS untuk UUID %s
it: Passphrase LUKS per UUID %s
ja: UUID %s の LUKS パスフレーズ
kn: UUID %s ಗಾಗಿ LUKS ಗುಪ್ತಪದ
lt: LUKS slaptažodis, skirtas UUID %s
lv: LUKS parole UUID %s
ml: UUID %s-നുള്ള LUKS പാസ്ഫ്രെയിസ്
mr: UUID %s करीता LUKS गोपणीयवाक्य
or: UUID %s ପାଇଁ LUKS ପ୍ରବେଶ ସଂକେତ
pa: UUID %s ਲਈ LUKS ਸ਼ਬਦ
pt: Frase-senha LUKS para UUID %s
pt_br: Frase secreta LUKS para UUID %s
sl: Šifrirno geslo LUKS za UUID %s
sr: ЛУКС лозинка за диск чији је УУИД %s
sv: LUKS-lösenfras för UUID %s
ta: LUKS கடவுச்சொல் UUID %sக்கு
th: วลีรหัสผ่าน LUKS สำหรับ UUID %s
