Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: %d bad sector
ca@valencia: %d sector malmés
de: %d defekter Sektor
el: %d εσφαλμένος τομέας
et: %d vigane sektor
fi: %d viallinen sektori
gl: %d sector danado
hi: %d खराब खंड
hu: %d hibás szektor
id: %d sektor rusak
it: %d settore danneggiato
ja: バッドセクタ数 %d
kn: ಸರಿ ಇರದ %d ಭಾಗ
lt: %d blogas sektorius
lv: %d slikts sektors
ml: %d ബാഡ് സെക്ടര്‍
mr: %d दोषीत सेक्टर
nb: %d dårlig sektor
or: %d ଖରାପ ବିଭାଗ
pa: %d ਨਿਕਾਰਾ ਸੈਕਟਰ
pt: %d sector danificado
pt_br: %d setor ruim
sl: %d slabih sektorjev
sr: %d оштећен сектор
sv: %d trasig sektor
ta: %d மோசமான பகுதி
th: เซ็กเตอร์เสีย %d เซ็กเตอร์

source: Completed OK
ca@valencia: S'ha completat correctament
de: Erfolgreich abgeschlossen
el: Ολοκληρώθηκε ΟΚ
et: Lõpetati edukalt
fi: Valmistui OK
gl: Completada OK
hu: Rendben befejeződött
it: Completato OK
ja: 完了 OK
lt: Užbaigta sėkmingai
lv: Pabeigts labi
nb: Fullført OK
pa: ਪੂਰਾ ਕੀਤਾ ਠੀਕ ਹੈ
pt: Terminado OK
pt_br: Completado OK
sl: Uspešno končano
sr: Исправно завршено
sv: Färdigställd OK
ta: சரியாக முடிந்தது
th: เสร็จสมบูรณ์เรียบร้อยดี

source: Cancelled
ca@valencia: Cancel·lat
de: Abgebrochen
el: Ακυρώθηκε
et: Katkestatud
fi: Peruttu
gl: Cancelada
hu: Megszakítva
id: Dibatalkan
it: Annullato
ja: キャンセルしました
lt: Atšaukta
lv: Atcelts
nb: Avbrutt
pa: ਰੱਦ ਕੀਤਾ
pt: Cancelado
pt_br: Cancelado
sl: Preklicano
sr: Отказано
sv: Avbruten
ta: இரத்து செய்யப்பட்டது
th: ยกเลิก

source: Cancelled (with hard or soft reset)
ca@valencia: Cancel·lat (amb un reinici per maquinari o per programari)
de: Abgebrochen (durch hartes oder weiches Zurücksetzen)
el: Ακυρώθηκε ( μέσω υλικού ή λογισμικού)
et: Katkestatud (range või pehme taaskäivitusega)
fi: Peruttu (laitteisto- tai ohjelmanollauksella)
gl: Cancelada (con reinicio duro ou blando)
hu: Megszakítva (hardveres vagy szoftveres megszakítás)
it: Annullato (con reset hardware o software)
ja: 最新のセルフテストはキャンセルされました(ハードまたはソフトリセット)
lt: Atšaukta (priverstinai ar įprastai atstatant į pradinę būseną)
lv: Atcelts (ar smago vai vieglo atstatīšanu)
nb: Avbrutt (med hard eller myk nullstilling)
pa: ਰੱਦ ਕੀਤਾ (ਹਾਰਡ ਜਾਂ ਸੌਫਟ ਰੀਸੈੱਟ)
pt: Cancelado (com reinício duro ou suave)
pt_br: Cancelado (com reinicialização à frio ou à quente)
sl: Preklicano (s trdo ali mehko ponastavitvijo)
sr: Отказано (уз хардверски или софтверски ресет)
sv: Avbrutet (med hård eller mjuk nollställning)
ta: இரத்து செய்யப்பட்டது (வன் அல்லது மென் மறுஅமைவுடன்)
th: ยกเลิก (ด้วยการรีเซ็ตแบบฮาร์ดแวร์หรือซอฟต์แวร์)

source: Not completed (a fatal error might have occurred)
ca@valencia: No s'ha completat (potser degut a un error important)
de: Nicht abgeschlossen (ein schwerwiegender Fehler könnte aufgetreten sein)
el: Δεν ολοκληρώθηκε (πιθανόν παρουσιάστηκε ένα ανεπανόρθωτο σφάλμα )
et: Ei jõudnud lõpule (võis esineda saatuslik viga)
fi: Ei valmistunut (saattoi tapahtua kriittinen virhe)
gl: Non completada (pode ter ocorrido un erro fatal)
hu: Nem fejeződött be (végzetes hiba történhetett)
id: Tidak selesai (mungkin terjadi galat yang fatal)
it: Non completato (possibile errore fatale)
ja: 最新のセルフテストは完了していません (致命的なエラーが発生した可能性あり)
lt: Nebaigta (galėjo įvykti lemtinga klaida)
lv: Nav pabeigts (varēja gadīties fatāla kļūda)
nb: Ikke fullført (en fatal feil kan ha oppstått)
pa: ਪੂਰਾ ਨਹੀਂ ਹੋਇਆ (ਇੱਕ ਘਾਤਕ ਗਲਤੀ ਆਈ ਜਾਪਦੀ ਹੈ)
pt: Não terminado (pode ter ocorrido um erro fatal)
pt_br: Incompleto (um erro fatal deve ter acontecido)
sl: Ni dokončano (morda je prišlo do usodne napake)
sr: Није завршено (можда постоји нека кобна грешка)
sv: Färdigställdes inte (ett ödesdigert fel kan ha inträffat)
ta: முடிவடையவில்லை (ஒரு முக்கிய பிழை ஏற்பட்டுவிட்டது)
th: ไม่เสร็จสมบูรณ์ (อาจเกิดข้อผิดพลาดร้ายแรงขึ้น)

source: FAILED (Electrical)
ca@valencia: Ha fallat (elèctric)
de: NICHT BESTANDEN (Elektrisch)
el: ΑΠΕΤΥΧΕ (Ηλεκτρικό)
et: NURJUNUD (vooluprobleem)
fi: EPÄONNISTUI (sähköinen virhe)
gl: FALLOU (Eléctrico)
hu: MEGHIÚSULT (elektromos)
id: GAGAL (Listrik)
it: Non riuscito (elettrico)
ja: 失敗 (電気系)
lt: NEPAVYKO (elektrinis trikis)
lv: IZGĀZIES (Elektriski)
nb: FEILET (elektrisk)
pa: ਫੇਲ੍ਹ ਹੈ (ਇਲੈਕਟ੍ਰੀਕਲ)
pt: FALHA (Eléctrica)
pt_br: FALHOU (Elétrico)
sl: SPODLETELO (električna napaka)
sr: КВАР (електроника)
sv: MISSLYCKADES (elektriskt)
ta: தோல்வியுற்றது (எலக்கட்ரிகல்)
th: ล้มเหลว (ทางไฟฟ้า)

source: FAILED (Servo)
ca@valencia: Ha fallat (servo)
de: NICHT BESTANDEN (Servo-Motor)
el: ΑΠΕΤΥΧΕ (Servo)
et: NURJUNUD (mehaanikaviga)
fi: EPÄONNISTUI (servovirhe)
gl: FALLOU (Servo)
hu: MEGHIÚSULT (szervo)
id: GAGAL (Servo)
it: Non riuscito (servo)
ja: 失敗 (駆動系)
lt: NEPAVYKO (servo trikis)
lv: IZGĀZIES (Servo-motors)
nb: FEILET (servo)
pa: ਫੇਲ੍ਹ ਹੈ (ਸਰਵੋ)
pt: FALHA (Servo)
pt_br: FALHOU (Servo)
sl: SPODLETELO (servo napaka)
sr: КВАР (серво)
sv: MISSLYCKADES (Servo)
ta: தோல்வியுற்றது (சேர்வோ)
th: ล้มเหลว (เซอร์โว)

source: FAILED (Read)
ca@valencia: Ha fallat (lectura)
de: NICHT BESTANDEN (Lesefehler)
el: ΑΠΕΤΥΧΕ (Ανάγνωση)
et: NURJUNUD (lugemisviga)
fi: EPÄONNISTUI (lukuvirhe)
gl: FALLOU (Lectura)
hu: MEGHIÚSULT (olvasás)
id: GAGAL (Baca)
it: Non riuscito (read)
ja: 失敗 (読み込み)
lt: NEPAVYKO (skaitymo trikis)
lv: IZGĀZIES (Lasīšana)
nb: FEILET (les)
pa: ਫੇਲ੍ਹ ਹੋਇਆ (ਪੜ੍ਹਨ)
pt: FALHA (Leitura)
pt_br: FALHOU (Leitura)
sl: SPODLETELO (napaka branja)
sr: КВАР (читање)
sv: MISSLYCKADES (Läsning)
ta: தோல்வியுற்றது (வாசி)
th: ล้มเหลว (อ่าน)

source: FAILED (Suspected of having handled damage)
ca@valencia: Ha fallat (pot ser degut a què haja rebut algun impacte)
de: NICHT BESTANDEN (Verdacht auf behandelten Schaden)
el: ΑΠΕΤΥΧΕ (Πιθανή ύπαρξη ζημιάς με δυνατότητα χειρισμού)
et: NURJUNUD (võib olla kahjustatud)
fi: EPÄONNISTUI (luultavasti vioittunut)
gl: FALLOU (Sospéitase que teña algún dano)
hu: MEGHIÚSULT (gyaníthatóan kezelt sérülése van)
id: GAGAL (Diduga terjadi kerusakan saat ditangani)
it: Non riuscito (potrebbe aver subito un guasto)
ja: 失敗 (取扱い時のダメージの疑いあり)
lt: NEPAVYKO (Įtariamas apgadinimas gabenant)
lv: IZGĀZIES (Aizdomas par iegūtiem bojājumiem)
nb: FEILET (antatt at feilen ble håndtert)
pa: ਫੇਲ੍ਹ ਹੋਇਆ (ਦੇਖਭਾਲ ਨੁਕਸਾਨ ਹੋਣ ਦਾ ਸ਼ੱਕ ਹੈ)
pt: FALHA (Suspeito de ter gerido danos)
pt_br: FALHOU (Suspeita de danos de manupulação)
sl: SPODLETELO (sum upravljanja škode)
sr: КВАР (сумњам на поправљиво оштећење)
sv: MISSLYCKADES (misstänkt för att hanterat skada)
ta: தோல்வியுற்றது (கையாளப்பட்டதால் சேதம் என சந்தேகம் )
th: ล้มเหลว (อาจมีความเสียหายที่มีการจัดการไปแล้ว)

source: In progress
ca@valencia: En progrés
de: Vorgang läuft
el: Σε εξέλιξη
et: Hetkel toimumas
fi: Meneillään
gl: En progreso
hu: Folyamatban
id: Dalam proses
it: In esecuzione
ja: 実行中
lt: Vykdoma
lv: Tiek izpildīts
nb: I gang
pa: ਜਾਰੀ ਹੈ
pt: Em progresso
pt_br: Em progresso
sl: V teku
sr: У току
sv: Pågår
ta: நடந்துகொண்டிருக்கிறது
th: กำลังดำเนินการ

source: This operation concerns the volume "%s" (%s)
ca@valencia: Esta operació afecta el volum «%s» (%s)
de: Dieser Vorgang betrifft den Datenträger »%s« (%s)
el: Αυτή η διεργασία αφορά τον τόμο "%s" (%s)
et: See operatsioon puudutab köidet "%s" (%s)
fi: Tämä toiminto koskee taltiota ”%s” (%s)
gl: Esta operación concirne o volume «%s» (%s)
hu: Ez a művelet a következő kötetet érinti: „%s” (%s)
it: Questa operazione riguarda il volume «%s» (%s)
ja: この操作はボリューム "%s" (%s) に関係があります。
lt: Ši operacija susijusi su tomu „%s“ (%s)
lv: Šī darbība attiecas uz sējumu "%s" (%s)
nb: Denne operasjonen angår volum «%s» (%s)
pa: ਇਹ ਓਪਰੇਸ਼ਨ ਵਾਲੀਅਮ "%s" (%s) ਨਾਲ ਸਬੰਧਿਤ ਹੈ
pt: Esta operação diz respeito ao volume "%s (%s)
pt_br: Esta operação diz respeito ao volume "%s" (%s)
sl: Dejanje je vezano na nosilec "%s" (%s)
sr: Радња се односи на одељак диска „%s“ (%s)
sv: Denna åtgärd gäller volymen "%s" (%s)
ta: இந்த செயல் தொகுதி "%s" (%s) க்கானது
th: การกระทำนี้เกี่ยวข้องกับโวลุม "%s" (%s)

source: This operation concerns the drive "%s" (%s)
ca@valencia: Esta operació afecta el dispositiu «%s» (%s)
de: Dieser Vorgang betrifft das Laufwerk »%s« (%s)
el: Αυτή η διεργασία αφορά τον δίσκο "%s" (%s)
et: See operatsioon puudutab ketast "%s" (%s)
fi: Tämä toiminto koskee asemaa ”%s” (%s)
gl: Esta operación concirne o dispositivo «%s» (%s)
hu: Ez a művelet a következő meghajtót érinti: „%s” (%s)
it: Questa operazione riguarda l'unità «%s» (%s)
ja: この操作はドライブ "%s" (%s) に関係があります。
lt: Ši operacija susijusi su disku „%s“ (%s)
lv: Šī darbība attiecas uz disku "%s" (%s)
nb: Denne operasjonen angår stasjon «%s» (%s)
pa: ਇਹ ਓਪਰੇਸ਼ਨ ਡਰਾਇਵ "%s" (%s) ਨਾਲ ਸਬੰਧਤ ਹੈ
pt: Esta operação diz respeito ao dispositivo "%s (%s)
pt_br: Esta operação diz respeito à unidade "%s" (%s)
sl: Dejanje je vezano na pogon "%s" (%s)
sr: Радња се односи на диск „%s“ (%s)
sv: Detta åtgärd gäller enheten "%s" (%s)
ta: இந்த செயல் இயக்கி "%s" (%s) க்கானது
th: การกระทำนี้เกี่ยวข้องกับไดรว์ "%s" (%s)

source: This operation concerns "%s" (%s)
ca@valencia: Esta operació afecta «%s» (%s)
de: Dieser Vorgang betrifft »%s« (%s)
el: Αυτή η διεργασία αφορά "%s" (%s)
et: See operatsioon puudutab "%s"-d (%s)
fi: Tämä toiminto koskee ”%s” (%s)
gl: Esta operación concirne «%s» (%s)
hu: Ez a művelet a következőt érinti: „%s” (%s)
it: Questa operazione riguarda «%s» (%s)
ja: この操作は "%s" (%s) に関係があります。
lt: Ši operacija susijusi su „%s“ (%s)
lv: Šī darbība attiecas uz "%s" (%s)
nb: Denne operasjonen angår «%s» (%s)
pa: ਇਹ ਓਪਰੇਸ਼ਨ "%s" (%s) ਨਾਲ ਸਬੰਧਿਤ ਹੈ
pt: Esta operação diz respeito a "%s (%s)
pt_br: Esta operação diz respeito à "%s" (%s)
sl: Dejanje je vezano na "%s" (%s)
sr: Ова радња се односи на „%s“ (%s)
sv: Denna åtgärd gäller "%s" (%s)
ta: இந்த செயல் "%s" (%s) க்கானது
th: การกระทำนี้เกี่ยวข้องกับ "%s" (%s)

source: User Name
ca@valencia: Nom d'usuari
de: Benutzername
el: Όνομα χρήστη
et: Kasutajanimi
fi: Käyttäjänimi
gl: Nome de usuario
hu: Felhasználónév
id: Nama Pengguna
it: Nome utente
ja: ユーザ名
lt: Naudotojo vardas
lv: Lietotāja vārds
nb: Brukernavn
pa: ਯੂਜ਼ਰ ਨਾਂ
pt: Nome de Utilizador
pt_br: Nome de usuário
sl: Uporabniško ime
sr: Корисничко име
sv: Användarnamn
ta: பயனர் பெயர்
th: ชื่อผู้ใช้

source: The chosen user name
ca@valencia: El nom d'usuari escollit
de: Der gewählte Benutzername
el: Το όνομα χρήστη που επιλέξατε
et: Valitud kasutajanimi
fi: Valittu käyttäjänimi
gl: O nome de usuario seleccionado
hu: A választott felhasználónév
id: Nama pengguna yang dipilih
it: Il nome utente scelto
ja: 選択されたユーザ名
lt: Pasirinkto naudotojo vardas
lv: Izvēlētais lietotāja vārds
nb: Valgt brukernavn
pa: ਯੂਜ਼ਰ ਨਾਂ ਚੁਣੋ
pt: O nome de utilizador escolhido
pt_br: O nome de usuário escolhido
sl: Izbrano uporabniško ime
sr: Изабрано корисничко име
sv: Det valda användarnamnet
ta: தேர்ந்தெடுத்த பயனர் பெயர்
th: ชื่อผู้ใช้ที่เลือก

source: Address
ca@valencia: Adreça
de: Adresse
el: Διεύθυνση
et: Aadress
fi: Osoite
gl: Enderezo
hu: Cím
id: Alamat
it: Indirizzo
ja: アドレス
lt: Adresas
lv: Adrese
nb: Adresse
pa: ਐਡਰੈੱਸ
pt: Endereço
pt_br: Endereço
sl: Naslov
sr: Адреса
sv: Adress
ta: முகவரி
th: ที่อยู่

source: The chosen address
ca@valencia: L'adreça seleccionada
de: Die gewählte Adresse
el: Η επιλεγμένη διεύθυνση
et: Valitud aadress
fi: Valittu osoite
gl: O enderezo seleccionado
hu: A választott cím
id: Alamat yang dipilih
it: L'indirizzo scelto
ja: 選択されたアドレス
lt: Pasirinktas adresas
lv: Izvēlētā adrese
nb: Valgt adresse
pa: ਚੁਣਿਆ ਐਡਰੈੱਸ
pt: O endereço escolhido
pt_br: O endereço escolhido
sl: Izbrani naslov
sr: Изабрана адреса
sv: Den valda adressen
ta: தேர்ந்தெடுத்த முகவரி
th: ที่อยู่ที่เลือก

source: Choose Server
ca@valencia: Seleccioneu el servidor
de: Einen Server wählen
el: Επιλογή εξυπηρετητή
et: Serveri valimine
fi: Valitse palvelin
gl: Seleccione un servidor
hu: Válasszon kiszolgálót
id: Server yang dipilih
it: Scelta server
ja: サーバを選択
lt: Pasirinkite serverį
lv: Izvēlieties serveri
nb: Velg tjener
pa: ਸਰਵਰ ਚੁਣੋ
pt: Seleccionar Servidor
pt_br: Escolha o servidor
sl: Izbor strežnika
sr: Изаберите сервер
sv: Välj server
ta: சேவையகம் தேர்வு செய்
th: เลือกเซิร์ฟเวอร์

source: Connect to Server
ca@valencia: Connecta al servidor
de: Mit einem Server verbinden
el: Σύνδεση σε εξυπηρετητή
et: Serveriga ühendumine
fi: Yhdistä palvelimeen
gl: Conectar a un servidor
hu: Kapcsolódás kiszolgálóhoz
id: Terhubung ke Server
it: Connessione al server
ja: サーバに接続
lt: Prisijungti prie serverio
lv: Savienoties ar serveri
nb: Koble til tjener
pa: ਸਰਵਰ ਨਾਲ ਕੁਨੈਕਟ
pt: Ligar ao servidor
pt_br: Conecte ao servidor
sl: Povezava s strežnikom
sr: Повежи се на сервер
sv: Anslut till server
ta: சேவையகத்துடன் இணை
th: เชื่อมต่อไปยังเซิร์ฟเวอร์

source: _Browse...
ca@valencia: _Navega...
de: _Durchsuchen …
el: Ανα_ζήτηση
et: _Sirvi...
fi: _Selaa…
gl: _Explorar...
hu: _Tallózás…
id: _Telusur...
it: _Esplora...
ja: 表示(_B)...
lt: _Naršyti
lv: _Pārlūkot...
nb: _Bla gjennom...
pa: ਝਲਕ(_B)...
pt: _Navegar...
pt_br: _Navegar...
sl: _Prebrskaj ...
sr: _Разгледај...
sv: _Bläddra...
ta: (_B) உலாவு...
th: เ_รียกดู...

source: Browse servers discovered via the DNS-SD protocol
ca@valencia: Navega pels servidors descoberts a través del protocol DNS-SD
de: Mit dem DNS-SD Protokoll gefundene Server durchsuchen
el: Αναζητήστε εξυπηρετητές που ανακαλύφθηκαν μέσω του πρωτοκόλλου DNS-SD
et: DNS-SD protokolli kaudu tuvastatud serverite sirvimine
fi: Selaa DNS-SD-protokollalla löydettyjä palvelimia
gl: Explorar os servidores descubertos mediante o protocolo DNS-SD
hu: A DNS-SD protokollon feltérképezett kiszolgálók tallózása
id: Menelusuri server yang ditemukan melalui protokol DNS-SD
it: Esplora i server scoperti attraverso il protocollo DNS-SD
ja: DNS-SD プロトコル経由で見つけたサーバを表示
lt: Naršyti serverius, aptiktus naudojant DNS-SD protokolą
lv: Pārlūkot atrastos serverus caur DNS-SD protokolu
nb: Bla gjennom tjenere som er oppdaget via DNS-SD-protokollen
pa: DNS-SD ਪਰੋਟੋਕਾਲ ਰਾਹੀਂ ਲੱਭੇ ਸਰਵਰ ਦੀ ਝਲਕ ਵੇਖੋ
pt: Navegar nos servidores descobertos via protocolo DVD-SD
pt_br: Navegar pelos servidores descobertos pelo protocolo DNS-SD
sl: Brskanje med strežniki odkritimi preko DNS-DS protokola
sr: Разгледа сервере преко ДНС-СД протокола
sv: Bläddra efter servrar som upptäckts via protokollet DNS-SD
ta: DNS-SD நெறிமுறை வழியாக கண்டுபிடிக்கப்பட்ட சேவையகங்களை மேலோடுக.
th: เรียกดูรายชื่อเซิร์ฟเวอร์ที่ค้นพบผ่านโพรโทคอล DNS-SD

source: To manage storage devices on another machine, enter the address and press “Connect”. The connection will be made using the <i>Secure Shell</i> protocol.
ca@valencia: Per gestionar dispositius d'emmagetzemament en altres màquines introduïu l'adreça i premeu «Connecta». Es realitzarà la connexió mitjançant el protocol <i>Intèrpret d'ordes segur</i>.
de: Geben Sie die Adresse ein und drücken Sie auf »Verbinden«, um Speichergeräte in einer anderen Maschine zu verwalten. Die Verbindung wird mit Hilfe des <i>Secure Shell</i>-Protokolls aufgebaut.
el: Για να διαχειριστείτε συσκευές σε ένα άλλο σύστημα, πληκτρολογήστε τη διεύθυνση του και πατήστε "Σύνδεση". Η σύνδεση θα πραγματοποιηθεί μέσω του πρωτοκόλλου <i>Secure Shell</i>.
et: Teise arvutiga ühendatud kettaseadmete haldamiseks sisesta aadress ja vajuta nupule "Ühendu". Ühendus luuakse kasutades <i>Secure Shell</i> protokolli.
fi: Hallinnoidaksesi tallennuslaitteita toisella tietokoneella, syötä osoite ja paina ”Yhdistä”. Yhteys avataan <i>Secure Shell</i> -protokollalla.
gl: Para xestionar os dispositivos de almacenamento en outra máquina, insira o enderezo e prema "Conectar". A conexión realizarase empregando o protocolo de <i>Secure Shell</i>.
hu: Másik gépen lévő tárolóeszközök kezeléséhez adja meg a címet, és nyomja meg a „Kapcsolódás” gombot. A kapcsolat az <i>SSH</i> protokoll használatával jön létre.
it: Per gestire dispositivi di archiviazione su un altro computer, inserire l'indirizzo e premere «Connetti». La connessione verrà effettuata utilizzando il protocollo <i>Secure Shell</i>.
ja: 他のマシンのストレージデバイスを管理するには、アドレスを入力して "接続" を押してください。<i>セキュア・シェル</i> プロトコルを使って接続します。
lt: Norėdami valdyti atmintines kitame kompiuteryje, įveskite adresą ir spauskite „Prisijungti“. Prisijungimas bus atliktas naudojant <i>saugaus apvalkalo</i> protokolą.
lv: Lai pārvaldītu atmiņas iekārtas citos datoros, ievadiet adresi un nospiediet "Savienoties". Savienojums tiks izveidots, izmantojot <i>Secure Shell</i> protokolu.
pa: ਹੋਰ ਮਸ਼ੀਨ ਉੱਤੇ ਸਟੋਰੇਜ਼ ਜੰਤਰ ਦਾ ਪਰਬੰਧ ਕਰਨ ਲਈ ਐਡਰੈੱਸ ਦੇ ਕੇ "ਕੁਨੈਕਟ ਕਰੋ" ਦੱਬੋ। ਕੁਨੈਕਸ਼ਨ <i>ਸੁਰੱਖਿਅਟ ਸ਼ੈੱਲ</i> ਪਰੋਟੋਕਾਲ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਬਣਾਇਆ ਜਾਵੇਗਾ।
pt: Para gerir dispositivos de armazenamento noutra máquina, digite o endereço e clique em "Ligar". A ligação será feita utilizando o protocolo <i>Secure Shell</i>.
pt_br: Para gerenciar dispositivos de armazenamento em outra máquina, entre com o endereço e pressione "Conectar". A conexão será feita utilizando o protocolo <i>Secure Shell</i>
sl: Za upravljanje naprav na oddaljenem računalniku, vnesite naslov in pritisnite tipko “Poveži”. Povezava bo ustvarjena z uporabo protokola <i>varne lupine</i>.
sr: За управљање уређајима са подацима на другом рачунару, унесите адресу и изаберите „Повежи се“. Веза ће бити успостављена преко протокола <i>Сигурна шкољка</i>.
sv: För att hantera lagringsenheter på en annan dator, ange adressen och tryck på "Anslut". Anslutningen kommer att göras med <i>Secure Shell</i>-protokollet.
ta: மற்றொரு கணினியில் உள்ள கிடங்கு சாதனங்களை மேலாள முகவரியை உள்ளிட்டு “இணை” ஐ அழுத்தவும். இணைப்பு <i>பாதுகாப்பான ஷெல்</i> நெறிமுறையை பயன்படுத்தி செய்யப்படும்.
th: เพื่อที่จะจัดการอุปกรณ์เก็บข้อมูลบนเครื่องอื่น กรุณาป้อนที่อยู่แล้วกด “เชื่อมต่อ” การเชื่อมต่อจะใช้โพรโทคอล <i>Secure Shell</i>

source: The hostname or address to connect to
ca@valencia: El nom de l'ordinador o l'adreça on connectar-se
de: Der Rechnername oder die Adresse, mit der verbunden werden soll
el: Το όνομα συστήματος ή η διεύθυνση στην οποία θέλετε να συνδεθείτε
et: Hostinimi või aadress, kuhu ühenduda
fi: Isäntänimi tai osoite, johon yhdistetään
gl: O nome de equipo ou enderezo onde conectar
hu: Csatlakozás ezen gépnévhez vagy címhez
id: Nama host atau alamat yang hendak dihubungi
it: Il nome host o l'indirizzo a cui connettersi
ja: 接続先のホスト名またはアドレス
lt: Kompiuterio vardas arba adresas
lv: Datora vārds vai adrese, ar ko savienoties
nb: Vertsnavn eller tjener å koble til
pa: ਕੁਨੈਕਟ ਕਰਨ ਲਈ ਹੋਸਟ ਨਾਂ ਜਾਂ ਐਡਰੈੱਸ
pt: O nome de máquina ou endereço a ligar
pt_br: O nome de máquina ou endereço para se conectar
sl: Ime gostitelja oziroma naslov za povezavo
sr: Домаћин или адреса на коју желите да се повежете
sv: Värdnamnet eller adressen att ansluta till
ta: இணைக்க வேண்டிய புரவலன் அல்லது முகவரி
th: ชื่อโฮสท์หรือที่อยู่ที่จะเชื่อมต่อไป

source: Server _Address:
ca@valencia: _Adreça del servidor:
de: Server-_Adresse:
el: Διεύ_θυνση εξυπηρετητή:
et: Serveri _aadress:
fi: Palvelimen _osoite:
gl: _Enderezo do servidor:
hu: _Kiszolgáló címe:
id: _Alamat Server:
it: Indirizzo _server:
ja: サーバアドレス(_A):
lt: Serverio _adresas:
lv: Servera _adrese
nb: Tjener_adresse:
pa: ਸਰਵਰ ਐਡਰੈੱਸ(_A):
pt: _Endereço do Servidor:
pt_br: En_dereço do servidor
sl: Naslov _strežnika:
sr: _Адреса сервера:
sv: Servera_dress:
ta: _A சேவையக முகவரி:
th: _ที่อยู่เซิร์ฟเวอร์:

source: The user name to connect as
ca@valencia: El nom d'usuari amb el qual es connectarà
de: Der Benutzername, mit dem die Anmeldung erfolgen soll
el: Το όνομα χρήστη για σύνδεση ως
et: Ühendutakse kasutajana
fi: Käyttäjänimi, jona yhdistetään
gl: O nome solicitado co que conectar
hu: Csatlakozás ezen felhasználóként
id: Nama pengguna untuk terhubung
it: Il nome utente da usare per la connessione
ja: 接続の際のユーザ名
lt: Naudotojas, kuriuo prisijungti
lv: Lietotāja vārds, ar kuru savienoties
nb: Brukernavn å koble til som
pa: ਕੁਨੈਕਟ ਕਰਨ ਲਈ ਯੂਜ਼ਰ ਨਾਂ
pt: O nome de utilizador para ligar como
pt_br: O nome de usuário usado para se conectar
sl: Uporabniško ime za povezavo
sr: Корисничко име под којим се пријављујете
sv: Användarnamnet att ansluta som
ta: இணைக்க பயனர் பெயர்
th: ชื่อผู้ใช้ที่จะใช้เชื่อมต่อ

source: _User Name:
ca@valencia: _Nom d'usuari:
de: _Benutzername:
el: Ό_νομα χρήστη:
et: _Kasutajanimi:
fi: _Käyttäjänimi:
gl: _Nome de usuario:
hu: _Felhasználónév:
id: Nama Pengg_una:
it: Nome _utente:
ja: ユーザ名(_U):
lt: Na_udotojo vardas:
lv: _Lietotāja vārds
nb: Br_ukernavn:
pa: ਯੂਜ਼ਰ ਨਾਂ(_U):
pt: Nome de _Utilizador:
pt_br: _Nome de usuário:
sl: _Uporabniško ime:
sr: _Корисничко име:
sv: _Användarnamn:
ta: (_U) பயனர் பெயர்:
th: _ชื่อผู้ใช้:

source: Maximum Logical Volume Size
ca@valencia: Mida màxima del volum lògic
de: Maximale Größe des logischen Datenträgers
el: Μέγιστο μέγεθος λογικού τόμου
et: Suurim loogilise köite suurus
fi: Suurin loogisen taltion koko
gl: Tamaño máximo do volume lóxico
hu: Maximális logikaikötet-méret
id: Ukuran Maksimal Volume Logika
it: Dimensione massima volume logico
ja: 最大の論理ボリュームサイズ
lt: Maksimalus loginio tomo dydis
lv: Maksimālais loģiskā sējuma izmērs
nb: Maksimal størrelse på logisk volum
pa: ਵੱਧੋ-ਵੱਧ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਆਕਾਰ
pt: Tamanho Máximo de Volume Lógico
pt_br: Tamanho máximo do volume lógico
sl: Največja velikost logičnega razdelka
sr: Највећа величина логичке партиције
sv: Största storlek för logisk volym
ta: அதிகபட்ச தர்க்க ரீதியான தொகுதி அளவு
th: ขนาดโวลุมเสมือนสูงสุด

source: The maximum possible logical volume size
ca@valencia: La mida màxima possible del volum lògic
de: Die maximal mögliche Größe des logischen Datenträgers
el: Το μέγιστο δυνατό μέγεθος λογικού τόμου
et: Loogilise köite suurim võimalik maht
fi: Suurin mahdollinen loogisen taltion koko
gl: O tamaño máximo posíbel do volume lóxico
hu: Logikai kötetek legnagyobb lehetséges mérete
id: Ukuran maksimal yang dimungkinkan untuk volume logika
it: La dimensione massima possibile del volume logico
ja: 利用可能な最大の論理ボリュームサイズ
lt: Maksimalus galimas loginio tomo dydis
lv: Lielākais iespējamais loģiskā sējuma izmērs
nb: Maskimal størrelse på logisk volum
pa: ਵੱਧੋ-ਵੱਧ ਸੰਭਵ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਆਕਾਰ
pt: O tamanho máximo de volume lógico possível
pt_br: O tamanho máximo possível do volume lógico
sl: Največja mogoča velikost logičnega razdelka
sr: Највећа могућа величина логичке партиције
sv: Största möjliga storlek för logiska volymen
ta: இயலும் அதிகபட்ச தர்க்க ரீதியான தொகுதி அளவு
th: ขนาดโวลุมเสมือนที่ใหญ่ที่สุดที่เป็นไปได้

source: Logical Volume Size
ca@valencia: Mida del volum lògic
de: Größe des logischen Datenträgers
el: Μέγεθος λογικού τόμου
et: Loogilise köite suurus
fi: Loogisen taltion koko
gl: Tamaño do volume lóxico
hu: Logikai kötet mérete
id: Ukuran Volume Logika
it: Dimensione volume logico
ja: 論理ボリュームサイズ
lt: Loginio tomo dydis
lv: Loģiskā sējuma izmērs
nb: Størrelse på logiske volumer
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਆਕਾਰ
pt: Tamanho de Volume Lógico
pt_br: Tamanho do volume lógico
sl: Velikost _logičnega razdelka
sr: Величина логичке партиције
sv: Storlek för logisk volym
ta: தர்க்க ரீதியான தொகுதி அளவு
th: ขนาดโวลุมเสมือน

source: The requested Logical Volume size
ca@valencia: La mida del volum lògic sol·licitada
de: Die gewünschte Größe des logischen Datenträgers
el: Το μέγεθος του ζητούμενου λογικού τόμου
et: Loogilise köite nõutud suurus
fi: Pyydetty loogisen taltion koko
gl: O tamaño do volume lóxico solicitado
hu: A kért logikai kötet mérete
id: Ukuran Volume Logika yang dipinta
it: La dimensione richiesta del volume logico
ja: 要求された論理ボリュームサイズ
lt: Pageidaujamas loginio tomo dydis
lv: Pieprasītā loģiskā sējuma izmērs
nb: Forespurt størrelse på logisk volum
pa: ਮੰਗਿਆ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਆਕਾਰ
pt: O Tamanho de Volume Lógico pedido
pt_br: O tamanho requisitado para o volume lógico
sl: Zahtevana velikost logičnega razdelka
sr: Захтевана величина логичке партиције
sv: Den begärda storleken för logiska volymen
ta: கோரப்பட்ட தர்க்க ரீதியான தொகுதி அளவு
th: ขนาดโวลุมเสมือนที่ต้องการ

source: C_reate
ca@valencia: C_rea
de: E_rstellen
el: Δ_ημιουργία
et: _Loo
fi: _Luo
gl: C_rear
hi: बनाएं (_r)
hu: _Létrehozás
id: B_uat
it: C_rea
ja: 作成(_R)
kn: ನಿರ್ಮಿಸು(_r)
lt: _Sukurti
lv: Iz_veidot
ml: ഉ_ണ്ടാക്കുക
mr: निर्माण करा (_r)
nb: Opp_rett
or: ସୃଷ୍ଟି କରନ୍ତୁ (_r)
pa: ਬਣਾਓ(_r)
pt: C_riar
pt_br: C_riar
sl: Ustva_ri
sr: _Направи
sv: S_kapa
ta: உருவாக்கு (_r)
th: _สร้าง
