Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: _Create Logical Volume
ca@valencia: _Crea un volum lògic
de: Logis_chen Datenträger erstellen
el: _Δημιουργία λογικού τόμου
et: _Loo uus loogiline köide
fi: _Luo looginen taltio
gl: _Crear un volume lóxico
hu: _Logikai kötet létrehozása
id: Buat Volume _Logika
it: Crea _volume logico
ja: 論理ボリュームを作成(_C)
lt: _Sukurti loginį tomą
lv: _Izveidot loģisko sējumu
nb: _Lag logisk volum
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਬਣਾਓ(_C)
pt: _Criar Volume Lógico
pt_br: _Criar volume lógico
sl: _Ustvari logični razdelek
sr: Нап_рави логичну паритцију
sv: _Skapa logisk volym
ta: _C தர்க்க ரீதியான தொகுதி உருவாக்கு
th: _สร้างโวลุมเสมือน

source: Create a new logical volume
ca@valencia: Crea un volum lògic
de: Einen neuen logischen Datenträger erstellen
el: Δημιουργία ενός νέου λογικού τόμου
et: Uue loogilise köite loomine
fi: Luo uusi looginen taltio
gl: Crea un novo volume lóxico
hu: Új logikai kötet létrehozása
id: Membuat volume logika yang baru
it: Crea un nuovo volume logico
ja: 新規論理ボリュームを作成
lt: Sukurti naują loginį tomą
lv: Izveidot jaunu loģisko sējumu
nb: Lag et nytt logisk volum
pa: ਨਵਾਂ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਬਣਾਓ
pt: Criar um novo volume lógico
pt_br: Cria um novo volume lógico
sl: Ustvari nov logični razdelek
sr: Прави нову логичку партицију
sv: Skapa en ny logisk volym
ta: புதிய தர்க்க ரீதியான பகிர்வை உருவாக்கு
th: สร้างโวลุมเสมือนอันใหม่

source: S_tart Volume
ca@valencia: _Inicia el volum
de: Datenträger s_tarten
el: _Εκκίνηση τόμου
et: _Käivita köide
fi: _Käynnistä taltio
gl: I_niciar o volume
hu: Kötet eli_ndítása
id: _Jalankan Volume
it: A_ttiva volume
ja: ボリュームを開始(_T)
lt: Paleisti tomą
lv: S_tartēt sējumu
nb: S_tart volum
pa: ਵਾਲੀਅਮ ਸ਼ੁਰੂ(_t)
pt: Inicia_r Volume
pt_br: _Inicializar volume
sl: Za_čni nosilec
sr: По_крени партицију
sv: S_tarta volym
ta: _t தொகுதியை துவக்குக
th: เปิด_ทำงานโวลุม

source: Activate the Logical Volume
ca@valencia: Activa el volum lògic
de: Den logischen Datenträger aktivieren
el: Ενεργοποίηση του λογικού τόμου
et: Loogilise köite aktiveerimine
fi: Aktivoi looginen taltio
gl: Activar o volume lóxico
hu: A logikai kötet bekapcsolása
id: Mengaktifkan Volume Logika
it: Attiva il volume logico
ja: 論理ボリュームを開始
lt: Aktyvuoti loginį tomą
lv: Aktivizēt loģisko sējumu
nb: Aktiver det logiske volumet
pa: ਲਾਜੀਕਲ ਵਾਲੀਅਮ ਐਕਟੀਵੇਟ ਕਰੋ
pt: Activar o Volume Lógico
pt_br: Ativar o volume lógico
sl: Omogoči logični razdelek
sr: Покреће логичку паритцију
sv: Aktivera den logiska volymen
ta: தர்க்க ரீதியான தொகுதியை செயல் படுத்து
th: เปิดทำงานโวลุมเสมือน

source: Edit Vol_ume Name
ca@valencia: Edita el nom del _volum
de: Datenträgerbezeichn_ung bearbeiten
el: Επεξεργασία ονόματος _τόμου
et: Muuda _köite nime
fi: Muokkaa _taltion nimeä
gl: Editar o nome do vol_ume
hu: Kötet_név szerkesztése
id: Sunting Nama Vol_ume
it: Modifica _nome volume
ja: ボリューム名を編集(_U)
lt: Keisti _tomo pavadinimą
lv: Rediģēt sēj_uma nosaukumu
nb: Rediger navn på vol_um
pa: ਵਾਲੀਅਮ ਨਾਂ ਸੋਧੋ(_u)
pt: Editar Nome do Vol_ume
pt_br: Editar o nome do vol_ume
sl: Uredi ime _nosilca
sr: Изм_ени назив партиције
sv: Redigera vol_ymnamn
ta: _u தொகுதி பெயரைத் திருத்து
th: แก้ไขชื่อโ_วลุม

source: Change the name of the volume
ca@valencia: Canvia el nom del volum
de: Die Bezeichnung des Datenträgers ändern
el: Αλλαγή του ονόματος του τόμου
et: Muuda köite nime
fi: Vaihda taltion nimeä
gl: Cambiar o nome do volume
hu: A kötet nevének módosítása
id: Mengubah nama volume
it: Modifica il nome del volume
ja: ボリューム名を変更
lt: Keisti tomo pavadinimą
lv: Mainīt nosaukumu sējumam
nb: Bytt navn på volumet
pa: ਵਾਲੀਅਮ ਦਾ ਨਾਂ ਬਦਲੋ
pt: Alterar o nome do volume
pt_br: Alterar o nome do volume
sl: Spremeni naziv nosilca
sr: Мења назив партиције
sv: Ändra namnet på volymen
ta: தொகுதியின் பெயரை மாற்று
th: เปลี่ยนชื่อของโวลุม

source: D_elete Volume
ca@valencia: _Suprimeix el volum
de: Datenträger _löschen
el: _Διαγραφή τόμου
et: _Kustuta köide
fi: _Poista taltio
gl: Eliminar o volume
hu: Kötet _törlése
id: _Hapus Volume
it: _Elimina volume
ja: ボリュームを削除(_E)
lt: _Ištrinti tomą
lv: Dzēst sēju_mu
nb: Sl_ett volum
pa: ਵਾਲੀਅਮ ਹਟਾਓ(_e)
pt: _Apagar Volume
pt_br: E_xcluir volume
sl: Izbriši _nosilec
sr: Обри_ши партицију
sv: Ta _bort volym
ta: _e தொகுதியை நீக்குக
th: _ลบโวลุม

source: Delete the Logical Volume
ca@valencia: Suprimeix el volum lògic
de: Den logischen Datenträger löschen
el: Διαγραφή του λογικού τόμου
et: Loogilise köite kustutamine
fi: Poista looginen taltio
gl: Eliminar o volume lóxico
hu: A logikai kötet törlése
id: Menghapus Volume Logika
it: Elimina il volume logico
ja: 論理ボリュームを削除
lt: Ištrinti loginį tomą
lv: Dzēst loģisko sējumu
nb: Slett det logiske volumet
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਹਟਾਓ
pt: Apagar o Volume Lógico
pt_br: Exclui o volume lógico
sl: Izbriši logični razdelek
sr: Брише логичку партицију
sv: Ta bort den logiska volymen
ta: தர்க்க ரீதியான தொகுதியை நீக்கு
th: ลบโวลุมเสมือน

source: Sto_p Volume
ca@valencia: _Inicia el volum
de: Datenträger an_halten
el: Δια_κοπή τόμου
et: _Peata köide
fi: _Pysäytä taltio
gl: _Deter o volume
hu: Kötet _leállítása
id: Hentikan _Volume
it: Disa_ttiva volume
ja: ボリュームを停止(_P)
lt: _Stabdyti tomą
lv: A_pturēt sējumu
nb: Sto_pp volum
pa: ਵਾਲੀਅਮ ਰੋਕੋ(_p)
pt: _Parar Volume
pt_br: _Parar volume
sl: Zaustavi _nosilec
sr: За_устави партицију
sv: Sto_ppa volym
ta: _p தொகுதியை நிறுத்துக
th: _ปิดโวลุม

source: Deactivate the Logical Volume
ca@valencia: Desactiva el volum lògic
de: Den logischen Datenträger deaktivieren
el: Απενεργοποίηση του λογικού τόμου
et: Loogilise köite deaktiveerimine
fi: Poista käytöstä looginen taltio
gl: Desactivar o volume lóxico
hu: A logikai kötet kikapcsolása
id: Menonaktifkan Volume Logika
it: Disattiva il volume logico
ja: 論理ボリュームを停止
lt: Išjungti loginį tomą
lv: Deaktivizēt loģisko sējumu
nb: Slå av det logiske volumet
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਡੀ-ਐਕਟੀਵੇਟ
pt: Desactivar o Volume Lógico
pt_br: Desativar o volume lógico
sl: Onemogoči logični razdelek
sr: Зауставља логичку партицију
sv: Inaktivera den logiska volymen
ta: தர்க்க ரீதியான தொகுதியை செயலிழக்கச் செய்
th: ปิดการทำงานของโวลุมเสมือน

source: %s — Disk Utility
ca@valencia: %s — Utilitat de discs
de: %s — Laufwerksverwaltung
el: %s — Εργαλείο δίσκων
et: %s — Kettautiliit
fi: %s — Levytyökalu
gl: %s — Utilidade de disco
hu: %s – Lemezkezelő
id: %s — Utilitas Diska
it: %s — Gestore dischi
ja: %s — ディスク・ユーティリティ
lt: %s — diskų įrankis
lv: %s — disku utilīta
nb: %s - Diskverktøy
pa: %s — ਡਿਸਕ ਸਹੂਲਤ
pt: %s — Utilitário de Disco
pt_br: %s — Utilitário de unidades
sl: %s — Diskovna orodja
sr: %s — Управник за дискове
sv: %s — Diskverktyg
ta: %s —வட்டு பயன்பாடு
th: %s — เครื่องมือดิสก์

source: %s (%s) [%s] @ %s — Disk Utility
ca@valencia: %s (%s) [%s] @ %s — Utilitat de discs
de: %s (%s) [%s] @ %s — Laufwerksverwaltung
el: %s (%s) [%s] @ %s — Εργαλείο δίσκων
et: %s (%s) [%s] @ %s — Kettautiliit
fi: %s (%s) [%s] @ %s — Levytyökalu
gl: %s (%s) [%s] @ %s — Utilidade de disco
hu: %s (%s) [%s] @ %s – Lemezkezelő
id: %s (%s) [%s] @ %s — Utilitas Diska
it: %s (%s) [%s] @ %s — Gestore dischi
ja: %s (%s) [%s] @ %s — ディスク・ユーティリティ
lt: %s (%s) [%s] @ %s — diskų įrankis
lv: %s (%s) [%s] @ %s — disku utilīta
nb: %s (%s) [%s] @ %s - Diskverktøy
pa: %s (%s) [%s] @ %s — ਡਿਸਕ ਸਹੂਲਤ
pt: %s (%s) [%s] @ %s — Utilitário de Disco
pt_br: %s (%s) [%s] @ %s — Utilitário de unidades
sl: %s (%s) [%s] @ %s — Diskovna orodja
sr: %s (%s) [%s] @ %s — Управник за дискове
sv: %s (%s) [%s] @ %s — Diskverktyg
ta: %s (%s) [%s] @ %s — —வட்டு பயன்பாடு
th: %s (%s) [%s] @ %s — เครื่องมือดิสก์

source: %s (%s) @ %s — Disk Utility
ca@valencia: %s (%s) @ %s — Utilitat de discs
de: %s (%s) @ %s — Laufwerksverwaltung
el: %s (%s) @ %s — Εργαλείο δίσκων
et: %s (%s) @ %s — Kettautiliit
fi: %s (%s) @ %s — Levytyökalu
gl: %s (%s) @ %s — Utilidade de disco
hu: %s (%s) @ %s – Lemezkezelő
id: %s (%s) @ %s — Utilitas Diska
it: %s (%s) @ %s — Gestore dischi
ja: %s (%s) @ %s — ディスク・ユーティリティ
lt: %s (%s) @ %s — diskų įrankis
lv: %s (%s) @ %s — disku utilīta
nb: %s (%s) @ %s - Diskverktøy
pa: %s (%s) @ %s — ਡਿਸਕ ਸਹੂਲਤ
pt: %s (%s) @ %s — Utilitário de Disco
pt_br: %s (%s) @ %s — Utilitário de unidades
sl: %s (%s) @ %s — Diskovna orodja
sr: %s (%s) @ %s — Управник за дискове
sv: %s (%s) @ %s — Diskverktyg
ta: %s (%s) @ %s —வட்டு பயன்பாடு
th: %s (%s) @ %s — เครื่องมือดิสก์

source: %s (%s) [%s] — Disk Utility
ca@valencia: %s (%s) [%s] — Utilitat de discs
de: %s (%s) [%s] — Laufwerksverwaltung
el: %s (%s) [%s] — Εργαλείο δίσκων
et: %s (%s) [%s] — Kettautiliit
fi: %s (%s) [%s] — Levytyökalu
gl: %s (%s) [%s] — Utilidade de disco
hu: %s (%s) [%s] – Lemezkezelő
id: %s (%s) [%s] — Utilitas Diska
it: %s (%s) [%s] — Gestore dischi
ja: %s (%s) [%s] — ディスク・ユーティリティ
lt: %s (%s) [%s] — diskų įrankis
lv: %s (%s) [%s] — disku utilīta
nb: %s (%s) [%s] - Diskverktøy
pa: %s (%s) [%s] — ਡਿਸਕ ਸਹੂਲਤ
pt: %s (%s) [%s] — Utilitário de Disco
pt_br: %s (%s) [%s] — Utilitário de unidades
sl: %s (%s) [%s] — Diskovna orodja
sr: %s (%s) [%s] — Управник за дискове
sv: %s (%s) [%s] — Diskverktyg
ta: %s (%s) [%s] —வட்டு பயன்பாடு
th: %s (%s) [%s] — เครื่องมือดิสก์

source: %s (%s) — Disk Utility
ca@valencia: %s (%s) — Utilitat de discs
de: %s (%s) — Laufwerksverwaltung
el: %s (%s) — Εργαλείο δίσκων
et: %s (%s) — Kettautiliit
fi: %s (%s) — Levytyökalu
gl: %s (%s) — Utilidade de disco
hu: %s (%s) – Lemezkezelő
id: %s (%s) — Utilitas Diska
it: %s (%s) — Gestore dischi
ja: %s (%s) — ディスク・ユーティリティ
lt: %s (%s) — diskų įrankis
lv: %s (%s) — disku utilīta
nb: %s (%s) - Diskverktøy
pa: %s (%s) — ਡਿਸਕ ਸਹੂਲਤ
pt: %s (%s) — Utilitário de Disco
pt_br: %s (%s) — Utilitário de unidades
sl: %s (%s) — Diskovna orodja
sr: %s (%s) — Управник за дискове
sv: %s (%s) — Diskverktyg
ta: %s (%s) — வட்டு பயன்பாடு
th: %s (%s) — เครื่องมือดิสก์

source: Error creating RAID array
ca@valencia: S'ha produït un error en crear la matriu RAID
de: Fehler beim Erstellen der RAID-Anordnung
el: Σφάλμα δημιουργίας συστοιχίας RAID
et: Viga RAID-massiivi loomisel
fi: Virhe luotaessa RAID-pakkaa
gl: Produciuse un erro ao crear a matriz de RAID
hi: RAID सरणी बनाने में त्रुटि
hu: Hiba a RAID-tömb létrehozásakor
id: Galat ketika membuat larik RAID
it: Errore nel creare l'array RAID
ja: RAID アレイの作成中にエラーが発生しました
kn: RAID ವ್ಯೂಹವನ್ನು(array) ನಿರ್ಮಿಸುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ
lt: RAID masyvo sukūrimo klaida
lv: Kļūda, veidojot RAID masīvu
ml: RAID അറേ ഉണ്ടാക്കുന്നതില്‍ പിശക്
mr: RAID अर्रेच्या निर्माणवेळी त्रुटी आढळली
or: RAID ଆରେ ନିର୍ମାଣ କରିବାରେ ତ୍ରୁଟି
pa: ਰੇਡ ਅਰੇ ਬਣਾਉਣ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao criar conjunto RAID
pt_br: Erro ao criar a matriz RAID
sl: Napaka med ustvarjanjem RAID diskovnega polja
sr: Грешка приликом прављења РАИД опсега
sv: Fel vid skapande av RAID-kedja
ta: பிழை உருவாக்கும் ரெய்ட் வரிசை
th: เกิดข้อผิดพลาดขณะสร้างแอร์เรย์ RAID

source: Error connecting to “%s”
ca@valencia: S'ha produït un error en connectar-se a «%s»
de: Fehler beim Verbinden mit »%s«
el: Σφάλμα σύνδεσης στο “%s”
et: Tõrge serveriga “%s” ühendumisel
fi: Virhe yhdistettäessä kohteeseen ”%s”
gl: Produciuse un erro ao conectar con «%s»
hu: Hiba a következőhöz csatlakozáskor: „%s”
id: Galat ketika menghubungi “%s”
it: Errore nel connettersi a «%s»
ja: “%s” に接続中にエラーが発生しました
lt: Klaida prisijungiant prie„%s“
lv: Kļūda, savienojoties ar "%s"
nb: Feil ved tilkobling til «%s»
pa: “%s” ਨਾਲ ਕੁਨੈਕਟ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro a ligar a “%s”
pt_br: Erro ao conectar em "%s"
sl: Napaka med povezovanjem s “%s”
sr: Грешка при повезивању на „%s“
sv: Fel vid anslutning till "%s"
ta: “%s” க்கு இணைக்கும் போது பிழை
th: เกิดข้อผิดพลาดขณะเชื่อมต่อไปยัง “%s”

source: translator-credits
ca@valencia: Gil Forcada <gilforcada@guifi.net>
de: Mario Blättermann <mariobl@mate.org> Christian Kirbach <Christian.Kirbach@googlemail.com>
el: Ελληνική μεταφραστική ομάδα MATE Βασίλης Κοντογιάννης <vasilisk@ics.forth.gr>, 2009 Kostas Papadimas <pkst@mate.org> Για περισσότερες πληροφορίες, επισκεφθείτε την σελίδα http://www.mate.gr/
et: Mattias Põldaru <mahfiaz gmail com>, 2009, 2010. Ivar Smolin <okul linux ee>, 2009, 2010.
fi: Ilkka Tuohela, 2009. http://mate.fi/ Launchpad Contributions: Ilkka Tuohela https://launchpad.net/~hile Jiri Grönroos https://launchpad.net/~jiri-gronroos Jussi Aalto https://launchpad.net/~jtaalto Tommi Vainikainen https://launchpad.net/~thv
gl: Fran Diéguez <frandieguez@ubuntu.com>, 2009, 2010; Antón Méixome <meixome@certima.net>, 2009, 2010;
hi: संगीता कुमारी (sangeeta09@gmail.com)
hu: Kelemen Gábor <kelemeng at mate dot hu>
id: Dirgita <dirgitadevina@yahoo.co.id>, 2010.
it: Milo Casagrande <milo@ubuntu.com>, 2009, 2010
ja: Launchpad Contributions: Fumihito YOSHIDA https://launchpad.net/~hito Ichizu Machi https://launchpad.net/~ichizu Mitsuya Shibata https://launchpad.net/~cosmos-door Shushi Kurose https://launchpad.net/~kurokuro
kn: ಶಂಕರ್ ಪ್ರಸಾದ್ <svenkate@redhat.com>
lt: Rytis Umbrasas <rytumb@gmail.com>Žygimantas Beručka <zygis@mate.org>
lv: Rūdolfs Mazurs <rudolfs.mazurs@gmail.com>
ml: അനി പീറ്റര്‍ <apeter@redhat.com>
mr: संदिप शेडमाके <sshedmak@redhat.com>, 2009.
nb: Kjartan Maraas <kmaraas@mate.org>
or: ଶୁଭ୍ରାଂଶୁ ବେହେରା <arya_subhransu@yahoo.co.in>
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ, ੨੦੦੯ http://www.satluj.com
pt: António Lima <amrlima@gmail.com>
pt_br: Og Maciel <ogmaciel@mate.org> Lucas Azevedo <lucasazevedo9@gmail.com> Fábio Nogueira <fnogueira@mate.org> Enrico Nicoletto <liverig@gmail.com> André Gondim <andregondim@ubuntu.com> Michel Recondo <michel@recondo.com.br>
sl: Matej Urbančič <mateju@svn@mate.org>
sr: Милош Поповић <gpopac@gmail.com> http://prevod.org — превод на српски језик.
sv: Daniel Nylander <po@danielnylander.se> Skicka synpunkter på översättningen till <tp-sv@listor.tp-sv.se>.
ta: I. Felix <ifelix@redhat.com>, Dr. T. Vasudevan <agnihot3@gmail.com>
th: Akom C. <knight2000@gmail.com> Sira Nokyoongtong <gumaraa@gmail.com> Theppitak Karoonboonyanan <thep@linux.thai.net>

source: _File
ca@valencia: _Fitxer
de: _Datei
el: _Αρχείο
et: _Fail
fi: _Tiedosto
gl: _Ficheiro
hi: फ़ाइल (_F)
hu: _Fájl
id: _Berkas
ja: ファイル(_F)
kn: ಕಡತ(_F)
lt: _Failas
lv: _Fails
ml: _ഫയല്‍
mr: फाइल (_F)
nb: _Fil
or: ଫାଇଲ (_F)
pa: ਫਾਇਲ(_F)
pt: _Ficheiro
pt_br: _Arquivo
sl: _Datoteka
sr: _Датотека
sv: _Arkiv
ta: கோப்பு (_F)
th: แ_ฟ้ม

source: Connect to _Server...
ca@valencia: Connecta al _servidor...
de: Mit einem Server verbinden …
el: Σύνδεση στον ε_ξυπηρετητή...
et: Ühendu _serveriga...
fi: Yhdistä _palvelimeen…
gl: Conectar ao _servidor...
hu: Kapcsolódás _kiszolgálóhoz…
id: Terhubung ke _Server...
it: Connetti al _server...
ja: サーバに接続(_S)...
lt: Prisijungti prie _serverio...
lv: Savienoties ar _serveri...
nb: Koble til _tjener...
pa: ਸਰਵਰ ਨਾਲ ਕੁਨੈਕਟ ਕਰੋ(_S)...
pt: Ligar ao _Servidor...
pt_br: Conectar ao _servidor...
sl: Povezava s _strežnikom ...
sr: По_вежи се на сервер...
sv: Anslut till s_erver...
ta: (_S)சேவகனுடன் இணை...
th: เ_ชื่อมต่อไปยังเซิร์ฟเวอร์...

source: Manage storage devices on another machine
ca@valencia: Gestiona els dispositius d'emmagatzematge en altres màquines
de: Speichergeräte auf einem anderen Rechner verwalten
el: Διαχείριση συσκευών αποθήκευσης σε άλλο μηχάνημα
et: Teise masina salvestite haldamine
fi: Hallinnoi tallennuslaitteita toisella tietokoneella
gl: Xestiona os dispositivos de almacenamento noutra máquina
hu: Tárolóeszközök kezelése másik gépen
id: Mengelola media simpan pada mesin yang lain
it: Gestisce dispositivi di archiviazione su altri computer
ja: 他のマシンにあるストレージデバイスを管理
lt: Tvarkyti duomenų saugojimo įrenginius kitame kompiuteryje
lv: Pārvaldīt krātuves ierīces uz cita datora
nb: Håndter lagringsenheter på en annen maskin
pa: ਹੋਰ ਮਸ਼ੀਨ ਉੱਤੇ ਸਟੋਰੇਜ਼ ਜੰਤਰ ਦਾ ਪਰਬੰਧ ਕਰੋ
pt: Gerir dispositivos de armazenamento noutra máquina
pt_br: Gerenciar dispositivos de armazenamento em outra máquina
sl: Upravljanje shranjevalnih naprav na drugem računalniku
sr: Управља уређајима за складиштење на другом рачунару
sv: Hantera lagringsenheter på annan dator
ta: இன்னொரு கணினியில் உள்ள கிடங்கு சாதனங்களை மேலாளவும்
th: จัดการอุปกรณ์เก็บข้อมูลในเครื่องอื่น

source: _Create
ca@valencia: _Crea
de: _Erstellen
el: _Δημιουργία
et: _Loo
fi: _Luo
gl: _Crear
hu: _Létrehozás
id: _Buat
it: C_rea
ja: 作成(_C)
lt: _Sukurti
lv: _Izveidot
nb: _Lag
pa: ਬਣਾਓ(_C)
pt: _Criar
pt_br: _Criar
sl: _Ustvari
sr: _Направи
sv: _Skapa
ta: _C உருவாக்கு
th: _สร้าง

source: _RAID Array...
ca@valencia: Matriu _RAID...
de: _RAID-Anordnung …
el: Διάτα_ξη RAID...
et: _RAID-massiiv...
fi: _RAID-pakka…
gl: Matriz de _RAID...
hu: _RAID-tömb…
id: Larik _RAID...
it: Arra_y RAID...
ja: RAID アレイ(_R)...
lt: _RAID masyvas...
lv: _RAID masīvs...
pa: ਰੇਡ ਅਰੇ(_R)...
pt: Conjunto _RAID...
pt_br: Matriz _RAID
sl: _RAID polje ...
sr: _РАИД опсег
sv: _RAID-kedja...
ta: _R ரெய்ட் வரிசை...
th: แ_อร์เรย์ RAID...

source: Create a RAID array
ca@valencia: Crea una matriu RAID
de: Eine RAID-Anordnung erstellen
el: Δημιουργία μιας διάταξης RAID
et: RAID-massiivi loomine
fi: Luo RAID-pakka
gl: Crear unha matriz de RAID
hu: RAID-tömb létrehozása
id: Membuat larik RAID
it: Crea un array RAID
ja: RAID アレイを作成
lt: Sukurti RAID masyvą
lv: Izveidot RAID masīvu
pa: ਰੇਡ ਅਰੇ ਬਣਾਓ
pt: Criar Conjunto RAID
pt_br: Criar uma matriz RAID
sl: Ustvari RAID polje
sr: Направи РАИД опсег
sv: Skapa en RAID-kedja
ta: ரெய்ட் வரிசையை உருவாக்கு
th: สร้างแอร์เรย์ RAID

source: _Edit
ca@valencia: _Edita
de: _Bearbeiten
el: _Επεξεργασία
et: _Redaktor
fi: _Muokkaa
gl: _Editar
hi: संपादन (_E)
hu: S_zerkesztés
id: _Sunting
it: _Modifica
ja: 編集(_E)
kn: ಸಂಪಾದನೆ(_E)
lt: _Taisa
lv: R_ediģēt
ml: _ചിട്ടപ്പെടുത്തുക
mr: संपादीत करा (_E)
nb: R_ediger
or: ସମ୍ପାଦନ କରନ୍ତୁ (_E)
pa: ਸੋਧ(_E)
pt: _Editar
pt_br: _Editar
sl: _Uredi
sr: _Уређивање
sv: R_edigera
ta: திருத்து (_E)
th: แ_ก้ไข

source: _Help
ca@valencia: A_juda
de: _Hilfe
el: _Βοήθεια
et: A_bi
fi: O_hje
gl: _Axuda
hi: मदद (_H)
hu: _Súgó
id: Ba_ntuan
it: A_iuto
ja: ヘルプ(_H)
kn: ಸಹಾಯ(_H)
lt: Ž_inynas
lv: _Palīdzība
ml: _സഹായം
mr: मदत (_H)
nb: _Hjelp
or: ସହାୟତା (_H)
pa: ਮੱਦਦ(_H)
pt: _Ajuda
pt_br: _Ajuda
sl: Pomo_č
sr: _Помоћ
sv: _Hjälp
ta: உதவி (_H)
th: _วิธีใช้

source: _Quit
ca@valencia: I_x
de: _Beenden
el: Έ_ξοδος
et: _Lõpeta
fi: _Lopeta
gl: _Saír
hi: बाहर (_Q)
hu: _Kilépés
id: _Keluar
it: _Esci
ja: 終了(_Q)
kn: ನಿರ್ಗಮಿಸು(_Q)
lt: _Baigti
lv: _Iziet
ml: _പുറത്തു് കടക്കുക
mr: बाहेर पडा (_Q)
nb: A_vslutt
or: ବିଦାୟ ନିଅନ୍ତୁ (_Q)
pa: ਬਾਹਰ(_Q)
pt: _Sair
pt_br: _Sair
sl: _Končaj
sr: _Изађи
sv: A_vsluta
ta: நிறுத்து (_Q)
th: _ออก

source: Quit
ca@valencia: Ix
de: Beenden
el: Έξοδος
et: Lõpeta
fi: Lopeta
gl: Saír
hi: बाहर
hu: Kilépés
id: Keluar
it: Esce
ja: 終了
kn: ನಿರ್ಗಮಿಸಿ
lt: Baigti
lv: Iziet
ml: പുറത്തു് കടക്കുക
mr: बाहेर पडा
nb: Avslutt
or: ବିଦାୟ ନିଅନ୍ତୁ
pa: ਬਾਹਰ ਜਾਓ
pt: Sair
pt_br: Sair
sl: Končaj
sr: Напушта програм
sv: Avsluta
ta: நிறுத்து
th: ออก

source: Get Help on Disk Utility
ca@valencia: Obtén ajuda sobre la utilitat de disc
de: Hilfe zur Laufwerksverwaltung erhalten
el: Λήψη βοήθειας για το εργαλείο δίσκων
et: Hangi abi kettautiliidi kasutamisel
fi: Etsi apua levytyökalun käytössä
gl: Obter axuda sobre a Utilidade de discos
hu: A Lemezkezelő súgója
id: Memperoleh Bantuan pada Utilitas Diska
it: Ottenere aiuto su «Gestore dischi»
ja: ディスク・ユーティリティのヘルプを参照
lt: Gauti daugiau pagalbos apie diskų įrankį
lv: Saņemt palīdzību par disku utilītu
nb: Vis hjelp for diskverktøy
pa: ਡਿਸਕ ਸਹੂਲਤ ਲਈ ਮੱਦਦ ਲਵੋ
pt: Obter ajuda sobre o Utilitário de Disco
pt_br: Obter ajuda no Utilitário de unidades
sl: Poiščite pomoč za diskovna orodja
sr: Потражите помоћ везану за управника дискова
sv: Få hjälp med Diskverktyg
ta: வட்டு பயன்பாட்டுக்கு உதவி பெறுக
th: ขอความช่วยเหลือเกี่ยวกับเครื่องมือดิสก์

source: _About
ca@valencia: _Quant a
de: _Info
el: _Περί
et: _Programmist
fi: _Tietoja
gl: _Sobre
hi: के बारे में (_A)
hu: _Névjegy
id: Tent_ang
it: I_nformazioni
ja: 情報(_A)
kn: ಇದರ ಬಗ್ಗೆ(_A)
lt: _Apie
lv: P_ar
ml: _സംബന്ധിച്ചു്
mr: विषयी (_A)
nb: _Om
or: ବିବରଣୀ (_A)
pa: ਇਸ ਬਾਰੇ(_A)
pt: _Sobre
pt_br: _Sobre
sl: _O Programu
sr: _О програму
sv: _Om
ta: பற்றி (_A)
th: เ_กี่ยวกับ

source: An error occured
ca@valencia: S'ha produït un error
de: Es ist ein Fehler aufgetreten
el: Προέκυψε ένα σφάλμα
et: Esines viga
fi: Tapahtui virhe
gl: Produciuse un erro
hi: एक त्रुटि आई
hu: Hiba történt
id: Terjadi galat
it: Si è verificato un errore
ja: エラーが発生しました
kn: ಒಂದು ದೋಷವು ಎದುರಾಗಿದೆ
lt: Įvyko klaida
lv: Gadījās kļūda
ml: പിശക് സംഭവിച്ചിരിക്കുന്നു
mr: त्रुटी आढळली
nb: En feil oppsto
or: ଗୋଟିଏ ତ୍ରୁଟି ଘଟିଲା
pa: ਗਲਤੀ ਆਈ ਹੈ
pt: Ocorreu um erro
pt_br: Houve um erro
sl: Prišlo je do napake
sr: Грешка
sv: Ett fel inträffade
ta: ஒரு பிழை ஏற்பட்டது
th: เกิดข้อผิดพลาด

source: The operation failed.
ca@valencia: Ha fallat l'operació.
de: Der Vorgang ist gescheitert.
el: Η λειτουργία απέτυχε
et: Operatsioon nurjus.
fi: Toiminto epäonnistui.
gl: A operación fallou.
hi: संक्रिया विफल.
hu: A művelet meghiúsult.
id: Operasi gagal.
it: L'operazione non è riuscita.
ja: 操作に失敗しました。
kn: ಕಾರ್ಯವು ವಿಫಲಗೊಂಡಿದೆ.
lt: Veiksmas nesėkmingas.
lv: Darbība neizdevās.
ml: പ്രക്രിയ പരാജയപ്പെട്ടു.
mr: कार्य अपयशी ठरले.
nb: Operasjonen feilet.
or: ପ୍ରୟୋଗଟି ବିଫଳ ହୋଇଛି।
pa: ਓਪਰੇਸ਼ਨ ਫੇਲ੍ਹ ਹੋਇਆ।
pt: A operação falhou.
pt_br: A operação falhou.
sl: Dejanje ni uspelo.
sr: Радња није успела.
sv: Åtgärden misslyckades.
ta: செயல்பாடு தோல்வியுற்றது.
th: ปฏิบัติการล้มเหลว

source: The device is busy.
ca@valencia: El dispositiu està ocupat.
de: Das Gerät ist beschäftigt.
el: Η συσκευή είναι απασχολημένη.
et: Seade on hõivatud.
fi: Laite on varattu.
gl: O dispositivo está ocupado.
hi: युक्ति व्यस्त है.
hu: Az eszköz foglalt.
id: Perangkat sedang sibuk.
it: Il dispositivo è occupato.
ja: デバイスがビジー状態です。
kn: ಸಾಧನವು ಕಾರ್ಯನಿರತವಾಗಿದೆ.
lt: Įrenginys yra užimtas.
lv: Ierīce ir aizņemta.
ml: ഡിവൈസ് തിരക്കിലാണു്.
mr: उपकरण व्यस्त आहे.
nb: Enheten er opptatt.
or: ଉପକରଣଟି ବ୍ୟସ୍ତ ଅଛି।
pa: ਜੰਤਰ ਰੁੱਝਿਆ ਹੈ।
pt: O dispositivo está ocupado.
pt_br: O dispositivo está ocupado.
sl: Naprava je zasedena.
sr: Уређај је заузет.
sv: Enheten är upptagen.
ta: சாதனம் பிஸியாக உள்ளது.
th: อุปกรณ์ไม่ว่าง

source: The operation was canceled.
ca@valencia: S'ha cancel·lat l'operació.
de: Der Vorgang wurde abgebrochen.
el: Η λειτουργία ακυρώθηκε.
et: Operatsioon katkestati.
fi: Toiminto peruttiin.
gl: A operación foi cancelada.
hi: ऑपरेशन रद्द किया गया था.
hu: A művelet megszakítva.
id: Operasi dibatalkan.
it: L'operazione è stata annullata.
ja: 操作をキャンセルしました。
kn: ಕಾರ್ಯವನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ.
lt: Veiksmas buvo atšauktas.
lv: Darbības tika atcelta.
ml: പ്രക്രിയ റദ്ദാക്കിയിരിക്കുന്നു.
mr: कार्य रद्द केले.
nb: Operasjonen ble avbrutt.
or: ପ୍ରୟୋଗଟିକୁ ବାତିଲ କରାହୋଇଛି।
pa: ਓਪਰੇਸ਼ਨ ਰੱਦ ਕੀਤਾ।
pt: A operação foi cancelada.
pt_br: A operação foi cancelada.
sl: Dejanje je preklicano.
sr: Радња је прекинута.
sv: Åtgärden avbröts.
ta: செயல்பாடு ரத்து செய்யப்பட்டது.
th: ปฏิบัติการถูกยกเลิก

source: The daemon is being inhibited.
ca@valencia: S'ha inhibit el dimoni.
de: Der Daemon wird blockiert.
el: Έγινε αναστολή δαίμονα
et: Deemonit piiratakse väljastpoolt.
fi: Palvelinprosessi on estetty.
gl: O servizo está sendo inhibido.
hi: डेमॉन रोका जा रहा है.
hu: A démon működése korlátozva van.
it: Il demone sta per essere inibito.
ja: デーモンとして動作できません。
kn: ಡೆಮನ್ ಅನ್ನು ತಡೆಹಿಡಿಯಲಾಗಿದೆ.
lt: Tarnyba stabdoma.
lv: Dēmons ir nomākts.
ml: ഡെമണനിനു് തടസ്സമുണ്ടാകുന്നു.
mr: डिमनला रोखले गेले.
nb: Tjenesten blir hindret.
or: ଡେମନଟିକୁ ଅଟକାଯାଉଛି।
pa: ਡੈਮਨ ਇੰਹਿਬਿਟ ਹੈ।
pt: O daemon está a ser inibido.
pt_br: O daemon está sendo inibido.
sl: Ozadnji program je zavrt.
sr: Управљачки програм је онемогућен.
sv: Demonen förhindras.
ta: டீமன் தடைசெய்யப்படுகிறது.
th: ดีมอนถูกระงับอยู่
