Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: The selected file system has a concept of file ownership. If checked, the created file system will be owned by you. If not checked, only the super user can access the file system.
ca@valencia: El sistema de fitxers que heu seleccionat té un concepte de propietat. Si se selecciona, sereu el propietari del sistema de fitxers. En cas de no seleccionar-lo només l'usuari primari podrà accedir al sistema de fitxers.
de: Das ausgewählte Dateisystem arbeitet mit Zugriffsrechten. Ein Ankreuzen bedeutet, dass Sie der Eigentümer des erstellten Dateisystems sein werden.Anderenfalls kann nur der Systemverwalter auf das Dateisystem zugreifen.
el: Το επιλεγμένο σύστημα αρχείων έχει μία έννοια ιδιοκτησίας αρχείων. Αν επιλεχθεί, το δημιουργηθέν σύστημα αρχείων θα ανήκει σε εσάς. Αν δεν είναι επιλεχθεί, μόνο ο υπερχρήστης θα μπορεί να έχει πρόσβαση στο σύστημα αρχείων.
et: Valitud failisüsteem toetab failide omanike määramist. Kui märgitud, kuulub loodav failisüsteem sulle. Kui mitte, pääseb ainult juurkasutaja sellele failisüsteemile ligi.
fi: Valitussa tiedostojärjestelmässä on käytössä tiedoston oikeudet. Jos valitset tämän, luotu tiedostojärjestelmä on sinun käytettävissäsi. Jos tätä ei valita, vain järjestelmän pääkäyttäjä voi muuttaa tiedostoja.
gl: O sistema de ficheiros seleccionado ten un concepto de propiedade de ficheiro. Se está activado, o sistema de ficheiros pertenceralle a vostede. Se non está activado só o usuario administrador ten acceso ao sistema de ficheiros.
hi: चुना गया फ़ाइल तंत्र के पास फ़ाइल स्वामित्व का विचार है. यदि जाँचा जाता है, बनाया गया फ़ाइल तंत्र को आपके द्वारा स्वामित्व में लिया जाएगा. यदि जाँचा नहीं जाता है, केवल सुपर यूजर फ़ाइल तंत्र की पहुँच ले सकता है.
hu: A kiválasztott fájlrendszer értelmezi a fájlok tulajdonjogának fogalmát. Ha bejelöli, a létrehozott fájlrendszer az Ön tulajdona lesz. Ha nem jelöli be, csak a rendszergazda férhet hozzá a fájlrendszerhez.
it: Il file system selezionato è dotato del concetto di proprietari dei file. Se questa opzione è selezionata, il file system creato sarà di proprietà del proprio utente, altrimenti solo l'amministratore potrà accedere al file system.
ja: 選択されたファイルシステムにはファイル所有権の概念があります。これをチェックした場合は、作成されるファイルシステムの所有権はあなたになります。チェックしなかった場合は、スーパーユーザのみがファイルシステムにアクセスできます。
kn: ಆಯ್ಕೆ ಮಾಡಲಾದ ಕಡತ ವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಕಡತ ಮಾಲಿಕತ್ವದ ಸೌಕರ್ಯವಿರುತ್ತದೆ. ಇದನ್ನು ಗುರುತು ಹಾಕಿದಲ್ಲಿ, ನಿರ್ಮಿಸಲಾದ ಕಡತ ವ್ಯವಸ್ಥೆಗೆ ನೀವು ಮಾಲಿಕರಾಗಿರುತ್ತೀರಿ. ಗುರುತು ಹಾಕದೆ ಇದ್ದಲ್ಲಿ, ಕೇವಲ ಗಣಕ ನಿರ್ವಾಹಕರು(ಸೂಪರ್ ಯೂಸರ್) ಮಾತ್ರವೆ ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಬಹುದಾಗಿದೆ.
lt: Pasirinktojoje failų sistemoje naudojamos failų nuosavybės teisės. Jei pažymėta, sukurtosios failų sistemos savininkas būsite jūs. Jei nepažymėta, tik administratorius (root) turės prieigą prie šios failų sistemos.
lv: Izvēlētajai failu sistēmai ir sapratne par failu īpašniekiem. Ja ieķeksēts, izvēlētā failu sistēma piederēs jums. Ja nav ieķeksēts, tikai administrators varēs piekļūt failu sistēmai.
ml: തെരഞ്ഞടുത്ത ഫയല്‍സിസ്റ്റത്തിനു് ഫയല്‍ ഉടമസ്ഥാവകാശം എന്നൊരു ആശയമുണ്ടു്. ഇതു് തെരഞ്ഞെടുത്താല്‍, ഫയല്‍സിസ്റ്റത്തില്‍ ഉടമസ്ഥന്‍ നിങ്ങളാകുന്നു. അല്ലെങ്കില്‍, ഫയല്‍സിസ്റ്റത്തില്‍ സൂപ്പര്‍ യൂസറിനു് മാത്രമേ അവകാശമുള്ളൂ.
mr: नीवडलेल्या फाइल प्रणालीचे फाइल मालकी हे सिध्दांत आहे. तपासले असल्यास, निर्मीत फाइल प्रणाली वापरकर्त्याच्या मालकीची होईल. तपासले नसल्यास, फक्त रूट वापरकर्ता फाइल प्रणाली करीता प्रवेश प्राप्त करू शकतो.
pa: ਚੁਣੇ ਫਾਇਲ ਸਿਸਟਮ ਲਈ ਫਾਇਲ ਮਲਕੀਅਤ ਦਾ ਸੰਕਲਪ ਹੈ। ਜੇ ਚੋਣ ਕੀਤੀ ਤਾਂ ਬਣਾਇਆ ਗਿਆ ਫਾਇਲ ਸਿਸਟਮ ਤੁਹਾਡੀ ਮਲਕੀਅਤ (ਓਨਰਸ਼ਿਪ) ਹੋਵੇਗਾ। ਜੇ ਚੋਣ ਨਾ ਕੀਤੀ ਤਾਂ ਕੇਵਲ ਸੁਪਰ ਯੂਜ਼ਰ ਹੀ ਫਾਇਲ ਸਿਸਟਮ ਨੂੰ ਵਰਤ ਸਕੇਗਾ।
pt: O sistema de ficheiros seleccionado possui o conceito de propriedade de ficheiros. Se marcado, o sistema de ficheiros criado será seu. Se não marcado, apenas o super utilizador poderá aceder ao sistema de ficheiros.
pt_br: O sistema de arquivos selecionado usa o conceito de posse. Se marcado, o sistema de arquivos criado vai ser possuído por você. Se não for marcado, apenas o super usuário pode acessar o sistema de arquivos.
sl: Izbrani datotečni sistem vsebuje pojmovanje lastništva datotek. V primeru, da je možnost izbrana boste lastnik datotečnega sistema vi, v nasprotnem primeru pa bo do datotečnega sistema imel dostop le skrbnik.
sr: Изабрани систем датотека подржава овлашћења корисницима. Уколико одаберете ово, ви ћете бити власник система датотека, а у супротном ће само администратор моћи да му приступи.
sv: Det valda filsystemet har en funktion för filägarskap. Om kryssad så kommer det skapade filsystemet att ägas av dig. Om inte kryssad så kommer endast superanvändaren att kunna komma åt filsystemet.
ta: தேர்ந்தெடுக்கப்பட்ட கோப்பு முறைமை ஒரு உரிமைக்கான கோப்பை பெற்றுள்ளது. சரிபார்த்திருந்தால், உருவாக்கப்பட்ட கோப்பு உங்களால் உரிமையாக்கப்படும்.சரிபார்த்திருந்தால், கோப்பு முறைமையை சாறப்பு பயனர் மட்டும் அணுகலாம்.
th: ระบบแฟ้มที่เลือกมีแนวคิดของความเป็นเจ้าของแฟ้ม ถ้าเลือก ระบบแฟ้มที่สร้างจะเป็นกรรมสิทธิ์ของคุณ ถ้าไม่เลือก จะมีผู้ใช้อภิสิทธิ์ (super user) เท่านั้นที่สามารถเข้าใช้ระบบแฟ้มได้

source: _Encrypt underlying device
ca@valencia: _Encripta el dispositiu
de: Das _zugrunde liegende Gerät verschlüsseln
el: Κρυπτογρά_φηση συσκευής
et: Alusseade _krüpteeritakse
fi: _Salaa alla oleva laite
gl: _Cifrar o dispositivo subxacente
hu: Alapeszköz _titkosítása
it: Cifrare il _dispositivo
ja: デバイス自体を暗号化(_E)
lt: _Užšifruoti pasirinktąjį įrenginį
lv: Šifrēt i_erīci
nb: Krypt_er underliggende enhet
pa: ਮੌਜੂਦਾ ਜੰਤਰ ਇੰਕ੍ਰਿਪਟ ਕਰੋ(_E)
pt: _Encriptar dispositivo subjacente
pt_br: Cr_iptografar dispositivo subjacente
sl: Ši_friraj napravo
sr: _Шифруј овај уређај
sv: Kr_yptera underliggande enhet
ta: _E கீழுள்ள சாதனத்தை குறிமுறையாக்குக
th: เข้ารหัสลับในอุปกรณ์ที่ใช้

source: Encryption protects your data, requiring a passphrase to be entered before the file system can be used. May decrease performance and may not be compatible if you use the media on other operating systems.
ca@valencia: L'encriptació permet protegir les vostres dades, i per a poder accedir al sistema de fitxers vos caldrà una contrasenya. Pot ser que faça baixar el rendiment i no siga compatible amb altres sistemes operatius.
de: Verschlüsselung schützt Ihre Daten. Ein Kennwort ist vor Verwendung des Dateisystems erforderlich. Die Geschwindigkeit kann abnehmen. Eventuell ist das Medium nicht mit anderen Betriebssystemen kompatibel.
el: Η κρυπτογράφηση προστατεύει τα δεδομένα σας, απαιτώντας την εισαγωγή μίας συνθηματικής φράσης προτού χρησιμοποιηθεί το σύστημα αρχείων. Μπορεί να μειώσει την απόδοση και πιθανώς να μην είναι συμβατό αν χρησιμοποιήσετε το μέσο και σε άλλα λειτουργικά συστήματα.
et: Krüpteerimine kaitseb sinu andmeid, nõudes parooli sisestamist enne, kui failisüsteemi saab kasutada. See võib vähendada jõudlust ning ei pruugi olla ühilduv, kui kasutad andmekandjat teistest operatsioonisüsteemides.
fi: Salaus suojaa tietojasi ja vaatii tunnuslauseen syöttämisen ennen kuin tiedostojärjestelmää voi lukea. Tämä saattaa hidastaa käyttöä, eikä tietoja voi välttämättä lukea muista käyttöjärjestelmistä.
gl: O cifrado protexe os seus datos, requirindo unha frase de paso antes de que o sistema de ficheiros poida ser empregado. Pode reducir o seu rendemento e ademais ten que ter en conta que pode non ser compatíbel se emprega ese medio noutro sistema operativo.
hi: गोपन आपके आँकड़े की रक्षा करता है, फ़ाइल तंत्र के प्रयोग करने के पहले कोई कूटशब्द को प्रयोग किया जा सकता है. प्रदर्शन घटा सकता है और सुससंगत नहीं हो सकता है यदि आप दूसरे ऑपरेटिंग सिस्टम पर मीडिया का प्रयोग करते हैं.
hu: A titkosítás védi az adatait, megkövetelve a jelmondatot a fájlrendszer használatához. Csökkentheti a teljesítményt és nem kompatibilis, ha az adathordozót más operációs rendszereken használja.
it: La cifratura protegge i propri dati attraverso la richiesta di una passphrase da inserire prima di poter usare il file system. Potrebbe diminuire le prestazioni e potrebbe non essere compatibile se l'unità viene usata con altri sistemi operativi.
ja: 暗号化はファイルシステムを使用可能状態にする前にパスフレーズの入力を要求し、あなたのデータを保護します。パフォーマンスが低下する可能性と、他のオペレーションシステムでこのメディアを使用する際に互換性がない可能性があります。
kn: ಗೂಢಲಿಪೀಕರಿಸುವುದರಿಂದ ನಿಮ್ಮ ದತ್ತಾಂಶವು ಸಂರಕ್ಷಿತಗೊಳ್ಳುತ್ತದೆ, ಅಂದರೆ ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಮೊದಲು ಒಂದು ಗುಪ್ತ ಪದವನ್ನು ನಮೂದಿಸಬೇಕಾಗುತ್ತದೆ. ಇದು ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಕಡಿಮೆ ಮಾಡಬಹುದು ಹಾಗು ನೀವು ಮಾಧ್ಯಮವನ್ನು ಬೇರೆ ಕಾರ್ಯ ವ್ಯವಸ್ಥೆಗಳಲ್ಲಿ ಬಳಸಿದಲ್ಲಿ ಇದು ಹೊಂದಿಕೊಳ್ಳದೆ ಇರಬಹುದು.
lt: Užšifravimas apsaugoja jūsų duomenis, kadangi duomenys bus prieinami tik įvedus slaptažodį. Šifravimas šiek tiek gali sumažinti veikimo spartą, o duomenys gali būti nesuderinami naudojant šią laikmeną kitose operacinėse sistemose.
lv: Šifrēšana aizsargās jūsu datus, bet vajadzēs ievadīt paroli, pirms failu sistēmu varēs lietot. Tā var samazināt veiktspēju un var nebūt savietojama ar izvēlēto datu nesēju vai citām operētājsistēmām.
ml: എന്‍ക്രിപ്ഷന്‍ നിങ്ങളുടെ ഡേറ്റ സംരക്ഷിക്കുന്നു. ഫയല്‍സിസ്റ്റം ഉപയോഗിക്കുന്നതിനു് മുമ്പായി ഒരു പാസ്ഫ്രെയിസ് നല്‍കേണ്ടതാണു്. മറ്റ് ഓപ്പറേറ്റിങ് സിസ്റ്റത്തിലുള്ള മീഡിയയില്‍ ഉപയോഗിച്ചാല്‍ ഒരു പക്ഷേ പ്രവര്‍ത്തനത്തെ ബാധിക്കാം.
mr: एनक्रिप्शन तुमचा डाटा सुरक्षीत ठेवतो, फाइल प्रणालीचा वापर करण्यापूर्वी वाक्यरचना देणे आवश्यक आहे. कृती कमी करू शकतो व इतर कार्यप्रणालीवरील मिडीयाशी तुलना केल्यास सहत्व नसेल.
pa: ਇੰਕ੍ਰਿਪਸ਼ਨ ਤੁਹਾਡੇ ਡਾਟਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਦੀ ਹੈ, ਜਿਸ ਲਈ ਫਾਇਲ ਸਿਸਟਮ ਨੂੰ ਵਰਤਣ ਤੋਂ ਪਹਿਲਾਂ ਸ਼ਬਦ ਦੇਣ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ। ਕਾਰਗੁਜ਼ਾਰੀ ਵੀ ਘੱਟ ਸਕਦੀ ਹੈ ਅਤੇ ਹੋਰ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮਾਂ ਉੱਤੇ ਮੀਡਿਆ ਤੁਸੀਂ ਸ਼ਾਇਦ ਵਰਤ ਵੀ ਨਾ ਸਕੋ।
pt: A encriptação protege os seus dados, requerendo que seja introduzida uma frase-senha antes que o sistema de ficheiros possa ser utilizado. Poderá diminuir a performance e poderá não sei compatível se utilizar o media noutros sistemas operativos.
pt_br: Criptografar protege os seus dados, requisitando que seja entrada uma palavra passe antes que o sistema de arquivos seja utilizado. Pode diminuir performance e não ser compatível se você usa a mídia em outros sistemas operacionais.
sl: Šifriranje zaščiti vaše podatke, saj za uporabo datotečnega sistema zahteva šifrirno geslo. Šifriranje lahko zmanjša zmogljivost in morda uporaba nosilca ne bo združljiva z drugimi operacijskimi sistemi."
sr: Шифровање штити ваше податке, захтевајући лозинку пре него што приступите систему датотека. Ово може умањити учинак система, а не може бити сагласно са медијумима на другим оперативним системима.
sv: Kryptering skyddar ditt data och kräver att en lösenfras anges innan filsystemet kan användas. Kan försämra prestandan och kanske inte är kompatibel om du använder mediumet på andra operativsystem.
ta: மறைகுறியாக்கம் உங்கள் தரவை பாதுகாக்கிறது, ஒரு கடவுச்சொல்லை கொடுத்து தான் கோப்பு முறைமையை பயன்படுத்தலாம். செயல்திறனை குறைக்கலாம் அல்லது வேறு இயக்கத்தளத்தில் பயன்படுத்தினால் ஏற்றதாக இருக்காது.
th: การเข้ารหัสลับจะช่วยปกป้องข้อมูลของคุณ โดยจะถามวลีรหัสผ่านก่อนที่จะเปิดให้เข้าใช้ระบบแฟ้มได้ การเข้ารหัสลับอาจทำให้ประสิทธิภาพลดลง และอาจมีปัญหาเรื่องความเข้ากันได้ถ้าคุณนำสื่อนั้นไปใช้กับระบบปฏิบัติการอื่น

source: Warning: All data on the volume will be irrevocably lost.
ca@valencia: Avís: les dades del volum es perdran per sempre.
de: Warnung: Alle Daten auf diesem Datenträger werden unwiderruflich verloren gehen.
el: Προειδοποίηση: Θα χαθούν οριστικά όλα τα δεδομένα στον τόμο.
et: Hoiatus: kõik andmed köitel lähevad taastamatult kaotsi.
fi: Varoitus: kaikki taltion sisältämät tiedot hukataan pysyvästi.
gl: Aviso: todos os datos do volume perderanse irrevogabelmente.
hi: चेतावनी: आयतन पर सभी आँकड़ा को नहीं प्राप्त किए जाने की स्थिति में खत्म हो जाएगा.
hu: Figyelmeztetés: a kötet összes adata visszavonhatatlanul elvész.
id: Peringatan: Semua data pada volume akan hilang dan tidak dapat dikembalikan.
it: Attenzione: tutti i dati presenti sul volume andranno persi per sempre.
ja: 警告: ボリュームの全データは失われます。元に戻すことはできません。
kn: ಎಚ್ಚರಿಕೆ: ಪರಿಮಾಣದಲ್ಲಿರುವ ಎಲ್ಲಾ ದತ್ತಾಂಶವು ಮರಳಿ ಪಡೆಯಲು ಸಾಧ್ಯವಿರದಂತೆ ನಾಶಗೊಳ್ಳುತ್ತವೆ.
lt: Įspėjimas: visi tomo duomenys bus negrįžtamai prarasti.
lv: Brīdinājums: visi dati uz sējuma tiks neatgriezeniski zaudēti.
ml: മുന്നറിയിപ്പു്: വോള്യത്തിലുള്ള എല്ലാ ഡേറ്റയും എന്നന്നേക്കുമായി നഷ്ടപ്പെടുന്നു.
mr: सावधानता: खंडावरील सर्व माहिती गमवले जाऊ शकते.
or: ଚେତାବନୀ: ଆକାରରେ ଥିବା ସମସ୍ତ ତଥ୍ୟ ନଷ୍ଟ ହୋଇଯିବ।
pa: ਸਾਵਧਾਨ: ਵਾਲੀਅਮ ਉੱਤੇ ਮੌਜੂਦ ਸਭ ਡਾਟਾ ਨਾ-ਪ੍ਰਾਪਤੀਯੋਗ ਢੰਗ ਨਾਲ ਖਤਮ ਹੋ ਜਾਵੇਗਾ।
pt: Aviso: Todos os dados no volume serão irremediavelmente perdidos.
pt_br: Aviso: Todos dados no volume serão permanentemente perdidos.
sl: Opozorilo: vsi podatki na nosilcu bodo nepovratno izgubljeni.
sr: Упозорење: Сви подаци на диску ће бити трајно обрисани.
sv: Varning: All data på volymen kommer att gå förlorad för alltid.
ta: எச்சரிக்கை: தொகுதியில் உள்ள அனைத்து தரவும் இழக்கப்படும்.
th: คำเตือน: ข้อมูลทั้งหมดในโวลุมจะหายไปอย่างกู้คืนไม่ได้

# application name
source: Bourne Again Shell
ca@valencia: Terminal Bourne Again (bash)
el: Κέλυφος Bourne Again
et: Bourne Again kest
gl: Intérprete de ordes Bourne Again
hi: बोर्न एगेन शेल
ja: Bourne Again シェル
kn: ಬಾರ್ನ್ ಅಗೇನ್ ಶೆಲ್
ml: ബോര്‍ണ്‍ എഗെയിന്‍ ഷെല്‍
pa: ਬਰਾਊਨ ਅਗੇਨ ਸ਼ੈੱਲ
sl: Bourne Again lupina
sr: Нова Борнова љуска
ta: மீண்டும் ப்ரவுன் ஷெல்

# application name
source: Bourne Shell
ca@valencia: Terminal Bourne (sh)
el: Κέλυφος Bourne
et: Bourne'i kest
gl: Intérprete de ordes Bourne
hi: बोर्न शेल
ja: Bourne シェル
kn: Bourne ಶೆಲ್‌
ml: ബോര്‍ണ്‍ ഷെല്‍
pa: ਬਰਾਊਨ ਸ਼ੈੱਲ
sl: Bourne lupina
sr: Борнова љуска
ta: ப்ரவுன் ஷெல்

# application name
source: C Shell
ca@valencia: Terminal de C (csh)
el: Κέλυφος C
et: C kest
gl: Intérprete de ordes de C
hi: सी शेल
ja: C シェル
kn: C ಶೆಲ್‌
ml: C ഷെല്‍
pa: C ਸੈੱਲ
sl: C lupina
sr: Ц љуска
ta: C ஷெல்

# application name
source: TENEX C Shell
ca@valencia: Terminal TENEX C (tcsh)
el: Κέλυφος TENEX C
et: TENEX C kest
gl: Intérprete de ordes TENEX C
hi: TENEX C शेल
ja: TENEX C シェル
kn: TENEX C ಶೆಲ್‌
ml: TENEX C ഷെല്‍
pa: ਟੀਨੀਕਸ C ਸੈੱਲ
sl: TENEX C lupina
sr: ТЕНЕКС Ц љуска
ta: TENEX C ஷெல்l

# application name
source: Z Shell
ca@valencia: Terminal Z (zsh)
el: Κέλυφος Z
et: Z kest
gl: Intérprete de ordes Z
hi: जेड शेल
ja: Z シェル
kn: Z ಶೆಲ್‌
ml: Z ഷെല്‍
pa: Z ਸੈੱਲ
sl: Z lupina
sr: З љуска
ta: Z ஷெல்

# application name
source: Korn Shell
ca@valencia: Terminal Korn (ksh)
el: Κέλυφος Korn
et: Korn'i kest
gl: Intérprete de ordes Korn
hi: कॉर्न शेल
ja: Korn シェル
kn: Korn ಶೆಲ್‌
ml: കോണ്‍ ഷെല്‍
pa: ਕਰੋਨ ਸੈੱਲ
sl: Korn lupina
sr: Корн љуска
ta: Korn ஷெல்

# application name
source: Process Viewer (top)
ca@valencia: Visualitzador de processos (top)
de: Prozessanzeige (top)
el: Προβολή διεργασιών (top)
et: Protsessinäitaja (top)
fi: Prosessiluettelo (top)
gl: Visor de procesos (top)
hi: प्रक्रिया दर्शक (शीर्ष)
hu: Folyamatmegjelenítő (top)
id: Penampil Proses (top)
it: Visualizzatore di processi (top)
ja: プロセスビューワ (top)
kn: ಪ್ರಕ್ರಿಯೆ ವೀಕ್ಷಕ (ಮೇಲಿನ)
lt: Procesų žiūryklė (top)
lv: Procesu skatītājs (top)
ml: പ്രക്രിയ ദര്‍ശിനി (top)
mr: कार्य प्रदर्शक (वरील)
nb: Prosessvisning (top)
pa: ਪਰੋਸੈੱਸ ਵਿਊਰ (top)
pt: Visualizador de Processos (top)
pt_br: Visualizador de processos (top)
sl: Pregledovalnik procesov (top)
sr: Преглед процеса (top)
sv: Processvisare (top)
ta: செயல் காட்டி (மேல்)
th: เครื่องมือดูโพรเซส (top)

# application name
source: Terminal Pager (less)
ca@valencia: Paginador del terminal (less)
et: Terminali lehitseja (less)
fi: Päätteen sivutin (less)
gl: Paxinador de terminal (less)
hi: टर्मिनल पेजर (कम)
hu: Terminállapozó (less)
id: Penghalaman Terminal (less)
it: Paginatore (less)
ja: ターミナル・ページャ (less)
kn: ಟರ್ಮಿನಲ್ ಪೇಜರ್ (ಕಡಿಮೆ)
lt: Terminalinė puslapiuoklė (less)
lv: Termināļa lapotājs (less)
ml: ടെര്‍മിനല്‍ പേജര്‍ (less)
mr: टर्मिनल पेजर (कमी)
pa: ਟਰਮੀਨਲ ਪੇਜ਼ਰ (ਘੱਟ)
pt: Paginador de Consola (less)
pt_br: Paginador de terminal (less)
sl: Pozivnik terminala (less)
sr: Конзолни прегледач (less)
sv: Terminalvisare (less)
ta: முனைப் பக்கம் (குறைந்த)
th: เครื่องมือแสดงหน้าข้อความในเทอร์มินัล (less)

# application name
source: Unknown
ca@valencia: Desconegut
de: Unbekannt
el: Άγνωστο
et: Tundmatu
fi: Tuntematon
gl: Descoñecido
hi: अज्ञात
hu: Ismeretlen
id: Tak Dikenal
it: Sconosciuto
ja: 不明
kn: ಗೊತ್ತಿರದ
lt: Nežinoma
lv: Nezināms
ml: അപരിചിതം
mr: अपरिचीत
nb: Ukjent
pa: ਅਣਜਾਣ
pt: Desconhecido
pt_br: Desconhecido
sl: Neznano
sr: Непознат
sv: Okänd
ta: தெரியாத
th: ไม่ทราบ

source: uid: %d pid: %d program: %s
ca@valencia: uid: %d pid: %d programa: %s
de: uid: %d pid: %d Programm: %s
el: uid: %d pid: %d πρόγραμμα: %s
et: uid: %d pid: %d programm: %s
fi: uid: %d pid: %d ohjelma: %s
gl: uid: %d pid: %d programa: %s
hi: uid: %d pid: %d प्रोग्राम: %s
it: uid: %d pid: %d programma: %s
ja: uid: %d pid: %d プログラム: %s
kn: uid: %d pid: %d ಪ್ರೊಗ್ರಾಮ್: %s
lt: uid: %d pid: %d programa: %s
ml: uid: %d pid: %d പ്രോഗ്രാം: %s
mr: uid: %d pid: %d कार्यक्रम: %s
or: uid: %d pid: %d ପ୍ରଗ୍ରାମ: %s
pa: uid: %d pid: %d ਪਰੋਗਰਾਮ: %s
pt: uid: %d pid: %d aplicação: %s
pt_br: uid: %d pid: %d programa: %s
sr: uid: %d pid: %d програм: %s
ta: uid: %d pid: %d நிரல்: %s
th: uid: %d pid: %d โปรแกรม: %s

source: pid: %d program: %s
ca@valencia: pid: %d programa: %s
de: pid: %d Programm: %s
el: pid: %d πρόγραμμα: %s
et: pid: %d programm: %s
fi: pid: %d ohjelma: %s
gl: pid: %d programa: %s
it: pid: %d programma: %s
ja: pid: %d プログラム: %s
kn: pid: %d ಪ್ರೊಗ್ರಾಮ್: %s
lt: pid: %d programa: %s
ml: pid: %d പ്രോഗ്രാം: %s
mr: pid: %d कार्यक्रम: %s
or: pid: %d ପ୍ରଗ୍ରାମ: %s
pa: pid: %d ਪਰੋਗਰਾਮ: %s
pt: pid: %d aplicação: %s
pt_br: pid: %d programa: %s
sr: pid: %d програм: %s
ta: pid: %d நிரல்: %s
th: pid: %d โปรแกรม: %s

source: Partition %d on %s
ca@valencia: Partició núm. %d a %s
de: Partition %d auf %s
el: Διαμέρισμα %d στο %s
et: Partitsioon %d kettal %s
fi: Osio %d laitteella %s
gl: Partición %d en %s
hi: विभाजन %d %s पर
hu: %d. partíció ezen: %s
id: Partisi %d pada %s
it: Partizione n° %d su %s
ja: %2$s のパーティション %1$d
kn: ವಿಭಾಗ %d, %s ನಲ್ಲಿನ
lt: Skirsnis %d diske %s
lv: Sadaļa %d uz %s
ml: പാര്‍ട്ടീഷന്‍ %d, %s-ല്‍
mr: %2$s वरील विभाजन %1$d
nb: Partisjon %d på %s
or: %d ବିଭାଜନ %s ଉପରେ
pa: %2$s ਉੱਤੇ %1$d ਪਾਰਟੀਸ਼ਨ
pt: Partição %d em %s
pt_br: Partição %d em %s
sl: Razdelek %d na %s
sr: %d. партиција на %s
sv: Partition %d på %s
ta: பகிர்வு %d ஆன் %s
th: พาร์ทิชัน %d ใน %s

source: Cannot unmount volume
ca@valencia: No s'ha pogut desmuntar el volum
de: Datenträger kann nicht ausgehängt werden
el: Αδυναμία αποπροσάρτησης τόμου
et: Köite lahtihaakimine pole võimalik
fi: Taltiota ei voitu irrottaa
gl: Non foi posíbel desmontar o volume
hi: आयतन अनारोहित नहीं कर सकता है
hu: Nem választható le a kötet
id: Tidak dapat melepas kaitan volume
it: Impossibile smontare il volume
ja: ボリュームをアンマウントできません
kn: ಪರಿಮಾಣವನ್ನು ಅವರೋಹಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
lt: Nepavyko atjungti tomo
lv: Nevar montēt sējumu
ml: വോള്യം അണ്‍മൌണ്ട് ചെയ്യുവാന്‍ സാധ്യമല്ല
mr: खंडाचे माऊंट अशक्य करण्यास अपयशी
nb: Kan ikke avmontere volum
or: ଆକାରକୁ ବିସ୍ଥାପିତ କରିପାରିବେ ନାହିଁ
pa: ਵਾਲੀਅਮ ਅਣ-ਮਾਊਂਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ
pt: Incapaz de desmontar volume
pt_br: Não foi possível desmontar o volume
sl: Nosilca ni mogoče odklopiti
sr: Не могу да демонтирам диск
sv: Kan inte avmontera volymen
ta: தொகுதியை ஏற்ற முடியவில்லை
th: ไม่สามารถเลิกเมานท์โวลุม

source: One or more applications are using the volume. Quit the applications, and then try unmounting again.
ca@valencia: Hi ha alguna aplicació que encara utilitza el volum. Tanqueu-la i torneu a provar de desmuntar-lo.
de: Eine oder mehrere Anwendungen verwenden den Datenträger. Beenden Sie die Anwendungen und versuchen Sie es erneut.
el: Μία ή παραπάνω εφαρμογές χρησιμοποιούν τον τόμο. Τερματίστε τις εφαρμογές και προσπαθήστε να τον αποπροσαρτήσετε ξανά.
et: Köidet kasutab üks või enam rakendust. Sulge rakendused ning proovi uuesti lahti haakida.
fi: Yksi tai useampi ohjelma käyttää osiota. Lopeta ohjelmat ja yritä irrottaa osio uudestaan.
gl: Un ou máis aplicativos están empregando o volume. Saia dos aplicativos, e tente desmontalo outra vez.
hi: एक या अधिक अनुप्रयोग इस आयतन को प्रयोग करता है. अनुप्रयोग छोड़े, और फिर अनारोहित करने की कोशिश करें.
hu: Néhány alkalmazás használja a kötetet. Lépjen ki az alkalmazásokból és próbálja újra leválasztani.
id: Satu atau lebih aplikasi sedang mengakses volume. Tutup aplikasi tersebut, kemudian coba lagi untuk melepas kaitan volume.
it: Una o più applicazioni stanno ancora usando il volume. Chiudere le applicazioni e provare a smontare nuovamente il volume.
ja: 1つまたはそれ以上のアプリケーションがボリュームを利用しています。アプリケーションを終了させ、再度アンマウントを試してください。
kn: ಒಂದು ಅಥವ ಹೆಚ್ಚಿನ ಅನ್ವಯಗಳು ಪರಿಮಾಣವನ್ನು ಬಳಸುತ್ತಿವೆ. ಅನ್ವಯವನ್ನು ಮುಚ್ಚಿ, ಹಾಗು ಇನ್ನೊಮ್ಮೆ ಅವರೋಹಿಸಲು ಪ್ರಯತ್ನಿಸಿ.
lt: Bent viena programa dar naudoja tomą. Sustabdykite jį naudojančias programas ir bandykite dar kartą.
lv: Viena vai vairākas lietotnes izmanto sējumu. Izejiet no lietotnēm un mēģiniet nomontēt vēlreiz.
ml: ഒന്നോ അതിലധികമോ പ്രയോഗങ്ങള്‍ വോള്യമുപയോഗിക്കുന്നു. പ്രയോഗങ്ങളില്‍ നിന്നും പുറത്തു് കടന്നു്, വീണ്ടും അണ്‍മൌണ്ട് ചെയ്യുവാന്‍ ശ്രമിക്കുക.
mr: एक किंवा त्यापेक्षाजास्त ऍप्लिकेशनस् खंडाचा वापर करत आहे. ऍप्लिकेशन पासून बाहेर पडा, व पुन्हा माऊंट करणे अशक्य करा.
pa: ਇੱਕ ਜਾਂ ਵੱਧ ਐਪਲੀਕੇਸ਼ਨਾਂ ਵਾਲੀਅਮ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੀਆਂ ਹਨ। ਐਪਲੀਕੇਸ਼ਨਾਂ ਬੰਦ ਕਰੋ ਅਤੇ ਫੇਰ ਅਣ-ਮਾਊਂਟ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ।
pt: Uma ou mais aplicações estão a utilizar o volume. Feche as aplicações e tende desmontar o volume novamente.
pt_br: Um ou mais aplicativos estão usando o volume. Termine os aplicativos e tente desmontar novamente.
sl: En ali več programov uporabljajo nosilec. Končajte programe in ponovno poskusite z odklopom.
sr: Један или више програма користе овај диск. Затворите те програме и пробајте поново да демонтирате диск.
sv: En eller flera program använder volymen. Avsluta programmen och försök att avmontera den igen.
ta: ஒன்று அல்லது நிறைய பயன்பாடிகள் தொகுதியை பயன்படுத்துகிறது. பயன்பாடுகளை நிறுத்து, மற்றும் மீண்டும் ஏறாதவற்றை முயற்சிக்கவும்.
th: มีโปรแกรมตั้งแต่หนึ่งโปรแกรมขึ้นไปกำลังใช้โวลุมอยู่ กรุณาปิดโปรแกรมดังกล่าวแล้วลองสั่งเลิกเมานท์อีกครั้ง

source: _Unmount
ca@valencia: _Desmunta
de: A_ushängen
el: _Αποπροσάρτηση
et: _Haagi lahti
fi: _Irrota
gl: _Desmontar
hi: अनमाउण्ट करें (_U)
hu: _Leválasztás
id: _Lepas Kaitan
it: _Smonta
ja: アンマウント(_U)
kn: ಅವರೋಹಿಸು(_U)
lt: _Atjungti
lv: No_montēt
ml: _അണ്‍മൌണ്ട് ചെയ്യുക
mr: माऊंट अशक्य (_U)
nb: _Avmonter
or: ବିସ୍ଥାପନ କରନ୍ତୁ (_U)
pa: ਅਣ-ਮਾਊਂਟ(_U)
pt: _Desmontar
pt_br: _Desmontar
sl: _Odklopi
sr: _Демонтирај
sv: _Avmontera
ta: ஏறமுடியாத (_U)
th: เ_ลิกเมานท์

source: Passphrases do not match
ca@valencia: Les contrasenyes no coincideixen
de: Kennwörter stimmen nicht überein
el: Οι συνθηματικές φράσεις δεν ταιριάζουν
et: Paroolid ei kattu
fi: Tunnuslauseet eivät täsmää
gl: As frases de paso non coinciden
hi: कूटशब्द मेल नहीं खाता है.
hu: A jelmondatok eltérnek
id: Pasfrasa tidak cocok
it: Le passphrase non corrispondono
ja: パスフレーズが一致しません
kn: ಗುಪ್ತಪದಗಳು ತಾಳೆಯಾಗುತ್ತಿಲ್ಲ
lt: Slaptažodžiai nesutapo
lv: Paroles nesakrīt
ml: പാസ്ഫ്രെയിസുകള്‍ തമ്മില്‍ ചേരുന്നില്ല
mr: गोपणीयवाक्य जुळत नाही
nb: Passordene er ikke like
or: ଗୁପ୍ତଶବ୍ଦାବଳୀ ମେଳ ଖାଉ ନାହିଁ
pa: ਸ਼ਬਦ ਮਿਲਦਾ ਨਹੀਂ
pt: Frases-senha não coincidem
pt_br: Frases secretas não combinam
sl: Šifrirni gesli se ne skladata
sr: Лозинка се не поклапа
sv: Lösenfraserna stämmer inte överens
ta: கடவுச்சொல் பொருந்தவில்லை
th: วลีรหัสผ่านไม่ตรงกัน

source: Passphrases do not differ
ca@valencia: Les contrasenyes són iguals
de: Kennwörter unterscheiden sich nicht
el: Οι συνθηματικές φράσεις πρέπει να είναι ίδιες
et: Paroolid ei erine
fi: Tunnuslauseet eivät eroa
gl: As frases de paso non difiren
hi: कूटशब्द अंतर नहीं रखता है
hu: A jelmondatok nem térnek el
id: Pasfrasa cocok
it: Le passphrase non sono diverse
ja: パスフレーズが変わっていません
kn: ಗುಪ್ತಪದಗಳ ನಡುವೆ ವ್ಯತ್ಯಾಸವಿಲ್ಲ
lt: Slaptažodžiai nesiskiria
lv: Paroles neatšķiras
ml: പാസ്ഫ്രെയിസുകള്‍ ഒന്നായിരിക്കണം
mr: गोपणीयवाक्य वेगळे नाही
nb: Passordene er ikke forskjellige
or: ପ୍ରବେଶ ସଂକେତ ଭିନ୍ନ ହୋଇନଥାଏ
pa: ਸ਼ਬਦ ਵੱਖਰਾ ਨਹੀਂ
pt: Frases-senha não diferem
pt_br: Frases secretas não são diferentes
sl: Šifrirni gesli se ne razlikujeta
sr: Лозинка се не разликује
sv: Lösenfraserna skiljer sig inte
ta: கடவுச்சொல்கள் மாறவில்லை
th: วลีรหัสผ่านไม่ต่างกัน
