Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: Simple filesystem with low overhead and UNIX permissions support. Not widely compatible with operating systems other than Linux and Minix.
ca@valencia: Un sistema de fitxers senzill, amb poca sobrecàrrega i amb compatibilitat amb els permisos de el UNIX. No és molt compatible amb altres sistemes operatius a banda del Linux i el Minix.
de: Ein einfaches Dateisystem mit wenig Verwaltungsaufwand und Unterstützung für UNIX-Benutzerrechte. Es ist nicht besonders kompatibel mit anderen Betriebssystemen als Linux und Minix.
el: Απλό σύστημα αρχείων με χαμηλό overhead και υποστήριξη δικαιωμάτων UNIX. Δεν έχει εκτεταμένη συμβατότητα με άλλα λειτουργικά συστήματα εκτός από το Linux και το Minix.
et: Lihtne failisüsteem väikese ülekulu ja UNIX-i failiõiguste toega. Ei ole laialdaselt ühilduv teiste operatsioonisüsteemidega peale Linuxi ja Minixi.
fi: Yksinkertainen tiedostojärjestelmä, jossa on vähän kustannuksia ja UNIX-käyttöoikeuksien tuki. Ei laajalti yhteensopiva muiden kuin Linux- ja Minix-käyttöjärjestelmien kanssa.
gl: Sistema de ficheiros sinxelo con pouca sobrecarga e compatíbel cos permisos de UNIX. Non é totalmente compatíbel con sistemas operativos distintos a Linux e Minix.
hu: Egyszerű fájlrendszer alacsony ráhagyással és UNIX jogosultságok támogatásával. Nem kompatibilis Linux és Minix operációs rendszereken kívül mással.
it: File system semplice, privo di costi operativi e con supporto ai permessi UNIX. Non molto compatibile con altri sistemi operativi oltre a Linux e Minix.
lt: Paprasta failų sistema su nedideliu pertekliumi ir UNIX teisių palaikymu. Nėra plačiai suderinama su operacinėmis sistemomis, kitokiomis nei Linux ir Minix.
lv: Vienkārša failu sistēma ar mazu virstēriņu un UNIX tiesību atbalstu. Nav plaši savietojams ar citām operētājsistēmām kā vien Linux un Minix.
pa: ਸਧਾਰਨ ਫਾਇਲ ਸਿਸਟਮ ਘੱਟ ਟੱਕਰਾਂ ਨਾਲ ਅਤੇ ਯੂਨੈਕਸ ਅਧਿਕਾਰ ਸਹਿਯੋਗ ਨਾਲ। ਲੀਨਕਸ ਤੇ ਮੀਨੀਕਸ ਤੋਂ ਇਲਾਵਾ ਹੋਰ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਨਾਲ ਵਰਤੋਂ ਯੋਗ ਨਹੀਂ।
pt: Sistema de ficheiros simples com capacidades adicionais baixas e suporte a permissões UNIX. Não amplamente compatível com outros sistemas operativos que não Linux e Minix.
pt_br: Sistemas de arquivos simples com baixa sobrecarga e suporte à permissões UNIX. Não é amplamente compatível com outros sistemas operacionais além de Linux e Minix.
sl: Enostavni datotečni sistem s podporo UNIX dovoljenj. Ni široko združljiv z drugimi operacijskimi sistemi razen Linux in Minix.
sr: Прост систем датотека са мало захтева, која подржава дозволе. Није подржана на већини оперативних система, осим на Линуксу и Миниксу.
sv: Enkelt filsystem med låg overhead och stöd för UNIX-rättigheter. Inte helt kompatibelt med andra operativsystem än Linux och Minix.
ta: குறைவான பளு, யூனிக்ஸ் அனுமதி ஆதரவுடன் எளிய கோப்பு முறைமை. லீனக்ஸ் அல்லது மினிக்ஸ் தவிர எந்த இயங்குதளத்துக்கும் ஒத்து வராது.
th: ระบบแฟ้มอย่างง่ายซึ่งมีโสหุ้ยต่ำและรองรับการกำหนดสิทธิ์ตามแบบยูนิกซ์ ไม่ค่อยเข้ากันได้กับระบบปฏิบัติการอื่นนอกจากลินุกซ์และมินิกซ์

source: No file system will be created.
ca@valencia: No es crearà cap sistema de fitxers.
de: Es wird kein Dateisystem erstellt.
el: Κανένα σύστημα αρχείων δεν θα δημιουργηθεί.
et: Ühtegi failisüsteemi ei looda.
fi: Tiedostojärjestelmää ei luoda.
gl: Non foi creado ningún sistema de ficheiros.
hi: कोई फ़ाइल तंत्र नहीं बनाया जाएगा.
hu: Nem kerül létrehozásra fájlrendszer.
id: Tidak ada sistem berkas yang akan dibuat.
it: Nessun file system verrà creato.
ja: ファイルシステムを作成しません。
kn: ಯಾವುದೆ ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ನಿರ್ಮಿಸಲಾಗುವುದಿಲ್ಲ.
lt: Failų sistema nebus sukurta.
lv: Netiks izveidota neviena failu sistēma.
ml: ഒരു ഫയല്‍ സിസ്റ്റവും ഉണ്ടാക്കുന്നതല്ല.
mr: फाइल प्रणाली बनवली जाणार नाही.
nb: Ingen filsystemet vil bli opprettet.
or: କୌଣସି ଫାଇଲ ତନ୍ତ୍ର ନିର୍ମାଣ କରାହେବ ନାହିଁ।
pa: ਕੋਈ ਫਾਇਲ ਸਿਸਟਮ ਨਹੀਂ ਬਣਾਇਆ ਜਾਵੇਗਾ।
pt: Nenhum sistema de ficheiros será criado.
pt_br: Nenhum sistema de arquivos será criado.
sl: Datotečni sistem ne bo ustvarjen.
sr: Систем датотека није направљен.
sv: Inget filsystem kommer att skapas.
ta: கணினி முறைமை உருவாக்கப்படவில்லை.
th: ไม่มีการสร้างระบบแฟ้ม

source: Create an Extended Partition for logical partitions.
ca@valencia: Crea una partició ampliada per a particions lògiques.
de: Eine erweiterte Partition für logische Partitionen erstellen.
el: Δημιουργήστε ένα εκτεταμένο διαμέρισμα για τα λογικά διαμερίσματα.
et: Loo loogiliste partitsioonide jaoks laiendatud partitsioon.
fi: Luo laajennettu osio loogisille osioille.
gl: Crear unha partición estendida para as particións lóxicas.
hi: तार्किक विभाजन के लिए विस्तारित विभाजन बनाएँ.
hu: Kiterjesztett partíció létrehozása logikai partíciókhoz.
it: Crea una partizione estesa per contenere partizioni logiche.
ja: 論理パーティションに拡張パーティションを作成します
kn: ತಾರ್ಕಿಕ ವಿಭಾಗಗಳಿಗಾಗಿ ಒಂದು ವಿಸ್ತರಿಸಲಾದ ವಿಭಾಗವನ್ನು ನಿರ್ಮಿಸಿ.
lt: Sukurti loginiams skirsniams išplėstąjį skirsnį.
lv: Izveidot paplašināto sadaļu loģiskajai sadaļai.
ml: ലോജിക്കല്‍ പാര്‍ട്ടീഷനുകള്‍ക്കു് ഒരു എക്സ്റ്റെന്‍ഡഡ് പാര്‍ട്ടീഷന്‍ ഉണ്ടാക്കുക.
mr: लॉजीकल विभाजन करीता विस्तारीत विभाजन निर्माण करा.
or: ତାର୍କିକ ବିଭାଜନ ପାଇଁ ଗୋଟିଏ ଅନୁଲମ୍ବିତ ବିଭାଜନ ନିର୍ମାଣ କରନ୍ତୁ।
pa: ਲਾਜ਼ੀਕਲ ਪਾਰਟੀਸ਼ਨ ਲਈ ਐਕਸਟੈਂਡਡ ਪਾਰਟੀਸ਼ਨ ਬਣਾਓ।
pt: Criar uma Partição Estendida para partições lógicas.
pt_br: Criar uma partição estendida para partições lógicas.
sl: Ustvari razširjen razdelek za logične razdelke.
sr: Прави проширену партицију за логичке партиције.
sv: Skapa en utökad partition för logiska partitioner.
ta: ஒரு விரிவான பகிர்வை பொருத்தமான பகிர்வுகளுக்கு உருவாக்கு.
th: สร้างพาร์ทิชันขยายสำหรับพาร์ทิชันลอจิคัล

source: The Master Boot Record scheme is compatible with almost any device or system but has a number of limitations with respect to disk size and number of partitions.
ca@valencia: L'esquema del registre d'arrencada mestre (MBR) és compatible amb gairebé qualsevol dispositiu o sistema, però té un seguit de limitacions en quant a la mida del disc i el nombre de particions.
de: Das Schema des »Master Boot Record« ist zu fast jedem Gerät oder System kompatibel. Allerdings gibt es eine Reihe von Einschränkungen hinsichtlich der Mediengröße und der Anzahl der Partitionen.
el: Το σχήμα Master Boot Record είναι συμβατό με σχεδόν οποιαδήποτε συσκευή αλλά έχει ένα αριθμό από περιορισμούς σε σχέση με το μέγεθος του δίσκου και τον αριθμό των διαμερισμάτων.
et: Peabuutkirje (MBR) skeem ühildub peaaegu kõigi seadmete ja süsteemidega, kuid piiratud on ketta suurus ja partitsioonide arv.
fi: MBR-malli on yhteensopiva lähes kaikkien laitteiden kanssa, mutta siinä on useita rajoituksia levyn koon ja osioiden lukumäärän suhteen.
gl: O esquema de Rexistro de Arranque Mestre (MBR) é compatíbel con case calquera dispositivo ou sistema pero ten certas limitacións respecto do tamaño de disco e número de particións.
hi: मास्टर बूट रिकार्ड योजना किसी युक्ति या तंत्र से सुसंगत है लेकिन विभाजन की संख्या और डिस्क आकार से संबंधित कई सीमाएँ हैं.
hu: Az Elsődleges indítórekord séma majdnem minden eszközzel és rendszerrel kompatibilis, de megvannak a korlátai a lemez méretére és a partíciók számára vonatkozóan.
id: Skema MBR memiliki kecocokan pada hampir semua perangkat atau sistem, namun memiliki beberapa batasan yang terkait pada ukuran diska serta jumlah partisi.
it: Lo schema Master Boot Record è compatibile con la maggior parte dei dispositivi o sistemi, ma presenta un numero di limitazioni come la dimensione del disco e il numero di partizioni.
ja: マスターブートレコード方式はほぼ全てのデバイスやシステムと互換性がありますが、ディスクサイズやパーティション数に関していくつかの制限があります。
kn: ಮಾಸ್ಟರ್ ಬೂಟ್ ರೆಕಾರ್ಡ್ ಪದ್ಧತಿಯು ಹೆಚ್ಚಿನ ಎಲ್ಲಾ ಸಾಧನ ಅಥವ ವ್ಯವಸ್ಥೆಯೊಂದಿಗೆ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ ಆದರೆ ಡಿಸ್ಕಿನ ಗಾತ್ರ ಹಾಗು ವಿಭಾಗಗಳ ವಿಷಯದಲ್ಲಿ ಹಲವಾರು ಮಿತಿಗಳನ್ನು ಇದು ಹೊಂದಿದೆ.
lt: Paleisties įrašo (MBR) schema suderinama su beveik bet kuriuo įrenginiu ar sistema, bet turi tam tikrų apribojimų susijusių su disko dydžiu ir disko tomo skirsnių kiekiu.
lv: Pamatsāknēšanas ieraksta (MBR) shēma ir savietojama ar gandrīz jebkuru ierīci vai sistēmu, bet tai ir vairāki ierobežojumi attiecībā uz disku izmēru un sadaļu skaitu.
ml: ഏതു് ഡിവൈസും സിസ്റ്റവുമായി മാസ്റ്റര്‍ ബൂട്ട് റിക്കോര്‍ഡ് സ്കീം പൊരുത്തപ്പെടുന്നു. പക്ഷേ, ഡിസ്ക് വ്യാപ്തി, പാര്‍ട്ടീഷനുകളുടെ എണ്ണം എന്നിവയിര്‍ അനേകം പരിമിതികളുണ്ടു്.
mr: Master Boot Record योजना कुठल्याही उपकरन किंवा प्रणालीसह सहत्व आहे परंतु डिस्क आकार व विभाजन संख्याच्या तुलनेत बरेच मर्यदा लागू होतात.
pa: ਮਾਸਟਰ ਬੂਟ ਰਿਕਾਰਡ ਸਕੀਮ ਕਿਸੇ ਵੀ ਜੰਤਰ ਜਾਂ ਸਿਸਟਮ ਨਾਲ ਅਨੁਕੂਲ ਹੈ, ਪਰ ਡਿਸਕਾਂ ਦੇ ਆਕਾਰ ਅਤੇ ਭਾਗਾਂ ਦੀ ਗਿਣਤੀ ਲਈ ਸੀਮਿਤ ਹੈ।
pt: O esquema de Registo Mestre de Arranque (Master Boot Record) é compatível com quase todos os dispositivos ou sistemas mas possui várias limitações no que diz respeito ao tamanho do disco e número de partições.
pt_br: O esquema Master Boot Record é compatível com quase todos dispositivos ou sistema mas possui algumas limitações com respeito ao tamanho da unidade e número de partições.
sl: Shema glavnega zagonskega sektorja (MBR) je združljiva s skoraj vsemi napravami in sistemi, vendar je omejen z velikostjo diska in številom razdelkov na njem.
sr: Шема главног записа за подизање система је сагласна са скоро свим уређајима или системима, али има бројна ограничења везана за величину диска и број партиција.
sv: Master Boot Record-schemat är kompatibelt med de flesta enheter eller system men har ett antal begränsningar med hänsikt till diskstorlek och antal partitioner.
ta: இந்த Master Boot Record திட்டப் பெரும்பாலும் எந்த சாதனம் அல்லது கணினியில் வரம்புக்குட்பட்டு வட்டு அளவு மற்றும் பகிர்வுகளின் எண்ணிக்கையை பொருத்து ஏற்றதாக இருக்கும்.
th: แบบแผนมาสเตอร์บูตเรคอร์ดจะเข้ากันได้กับอุปกรณ์หรือระบบแทบทุกอย่าง แต่มีข้อจำกัดเกี่ยวกับขนาดของดิสก์และจำนวนพาร์ทิชัน

source: A legacy scheme that is incompatible with most systems except Apple systems and most Linux systems. Not recommended for removable media.
ca@valencia: Un esquema antic que és incompatible amb la majoria de sistemes excepte els d'Apple i la majoria dels del Linux. No és recomanable per a suports extraïbles.
de: Ein veraltetes Schema, das mit den meisten Systemen inkompatibel ist, außer Apple-Systemen und den meisten Linux-Systemen. Es ist für Wechselmedien nicht empfehlenswert.
el: Ένα σχήμα legacy που δεν είναι συμβατό με τα περισσότερα συστήματα εκτός από τα συστήματα Apple και τα περισσότερα συστήματα Linux. Δεν προτείνεται για αφαιρούμενα μέσα.
et: Pärandskeem, mis ei ühildu enamiku süsteemidega, välja arvatud Apple süsteemid ja enamik Linuxi süsteeme. Ei soovitata eemaldatava andmekandja jaoks.
fi: Perinteinen malli, joka on epäyhteensopiva melkein kaikkien muiden paitsi Apple- ja linux-tietokoneiden kanssa. Ei suositeltava siirrettäville medioille.
gl: Un esquema herdado que é incompatíbel coa maioría dos sistemas agás os Apple e a maioría dos sistema Linux. Non é recomendábel para os medios extraíbeis.
hi: पुरातन योजना जो कि अधिकतर तंत्र से असंगत है एपल तंत्र के अलावे और अधिकतर लिनक्स तंत्र में. विस्थापनीय मीडिया के अनुशंसित नहीं.
hu: Örökölt séma, amely nem kompatibilis a legtöbb rendszerrel, kivéve az Apple és a legtöbb Linux rendszert. Nem ajánlott cserélhető adathordozókra.
it: Uno schema datato incompatibile con la maggior parte dei sistemi esclusi i sistemi Apple e la maggior parte di quelli Linux. Non consigliato per supporti rimovibili.
ja: Legacy方式は、Apple システムや Linux システムを除いたほとんどのシステムで互換性がありません。リムーバブルメディアに使用するのはお薦めしません。
kn: Apple ವ್ಯವಸ್ಥೆಗಳು ಹಾಗು ಹೆಚ್ಚಿನ Linux ವ್ಯವಸ್ಥೆಗಳನ್ನು ಹೊರತು ಪಡಿಸಿ ಹೆಚ್ಚಿನ ವ್ಯವಸ್ಥೆಗಳೊಂದಿಗೆ ಹೊಂದಿಕೊಳ್ಳದೆ ಇರುವ ಒಂದು ಸಾಂಪ್ರದಾಯಿಕ ಪದ್ಧತಿ. ತೆಗೆಯ ಬಹುದಾದ ಮಾಧ್ಯಮಗಳಿಗೆ ಇದನ್ನು ಬಳಸುವಂತೆ ಸಲಹೆ ಮಾಡುವುದಿಲ್ಲ.
lt: Pasenęs disko skaidymo būdas, suderinamas tik su „Apple“ sistemomis ir dauguma „Linux“ sistemų. Nepatartinas išimamoms laikmenoms.
lv: Mantota shēma, kas ir nesavietojama ar vairumu sistēmām, izņemot Appleun Linux sistēmām. Nav ieteicams pārnēsājamiem datu nesējiem.
ml: ആപ്പിള്‍ സിസ്റ്റമുകള്‍, മിക്ക ലിനക്സ് സിസ്റ്റമുകള്‍ എന്നിവയൊഴികെ എല്ലാ സിസ്റ്റമുകളിലും പൊരുത്തപ്പെടാത്തൊരു ലെഗസി സ്കീം. നീക്കം ചെയ്യുവാന്‍ സാധിക്കുന്ന മീഡിയയ്ക്കുത്തമമല്ല.
mr: एक लेगसी योजना जी बरेच प्रणाली, Apple व बहुतांश Linux प्रणालींना वगळता, असहत्व आहे. काढूनटाकण्याजोगी मिडीयासाठी सूचवले जात नाही.
pa: ਪੁਰਾਤਨ ਸਕੀਮ ਹੈ, ਜੋ ਕਿ ਬਹੁਤੇ ਸਿਸਟਮਾਂ ਨਾਲ ਅਨੁਕੂਲ ਨਹੀਂ ਹੈ, ਪਰ ਐਪਲ ਸਿਸਟਮ ਅਤੇ ਬਹੁਤੇ ਲੀਨਕਸ ਸਿਸਟਮ ਲਈ ਠੀਕ ਹੈ। ਹਟਾਉਣਯੋਗ ਮੀਡਿਆ ਲਈ ਸਿਫਾਰਸ਼ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।
pt: Um esquema obsoleto que é incompatível com a maioria dos sistemas, excepto sistemas Apple e a maior parte dos sistemas Linux. Não é recomendado para media removível.
pt_br: Um esquema legado que é compatível com quase todos sistemas excepto pelos sistemas da Apple e a maioria dos sistemas Linux. Não é recomendado para dispositivos removíveis.
sl: Stara shema, ki je združljiva le z Apple in z večino Linux sistemov. Uporaba sheme ni priporočljiva za odstranljive nosilce.
sr: Стара шема која није у сагласности са већином система, осим са Еплом и већином Линукс дистрибуција. Није препоручљиво за уклоњиве медијуме.
sv: Ett klassiskt schema som är inkompatibelt med de flesta system förutom Apple-system och de flesta Linux-system. Rekommenderas inte för flyttbara media.
ta: ஒரு லிகஸி திட்டம் ஆப்பிள் கணினிகள் மற்றும் பல லினக்ஸ் கணினிகள் தவிர மற்ற கணினிகளில் ஏற்றதாக இருக்காது. நீக்கக்கூடிய ஊடகத்தில் பரிந்துரைக்கப்படவில்லை.
th: แบบแผนแบบเก่าซึ่งไม่เข้ากันกับระบบส่วนใหญ่ ยกเว้นระบบของแอปเปิลและลินุกซ์ส่วนใหญ่ ไม่แนะนำให้ใช้กับสื่อถอดเสียบ

source: The GUID scheme is compatible with most modern systems but may be incompatible with some devices and legacy systems.
ca@valencia: L'esquema GUID és compatible amb la majoria de sistemes moderns però pot ser incompatible amb alguns dispositius i sistemes antics.
de: Das GUID-Schema ist mit den meisten modernen Systemen kompatibel, aber es könnte mit einigen Geräten und alten Systemen nicht kompatibel sein.
el: Το σχήμα GUID είναι συμβατό με τα περισσότερα σύγχρονα συστήματα αλλά μπορεί να μην είναι συμβατό με μερικές συσκευές και συστήματα παλαιού τύπου.
et: GUID-skeem on ühilduv enamiku moodsate süsteemidega, kuid võib mitte ühilduda mõnede seadmete ja mõnede pärandsüsteemidega.
fi: GUID-malli on yhteensopiva useimpien uusien järjestelmien kanssa, mutta ei välttämättä toimi kaikkialla eikä vanhoissa tietokoneissa.
gl: O esquema GUID é compatíbel cos máis modernos sistemas pero pode ser incompatíbel con algúns dispositivos e sistemas herdados.
hi: जीयूआईडी अधिकतर आधुनिक तंत्रों के साथ सुसंगत है लेकिन कुछ युक्तियों और पुरातन तंत्र के साथ असंगत हो सकता है.
hu: A GUID séma kompatibilis a legtöbb korszerű rendszerrel, de inkompatibilis lehet néhány eszközzel és örökölt rendszerrel.
id: Skema GUID memiliki kecocokan pada hampir semua sistem modern, terkecuali pada sejumlah perangkat dan sistem lawas.
it: Lo schema GUID è compatibile con la maggior parte dei moderni sistemi, ma potrebbe non esserlo con alcuni dispositivi e sistemi datati.
ja: GUID方式は、最近のほとんどのシステムでは互換性がありますが、一部のデバイスや古いシステムでは互換性がない可能性があります。
kn: GUID ಪದ್ಧತಿಯು ಹೆಚ್ಚಿನ ಆಧುನಿಕ ವ್ಯವಸ್ಥೆಗಳಲ್ಲಿ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ ಆದರೆ ಇದು ಕೆಲವು ಸಾಧನಗಳಲ್ಲಿ ಹಾಗು ಸಾಂಪ್ರದಾಯಿಕ ವ್ಯವಸ್ಥೆಗಳಲ್ಲಿ ಹೊಂದಿಕೆಯಾಗದೆ ಹೋಗಬಹುದು.
lt: GUID disko skaidymo būdas yra suderinamas su dauguma šiuolaikinių sistemų, tačiau gali būti nesuderinamas su kai kuriais įrenginiais ir senesnėmis sistemomis.
lv: GUID shēma ir savietojama ar vairumu moderno sistēmu, bet nav savietojama ar dažām iekārtām un mantotām sistēmām.
ml: മിക്ക പുതിയ സിസ്റ്റമുകളിലും GUID സ്കീം പൊരുത്തപ്പെടുന്നു. പക്ഷേ, ചില ഡിവൈസുകളിലും ലെഗസി സിസ്റ്റമുകളിലും ഇവ പൊരുത്തേക്കേടു് കാണിക്കുന്നു.
mr: GUID योजना बरेच आधुनिक प्रणालींसह सहत्व आहे परंतु काहिक साधने व लेगसी प्रणलींसह असहत्व ठरू शकते.
pa: GUID ਸਕੀਮ ਬਹੁਤੇ ਨਵੇਂ ਸਿਸਟਮਾਂ ਲਈ ਅਨੁਕੂਲ ਹੈ, ਪਰ ਕੁਝ ਜੰਤਰ ਅਤੇ ਪੁਰਾਣੇ ਸਿਸਟਮਾਂ ਨਾਲ ਸ਼ਾਇਦ ਅਨੁਕੂਲ ਨਾ ਹੋਵੇ।
pt: O sistema GUID é compatível com a maior parte dos sistemas modernos mas pode ser incompatível com alguns dispositivos e sistemas obsoletos.
pt_br: O esquema GUID é compatível com a maioria dos sistemas modernos mas pode ser incompativel com alguns dispositivos e sistemas legados.
sl: GUID shema je združljiva z večino novejših sistemov, ni pa združljiva z nekaterimi napravami in starejšimi sistemi.
sr: GUID шема је сагласна са већином данашњих система, али може да прави проблеме са неким уређајима и старим системима.
sv: GUID-schemat är kompatibelt med de flesta moderna system men kan vara inkompatibelt med vissa enheter och gamla system.
ta: இந்த GUID திட்டம் பல நவீன கணினிகளில் ஏற்றதாகவும் ஆனால் சில சாதனங்கள் மற்றும் கணினிகளில் ஏற்றத்தில்லாததாகவும் இருக்கும்.
th: แบบแผน GUID เข้ากันได้กับระบบสมัยใหม่ส่วนใหญ่ แต่อาจจะไม่เข้ากันกับอุปกรณ์บางอย่างและระบบเก่าๆ

source: Marks the entire disk as unused. Use this option only if you want to avoid partitioning the disk for e.g. whole disk use or floppy / Zip disks.
ca@valencia: Marca el disc sencer com a no utilitzat. Utilitzeu esta opció només si no voleu partir el disc, p.ex. per a utilitzar el disc sencer o per a disquets o discs Zip.
de: Markiert das gesamte Medium als unbenutzt. Wählen Sie diese Option nur dann, wenn Sie die Partitionierung verhindern wollen, um das Medium beispielsweise ganz oder für Floppy- oder Zip-Disketten zu verwenden.
el: Σημειώνει ολόκληρο το δίσκο ως μη χρησιμοποιούμενο. Χρησιμοποιήστε αυτή την επιλογή για αποφυγή διαμερισματοποίησης του δίσκου π.χ. αν ολόκληρος ο δίσκος χρησιμοποιεί floppy / Zip
et: Märgib kogu ketta kasutatuks. Kasuta seda valikut ainult siis, kui tahad vältida ketta partitsioneerimist, nt kasuta kogu ketast flopi või Zip ketastel.
fi: Merkitsee koko levyn käyttämättömäksi. Käytä tätä vain, jos et halua osioida levyä, esimerkiksi alustettaessa levykkeitä tai Zip-levyjä.
gl: Marca o disco completo como non empregado. Empregue esta opción só se quere evitar o particionado do disco p. ex. emprego do disco completo ou disquetes floppy/ Zip.
hi: पूरे डिस्क को अप्रयुक्त चिह्नित करता है. इस विकल्प का प्रयोग करें जब केवल आप डिस्क को विभाजन करना चाहते हों उदाहरण के लिए पूर्ण डिस्क प्रयोग या फ्लॉपी / जिप डिस्क के लिए.
hu: A teljes lemezt használaton kívülinek jelöli. Ezt csak akkor használja, ha el akarja kerülni a lemez particionálását, például a teljes lemez használatához vagy hajlékonylemezek esetén.
it: Imposta il disco intero come non usato. Usare questa opzione solamente per evitare di partizionare il disco (uso del disco intero o dischi floppy/Zip).
ja: ディスク全体を未使用状態としてマークします。例えば、ディスク全体を使用する場合やフロッピー/Zip ディスクのように、ディスクをパーティション分けしたくない場合のみ、このオプションを使用してください。
kn: ಸಂಪೂರ್ಣ ಡಿಸ್ಕನ್ನು ಬಳಸಲಾಗಿಲ್ಲ ಎಂದು ಗುರುತು ಹಾಕುತ್ತದೆ. ಡಿಸ್ಕ್ ವಿಭಜನೆಯನ್ನು ತಪ್ಪಿಸುವ ಸಲುವಾಗಿ ಮಾತ್ರ ಈ ಆಯ್ಕೆಯನ್ನು ಬಳಸಿ, ಉದಾ. ಸಂಪೂರ್ಣ ಡಿಸ್ಕಿನ ಬಳಕೆ ಅಥವ ಫ್ಲಾಪಿ / ಝಿಪ್ ಡಿಸ್ಕುಗಳಲ್ಲಿ.
lt: Pažymi visą diską nenaudojamu. Šią galimybę naudokite tik tada, kai reikia išvengti disko skaidymo, pvz., diskelių ar Zip diskų atvejais.
lv: Marķē visu disku kā neizmantotu. Izmantojiet šo opciju tikai tad, ja vēlaties izvairīties no diska dalīšanas, piemēram, visam diskam vai disketei / Zip diskiem.
ml: ഡിസ്ക് പൂര്‍ണ്ണമായും ഉപയോഗത്തിലില്ല എന്നടയാളപ്പെടുത്തുന്നു. ഡിസ്ക് പാര്‍ട്ടീഷനിങ് നിങ്ങള്‍ ഒഴിവാക്കണമെങ്കില്‍ മാത്രം ഈ ഉപാധിയുപയോഗിക്കുക. ഉദാ. പൂര്‍ണ്ണ ഡിസ്ക് ഉപയോഗം അല്ലെങ്കില്‍ ഫ്ലോപ്പി / സിപ്പ് ഡിസ്കുകള്‍.
mr: संपूर्ण डिस्कला विनावापर असे चिन्हाकृत करते. डिस्कचे विभाजन टाळायचे असल्यास या पर्यायचा वापर करा उ.दा. संपूर्ण डिस्क वापरणी किंवा फ्लॉपी/झीप डिस्क्स्.
pa: ਪੂਰੀ ਡਿਸਕ ਨੂੰ ਨਾ-ਵਰਤੋਂ ਯੋਗ ਮਾਰਕ ਕਰਦਾ ਹੈ। ਇਹ ਚੋਣ ਤਾਂ ਹੀ ਵਰਤੋਂ ਜੇ ਤੁਸੀਂ ਡਿਸਕ ਲਈ ਪਾਰਟੀਸ਼ਨ ਨਹੀਂ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ ਜਿਵੇਂ ਪੂਰੀ ਡਿਸਕ ਵਰਤਣ ਲਈ ਜਾਂ ਫਲਾਪੀ / ਜ਼ਿੱਪ ਡਿਸਕਾਂ ਲਈ।
pt: Marca o disco inteiro como não utilizado. Utilize esta opção apenas se deseja evitar particionar o disco para e.g. utilização total da disquete / discos Zip.
pt_br: Marca a unidade inteira como não usada. Use esta opção somente se você deseja evitar particionar a unidade, por exemplo: a unidade toda ou unidades de disquete ou Zip.
sl: Označi celoten disk kot neuporabljen. Uporabite to možnost v primeru, da se želite izogniti razdeljevanju diska kot na primer pri disketah in zip diskih.
sr: Обележава цео диск као неупотребљен. Користите ову опцију само ако желите да избегнете партиционисање диска, као што је потребно за флопи и зип дискете.
sv: Markerar hela disken som oanvänd. Använd endast detta alternativ om du vill undvika att partitionera disken för t.ex. användning av hela disken eller diskett / Zip-diskar.
ta: முழு வட்டையும் பயனில்லாதது என குறிக்கிறது. இந்த விருப்பத்தை வட்டை பகிர்வு தவிர்க்க மட்டும் பயன்படுத்தவும் எ.கா வட்டு நிகழ்வு / ஸிப் வட்டுகள்
th: ทำเครื่องหมายดิสก์ทั้งดิสก์ว่าไม่ใช้ คุณควรใช้ตัวเลือกนี้ถ้าต้องการหลีกเลี่ยงการแบ่งพาร์ทิชันในดิสก์ เช่น อาจจะเพื่อใช้ดิสก์ทั้งดิสก์ หรือเพราะเป็นดิสก์แบบฟล็อปปีหรือ Zip

source: SATA
sr: САТА

source: eSATA
sr: еСАТА

source: PATA
sr: ПАТА

source: ATA
sr: АТА

source: SCSI
sr: СЦСИ

source: USB
sr: УСБ

source: SDIO
sr: СДИО

source: Virtual
de: Virtuell
el: Εικονικό
et: Virtuaalne
fi: Virtuaalinen
hi: आभासी
hu: Virtuális
it: Virtuale
ja: 仮想
kn: ವರ್ಚುವಲ್
lt: Virtualus
lv: Virtuālā
ml: വിര്‍ച്ച്വല്‍
mr: आभासी
nb: Virtuell
or: ଆଭାସୀ
pa: ਵੁਰਚੁਅਲ
sl: Navidezno
sr: Виртуелан
ta: மெய்நிகர்
th: เสมือน

# connection name
source: Unknown
ca@valencia: Desconeguda
de: Unbekannt
el: Άγνωστο
et: Tundmatu
fi: Tuntematon
gl: Descoñecido
hi: अज्ञात
hu: Ismeretlen
id: Tak Dikenal
it: Sconosciuta
ja: 不明
kn: ಗೊತ್ತಿರದ
lt: Nežinomas
lv: Nezināms
ml: അപരിചിതം
mr: अपरिचीत
nb: Ukjent
or: ଅଜଣା
pa: ਅਣਜਾਣ
pt: Desconhecida
pt_br: Desconhecida
sl: Neznano
sr: Непознат
sv: Okänt
ta: தெரியாத
th: ไม่ทราบ

source: %s at %s
ca@valencia: %s a %s
de: %s mit %s
el: %s σε %s
et: %s kiirusega %s
fi: %s %s
gl: %s de %s
hi: %s पर %s
hu: %s, sebesség: %s
id: %s pada %s
it: %s a %s
ja: %s %s
kn: %s, %s ರಲ್ಲಿ
lt: %s %s sparta
lv: %s ar %s
ml: %s, %s-ല്‍
mr: %s चे %s
nb: %s med %s
or: %s %s ରେ
pa: %2$s ਉੱਤੇ %1$s
pt: %s a %s
pt_br: %s a %s
sl: %s pri %s
sr: %s брзине %s
sv: %s i %s
ta: %s இல் %s
th: %s ที่ %s

# RAID level
source: Stripe (RAID-0)
ca@valencia: Segmentació (RAID-0)
de: Verteilt (RAID 0)
et: Riba (RAID-0)
fi: Yhdistetty (RAID-0)
gl: Banda (RAID-0)
hi: स्ट्राइप (RAID-0)
hu: Összefűzött (RAID-0)
id: Pecahan (RAID-0)
it: Striping (RAID-0)
ja: ストライピング (RAID-0)
kn: ಸ್ಟ್ರೈಪ್ (RAID-0)
lv: Strīpu (RAID-0)
ml: സ്ട്രൈപ്പ് (RAID-0)
mr: स्ट्राइप (RAID-0)
or: ଧାର ଯୁକ୍ତ (RAID-0)
pa: ਸਟਰਿਪ (RAID-0)
pt: Distribuído (RAID-0)
pt_br: Segmentado (RAID-0)
sl: Stezno polje (RAID-0)
sr: У траку (РАИД-0)
ta: Stripe (ரெய்ட் -0)
th: ริ้ว (RAID-0)

# RAID level
source: RAID-0
sr: РАИД-0
ta: ரெய்ட் -0

# RAID level
source: Mirror (RAID-1)
ca@valencia: Mirall (RAID-1)
de: Gespiegelt (RAID 1)
el: Κατοπτρισμένο (RAID-1)
et: Peegel (RAID-1)
fi: Peilattu (RAID-1)
gl: En espello (RAID-1)
hi: मिरर (RAID-1)
hu: Tükrözött (RAID-1)
id: Cermin (RAID-1)
it: Mirroring (RAID-1)
ja: ミラーリング (RAID-1)
kn: ಪ್ರತಿಬಿಂಬ(RAID-1)
lt: Dubliuoti diskai (RAID-1)
lv: Spogulis (RAID-1)
ml: മിറര്‍ (RAID-1)
mr: मिर्रर (RAID-1)
nb: Speil (RAID-1)
or: ପ୍ରତିବିମ୍ବ (RAID-1)
pa: ਮਿੱਰਰ (RAID-1)
pt: Espelho (RAID-1)
pt_br: Espelhado (RAID-1)
sl: Zrcalno polje (RAID-1)
sr: Клонирано (РАИД-1)
sv: Spegel (RAID-1)
ta: Mirror (ரெய்ட் -1)
th: สำเนา (RAID-1)

# RAID level
source: RAID-1
sr: РАИД-1
ta: ரெய்ட் -1

# RAID level
source: Parity Disk (RAID-4)
ca@valencia: Disc de paritat (RAID-4)
de: Mit Paritätslaufwerk (RAID 4)
et: Paarisketas (RAID-4)
fi: Pariteettilevy (RAID-4)
gl: Disco de paridade (RAID-4)
hi: समानता डिस्क (RAID-4)
hu: Paritáslemez (RAID-4)
id: Diska Paritas (RAID-4)
it: Disco di parità (RAID-4)
ja: パリティディスク (RAID-4)
kn: ಪಾರಿಟಿ ಡಿಸ್ಕ್ (RAID-4)
lt: Atskiras lyginumo diskas (RAID-4)
lv: Paritātes disks (RAID-4)
ml: പാരിറ്റി ഡിസ്ക് (RAID-4)
mr: पॅरिटी डिस्क (RAID-4)
nb: Paritetsdisk (RAID-4)
or: ଯୁଗଳ ଡିସ୍କ (RAID-4)
pa: ਪਾਰੀਟੀ ਡਿਸਕ (ਰੇਡ-4)
pt: Disco com Paridade (RAID-4)
pt_br: Unidade emparelhada (RAID-4)
sl: Parnostno polje (RAID-4)
sr: Парни диск (РАИД-4)
sv: Paritetsdisk (RAID-4)
ta: Parity Disk (ரெய்ட் -4)
th: ดิสก์ตรวจสอบ (RAID-4)

# RAID level
source: RAID-4
sr: РАИД-4
ta: ரெய்ட் -4
