Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: An overall assessment of the health of the disk
ca@valencia: Una avaluació global sobre l'estat del disc
de: Eine allgemeine Einschätzung der Funktionstüchtigkeit des Laufwerks
el: Η γενική αξιολόγηση της υγείας του δίσκου
et: Ketta tervise üldine hinnang
fi: Yleisarviointi levyn kunnosta
gl: Unha valoración xeral sobre a saúde do disco
hi: डिस्क के ठीक होने का मिलाजुलाकर मूल्यांकन
hu: A lemez egészségi állapotának átfogó felmérése
it: Una valutazione generale della salute del disco
ja: ディスク状態の総合評価です
kn: ಡಿಸ್ಕಿನ ಆರೋಗ್ಯದ ಒಟ್ಟಾರೆ ಮೌಲ್ಯಮಾಪನ
lt: Bendras disko būklės įvertinimas
lv: Kopējais diska veselības novērtējums
ml: ഡിസ്കിന്റെ പൂര്‍ണ്ണമായ ഫലനിര്‍ണ്ണയം
mr: डिस्कच्या स्थितीचे सरासर विश्लेषण
pa: ਡਿਸਕ ਦੀ ਸੇਹਤ ਬਾਰੇ ਸੰਖੇਪ ਪਰਖ
pt: Uma avaliação geral da condição do disco
pt_br: Uma avaliação geral da sanidade da unidade
sl: Skupna ocena stanja diska
sr: Укупна процена исправности диска
sv: En övergripande bedömning av hälsan för disken
ta: வட்டின் மொத்த நலன் பற்றிய மதிப்பீடு
th: การประเมินสุขภาพโดยรวมของดิสก์

source: _Refresh
ca@valencia: _Refresca
de: _Aktualisieren
el: Ανα_νέωση
et: _Värskenda
fi: _Päivitä
gl: _Actualizar
hu: _Frissítés
id: Sega_rkan
it: A_ggiorna
ja: 更新(_R)
lt: _Atnaujinti
lv: _Atsvaidzināt
nb: Oppdate_r
pa: ਤਾਜ਼ਾ ਕਰੋ(_R)
pt: _Actualizar
pt_br: _Atualizar
sl: _Osveži
sr: _Освежи
sv: _Uppdatera
ta: புதுப்பி (_R)
th: เ_รียกใหม่

source: Reads SMART Data, waking up the disk
ca@valencia: Llig les dades de l'SMART, s'està engegant el disc
de: SMART-Werte werden gelesen, gegebenenfalls wird das Laufwerk aufgeweckt
el: Διαβάζει δεδομένα SMART, αφυπνίζει το δίσκο
et: SMART-andmete lugemine, ketas äratatakse
fi: Lukee SMART-tiedot, herättäen levyn tarvittaessa
gl: Le os datos SMART do disco, espertándoo de ser necesario
hu: SMART adatok beolvasása, felébresztve a lemezt
id: Membaca Data SMART, membangunkan diska
it: Legge i dati SMART, attivando il disco
ja: 必要があればディスクを起動し、ディスクから SMART データを読み出します
lt: Skaito disko SMART duomenis. jei reikia, jį pažadinant.
lv: Lasa SMART informāciju, tā uzmodinot disku
pa: ਡਿਸਕ ਤੋਂ ਸਮਾਰਟ ਡਾਟਾ ਪੜ੍ਹਿਆ ਜਾਂਦਾ ਹੈ, ਡਿਸਕ ਨੂੰ ਜਗਾਉਂਦਾ (ਵੇਕਅੱਪ)
pt: Lê dados SMART, acordando o disco se necessário
pt_br: Lê dados do SMART, despertando a unidade
sl: Prebere SMART podatke z diska in ga po potrebi zbudi
sr: Очитава СМАРТ податке са диска и буди га уколико је потребно
sv: Läser SMART-data, väcker upp disken
ta: வட்டை எழுப்பி அதிலிருந்து SMART தரவை வாசிக்கிறது,
th: อ่านข้อมูล SMART ซึ่งจะปลุกดิสก์ให้ตื่นขึ้น

source: Run _Self-test
ca@valencia: Executa un _autocomprovació
de: _Selbsttest ausführen
el: Εκτέλεση α_υτοδιαγνωστικού
et: Käivita _enesetest
fi: Käynnistä _levytesti
gl: Executar a _autoverificación
hu: Önellenőrzés f_uttatása
it: Esegui test _automatico
ja: セルフテストを実行(_S)
lt: Pradėti pa_sitikrinimą
lv: Izpildīt pašte_stu
nb: Kjør _selvtest
pa: ਖੁਦ ਟੈਸਟ ਚਲਾਓ(_S)
pt: Executar Auto-Te_ste
pt_br: Executar _auto-teste
sl: Zagon _preizkusa
sr: Покрени _самотестирање
sv: Kör s_jälvtest
ta: _S சுய- பரிசோதனையை இயக்கு
th: เรียกการทดสอบ_ตัวเอง

source: Test the disk surface for errors
ca@valencia: Comprova si hi ha errades a la superfície del disc
de: Die Plattenoberfläche auf Fehler prüfen
el: Έλεγχος της επιφάνειας του δίσκου για σφάλματα
et: Kettapinna vigade kontrollimine
fi: Tarkista levyn pinta virheistä
gl: Verificar a superficie do disco para os erros
hu: Hibák keresése a lemez felszínén
id: Memeriksa permukaan diska dari kerusakan
it: Verifica la presenza di errori sulla superficie del disco
ja: ディスク表面にエラーがないかテスト
lt: Patikrinti disko paviršių dėl klaidų
lv: Pārbaudīt, vai diska virsmā ir kļūdas
nb: Test diskoverflaten for feil
pa: ਗਲਤੀਆਂ ਲਈ ਡਿਸਕ ਤਲ ਟੈਸਟ
pt: Analisar se o disco possui erros de superfície
pt_br: Testa a superfície do disco para erros
sl: Preizkus površine diska za napake
sr: Тражи грешке на површини диска
sv: Testa diskytan efter fel
ta: வட்டு மேல் மட்டத்தை பிழைகளுக்கு சோதி
th: ทดสอบผิวดิสก์เพื่อหาข้อผิดพลาด

source: _Cancel Self-test
ca@valencia: _Cancel·la l'autocomprovació
de: Selbsttest _abbrechen
el: Α_κύρωση αυτοδιαγνωστικού
et: _Katkesta enesetest
fi: _Peru levytesti
gl: _Cancelar a autoverificación
hu: Önellenőrzés _megszakítása
it: A_nnulla test automatico
ja: セルフテストをキャンセル(_C)
lt: _Atšaukti pasitikrinimą
lv: At_celt paštestu
nb: _Avbryt selvtest
pa: ਖੁਦ ਟੈਸਟ ਰੱਦ ਕਰੋ(_C)
pt: _Cancelar Auto-teste
pt_br: _Cancelar auto-teste
sl: _Preklic preizkusa
sr: _Откажи самотестирање
sv: _Avbryt självtest
ta: _C சுய- பரிசோதனையை ரத்து செய்க
th: _ยกเลิกการทดสอบตัวเอง

source: Cancels the self-test
ca@valencia: Cancel·la l'autocomprovació
de: Den Selbsttest abbrechen
el: Ακυρώνει την τρέχουσα αυτοδιάγνωση
et: Enesetesti katkestamine
fi: Peruu levytestin
gl: Cancela a autoverificación
hu: Az önteszt megszakítása
it: Annulla il test automatico
ja: セルフテストをキャンセル
lt: Nutraukia vykdomą tikrinimą
lv: Atceļ paštestu
nb: Avbryter selvtesten
pa: ਖੁਦ-ਟੈਸਟ ਰੱਦ ਕਰੋ
pt: Cancela o auto-teste
pt_br: Cancela o auto-teste
sl: Preklic preizkusa
sr: Прекида тренутно самотестирање
sv: Avbryter självtestet
ta: சுய- பரிசோதனையை ரத்து செய்க
th: ยกเลิกการทดสอบตัวเอง

source: _Attributes
ca@valencia: _Atributs
de: _Attribute
el: _Χαρακτηριστικά
et: _Atribuudid
fi: _Määreet
gl: _Atributos
hi: विशेषता (_A)
hu: _Attribútumok
id: _Atribut
it: _Attributi
ja: 属性(_A)
kn: ಗುಣವಿಶೇಷಗಳು(_A)
lt: _Atributai
lv: _Atribūti
ml: _വിശേഷതകള്‍
mr: गुणधर्म (_A)
nb: _Attributter
or: ଗୁଣ ଧର୍ମ (_A)
pa: ਗੁਣ(_A)
pt: _Atributos
pt_br: _Atributos
sl: _Atributi
sr: _Особине
sv: _Attribut
ta: பண்பு கூறுகள் (_A)
th: แ_อตทริบิวต์

source: ID
ca@valencia: Identificador
de: Kennung
el: Αναγνωριστικό
fi: TUNNISTE
hu: Azonosító
sr: ИБ

source: Attribute
ca@valencia: Atribut
de: Attribut
el: Χαρακτηριστικό
et: Atribuut
fi: Määre
gl: Atributo
hi: विशेषता
hu: Attribútum
id: Atribut
it: Attributo
ja: 属性
kn: ಗುಣವಿಶೇಷ
lt: Atributas
lv: Atribūts
ml: വിശേഷത
mr: गुणधर्म
nb: Attributt
or: ଗୁଣ
pa: ਗੁਣ
pt: Atributo
pt_br: Atributos
sl: Atribut
sr: Особина
sv: Attribut
ta: பண்பு
th: แอตทริบิวต์

source: Assessment
ca@valencia: Avaluació
de: Einschätzung
el: Αξιολόγηση:
et: Hinnang
fi: Arviointi
gl: Valoración
hi: मूल्यांकन
hu: Felmérés
it: Valutazione
ja: 評価
kn: ಮೌಲ್ಯಮಾಪನೆ
lt: Įvertinimas
lv: Novērtējums
ml: ഫലനിര്‍ണ്ണയം
mr: विश्लेषण
or: ନିର୍ଦ୍ଧାରଣ
pa: ਪਰਖ
pt: Avaliação
pt_br: Avaliação
sl: Ocena
sr: Процена
sv: Tillstånd
ta: மதிப்பிடுதல்
th: การประเมิน

source: Value
ca@valencia: Valor
de: Wert
el: Τιμή
et: Väärtus
fi: Arvo
gl: Valor
hi: मान
hu: Érték
id: Nilai
it: Valore
ja: 値
kn: ಮೌಲ್ಯ
lt: Reikšmė
lv: Vērtība
ml: മൂല്ല്യം
mr: मूल्य
nb: Verdi
or: ମୂଲ୍ଯ
pa: ਮੁੱਲ
pt: Valor
pt_br: Valor
sl: Vrednost
sr: Вредност
sv: Värde
ta: மதிப்பு
th: ค่า

source: Don't _warn if the disk is failing
ca@valencia: No _m'avisis si falla el disc
de: Nicht bei Versagen des Laufwerks _warnen
el: Ό_χι ειδοποίηση σε αποτυχία σκληρού δίσκου
et: Ketta riknemisest ei _hoiatata
fi: Älä v_aroita levyn hajoamisesta
gl: Non avisar se o disco está fallando
hu: _Ne figyelmeztessen, ha a lemez meghibásodik
it: Non a_vvisare se il disco sta per guastarsi
ja: ディスクが故障している場合に警告をしない(_W)
lt: Įspėjimų apie disko gedimus _nereikia
lv: Ne_brīdināt, ja disks avarē
nb: Ikke ad_var hvis disken feiler
pa: ਜੇ ਡਿਸਕ ਫੇਲ੍ਹ ਹੋ ਰਹੀ ਹੋਵੇ ਤਾਂ ਚੇਤਾਵਨੀ ਨਾ ਦਿਓ(_w)
pt: Não a_visar se o disco estiver a falhar
pt_br: Não a_visar se a unidade estiver falhando
sl: _Ne opozarjaj o odpovedovanju diska
sr: Не _упозоравај ако диск отказује
sv: Varna _inte om disken är trasig
ta: வட்டு தோல்வியுற்றால் எச்சரிக்காதே (_w)
th: ไม่ต้องเ_ตือนถ้าดิสก์กำลังจะเสีย

source: Leave unchecked to get notified if the disk starts failing
ca@valencia: No el marqueu si voleu que se vos notifiqui quan el disc comence a fallar
de: Abwählen, wenn Benachrichtigungen bei Laufwerksversagen gewünscht werden
el: Αφήστε αποεπιλεγμένο για να γίνεται ειδοποίηση αποτυχίας δίσκων
et: Kui tahad hoiatust ketta riknemise kohta, jäta märkimata
fi: Jätä valitsematta, jos haluat huomautuksen levyn alkaessa hajota
gl: Deixar sen verificar para ser notificado se o disco comeza a fallar
hi: इसे बिना जाँचा छोड़े अधिसूचित होने के लिए यदि डिस्क विफल होना शुरू करता है
hu: Ezt kikapcsolva értesítést kap, ha a lemez hibázni kezd
it: Lasciare non selezionato per ricevere notifica nel caso il disco stia per guastarsi
ja: ディスクが故障した状態になっても通知を発行しない
kn: ಡಿಸ್ಕ್ ವಿಫಲಗೊಳ್ಳಲು ಆರಂಭಿಸಿದಲ್ಲಿ ಸೂಚನೆಯನ್ನು ಪಡೆಯುವ ಸಲುವಾಗಿ ಇದನ್ನು ಗುರುತು ಹಾಕದೆ ಬಿಡಿ
lt: Palikite nepažymėta, jei norite gauti informacijos apie disko gedimus
lv: Atstājiet neieķeksētu, lai saņemtu ziņojumus, ja disks avarē
ml: ഡിസ്കുകളില്‍ തകരാറുണ്ടെങ്കില്‍ അറിയിക്കുന്നതിനായി ചെക്ക് ചെയ്യാതെ ഉപേക്ഷിക്കുക
mr: डिस्क अपयशी ठरल्यास सूचना प्राप्त करण्यासाठी नीवड अशक्य करा
pa: ਜਦੋਂ ਡਿਸਕ ਫੇਲ੍ਹ ਹੋਣਾ ਚਾਲੂ ਕਰੇ ਤਾਂ ਸੂਚਨਾ ਵੇਖਾਉਣ ਲਈ ਬਿਨ-ਚੁਣਿਆ ਰਹਿਣ ਦਿਓ
pt: Deixar desmarcado para ser notificado se o disco começa a falhar
pt_br: Deixe desmarcado para receber notifições se a unidade começar a falhar
sl: Neizbrana možnost omogoči obveščanje v primeru,da stanje diska slabša
sr: Оставите искључено како би били обавештени уколико диск почне да отказује
sv: Lämna okryssad för att bli notifierad om disken börjar få problem
ta: வட்டு துவக்குவதை தோல்வியுற்றதை பெறுவதற்கு குறிப்பிட்ட சரிபார்க்க விட்டு விலகுகிறது
th: ไม่ต้องกาเลือกถ้าต้องการได้รับแจ้งเหตุเมื่อดิสก์เริ่มจะเสีย

source: %.1f years
ca@valencia: %.1f anys
de: %.1f Jahre
el: %.1f χρόνια
et: %.1f aastat
gl: %.1f anos
hi: %.1f वर्ष
hu: %.1f év
id: %.1f tahun
it: %.1f anni
ja: %.1f 年
kn: %.1f ವರ್ಷಗಳು
lt: %.1f metai
lv: %.1f gadi
ml: %.1f വര്‍ഷങ്ങള്‍
mr: %.1f वर्ष
nb: %.1f år
or: %.1f ବର୍ଷ
pa: %.1f ਸਾਲ
pt: %.1f anos
pt_br: %.1f anos
sl: %.1f let
sr: %.1f година(е)
sv: %.1f år
ta: %.1f வருடங்கள்
th: %.1f ปี

source: %.1f days
ca@valencia: %.1f dies
de: %.1f Tage
el: %.1f μέρες
et: %.1f päeva
fi: %.1f päivää
gl: %.1f días
hi: %.1f दिन
hu: %.1f nap
id: %.1f hari
it: %.1f giorni
ja: %.1f 日
kn: %.1f ದಿನಗಳು
lt: %.1f dienos
lv: %.1f dienas
ml: %.1f ദിവസങ്ങള്‍
mr: %.1f दिवस
nb: %.1f dager
or: %.1f ଦିନ
pa: %.1f ਦਿਨ
pt: % 1f dias
pt_br: %.1f dias
sl: %.1f dni
sr: %.1f дан(а)
sv: %.1f dagar
ta: %.1f நாட்கள்
th: %.1f วัน

source: %.1f hours
ca@valencia: %.1f hores
de: %.1f Stunden
el: %.1f ώρες
et: %.1f tundi
fi: %.1f tuntia
gl: %.1f horas
hi: %.1f घंटे
hu: %.1f óra
id: %.1f jam
it: %.1f ore
ja: %.1f 時間
kn: %.1f ಘಂಟೆಗಳು
lt: %.1f val.
lv: %.1f stundas
ml: %.1f മണിക്കൂറുകള്‍
mr: %.1f तास
nb: %.1f timer
or: %.1f ଘଣ୍ଟା
pa: %.1f ਘੰਟੇ
pt: %.1f horas
pt_br: %.1f horas
sl: %.1f ur
sr: %.1f сат(а)
sv: %.1f timmar
ta: %.1f மணிகள்
th: %.1f ชั่วโมง

source: %.1f minutes
ca@valencia: %.1f minuts
de: %.1f Minuten
el: %.1f λεπτά
et: %.1f minutit
fi: %.1f minuuttia
gl: %.1f minutos
hi: %.1f मिनट
hu: %.1f perc
id: %.1f menit
it: %.1f minuti
ja: %.1f 分
kn: %.1f ನಿಮಿಷಗಳು
lt: %.1f min.
lv: %.1f minūtes
ml: %.1f മിനിറ്റുകള്‍
mr: %.1f मिनीटे
nb: %.1f minutter
or: %.1f ମିନଟ
pa: %.1f ਮਿੰਟ
pt: %.1f minutos
pt_br: %.1f minutos
sl: %.1f minut
sr: %.1f минут(а)
sv: %.1f minuter
ta: %.1f நிமிடங்கள்
th: %.1f นาที

source: %.1f seconds
ca@valencia: %.1f segons
de: %.1f Sekunden
el: %.1f δευτερόλεπτα
et: %.1f sekundit
fi: %.1f sekuntia
gl: %.1f segundos
hi: %.1f सेकण्ड
hu: %.1f másodperc
id: %.1f detik
it: %.1f secondi
ja: %.1f 秒
kn: %.1f ಸೆಕೆಂಡುಗಳು
lt: %.1f sek.
lv: %.1f sekundes
ml: %.1f സെക്കന്‍ഡുകള്‍
mr: %.1f सेकंद
nb: %.1f sekunder
or: %.1f ସେକଣ୍ଡ
pa: %.1f ਸਕਿੰਟ
pt: %.1f segundos
pt_br: %.1f segundos
sl: %.1f sekund
sr: %.1f секунда(и)
sv: %.1f sekunder
ta: %.1f விநாடிகள்
th: %.1f วินาที

source: %d sector
de: %d Sektor
el: %d τομέας
et: %d sektor
fi: %d sektori
hi: %d खंड
hu: %d szektor
id: %d sektor
it: %d settore
ja: %d セクタ
kn: %d ಭಾಗ
lt: %d sektorius
lv: %d sektors
ml: %d സെക്ടര്‍
mr: %d सेक्टर
nb: %d sektor
or: %d ବିଭାଗ
pa: %d ਸੈਕਟਰ
pt_br: %d setor
sl: %d sektorjev
sr: %d сектор
sv: %d sektor
ta: %d பிரிவு
th: %d เซ็กเตอร์

source: Failure is a sign of imminent disk failure (Pre-Fail)
ca@valencia: Una fallada és un indicador que el disc pot fallar en qualsevol moment (Pre-Fail)
de: Versagen ist ein Zeichen für anstehenden Laufwerksausfall (vor Versagen)
el: Η αποτυχία είναι σημάδι επικείμενης αποτυχίας δίσκου.
et: Tõrked viitavad ketta kohesele riknemisele (Pre-Fail)
fi: Vika on merkki levyn pian tapahtuvasta hajoamisesta (Pre-Fail)
gl: Un fallo é un signo dun fallo inminente de disco (pre-fallo)
hi: विफलता तत्काल डिस्क विफलता का संकेत है (Pre-Fail)
hu: A hiba a rövidesen várható lemezmeghibásodás jele (Pre-Fail)
it: È un segno di un guasto imminente (pre-fail)
ja: 故障検知は、近い将来にディスクが故障するであろうという予測です（Pre-Fail）
kn: ವಿಫಲತೆಯು ಡಿಸ್ಕ್ ವಿಫಲತೆಯು ಹತ್ತಿರದಲ್ಲೇ ಇದೆ ಎಂದು ಸೂಚಿಸುತ್ತದೆ (Pre-Fail)
lt: Šis trikis nurodo gresiantį disko gedimą (Pre-Fail)
lv: Avarēšana ir zīme par draudošu diska avāriju (pirms avārijas)
ml: പരാജയം ഡിസ്ക് തകരാറിന്റെ ലക്ഷണമാണു് (പരാജയം)
mr: अपयश डिस्क अपयश झाले याचे चिन्ह आहे (प्री-फेल)
nb: Feil er et tegn på nært forestående diskfeil (Pre-Fail)
or: ବିଫଳତା ନିକଟତମ ଡିସ୍କ ବିଫଳାର ଚିହ୍ନ ଅଟେ (Pre-Fail)
pa: ਫੇਲ੍ਹ ਹੋਣਾ ਡਿਸਕ ਫੇਲ੍ਹ ਹੋਣ ਦੀ ਬਿਪਤਾ ਨਿਸ਼ਾਨੀ ਹੈ (ਫੇਲ੍ਹ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ)
pt: A falha é um sinal de falha de disco eminente (Pré-Falha)
pt_br: Falha é um sinal de uma falha iminente da unidade (pré-falha)
sl: Napaka je znak takojšnje okvare diska (pred okvaro)
sr: Неуспех је знак скорог отказивања диска
sv: Fel är ett tecken på överhängande diskfel (Pre-Fail)
ta: தோல்வியுறுதல் வட்டு செயலிழப்பை காட்டுகிறது (முன்-தோல்வி)
th: ถ้าล้มเหลวก็เป็นเครื่องหมายว่าดิสก์ใกล้จะเสีย (Pre-Fail)

source: Failure is a sign of old age (Old-Age)
ca@valencia: Una fallada és una indicació que és vell (Old-Age)
de: Versagen ist ein Zeichen hohen Alters
el: Η αποτυχία είναι σημάδι μεγάλης ηλικίας
et: Tõrked viitavad ketta vanadusele (Old-Age)
fi: Vika on merkki ikääntymisestä (Old-Age)
gl: O fallo é un signo de antigüidade
hi: विफलता अधिक उम्र का संकेत है (Old-Age)
hu: A hiba a lemez hajlott korának jele (Old-Age)
it: È un segno di invecchiamento (old-age)
ja: 故障検知は、寿命によるものです（Old-Age）
kn: ವಿಫಲತೆಯು ವಯಸ್ಸಾಗಿದೆ ಎಂಬುದನ್ನು ಸೂಚಿಸುತ್ತದೆ (ವಯಸ್ಸು ಮೀರಿದೆ)
lt: Šis trikis yra disko senėjimo požymis (Old-Age)
lv: Avārija ir zīme, ka disks ir vecs (vecums)
ml: പരാജയം പഴയതായതിന്റെ ലക്ഷണമാണു് (പഴയതു്)
mr: अपयश जुणे होण्याचे चिन्ह आहे (ओल्ड-एज)
nb: Feil er et tegn på høy alder. (Old-Age)
or: ବିଫଳତା ପୁରୁଣା ସମୟର ଚିହ୍ନ ଅଟେ (ପୁରୁଣା-ସମୟ)
pa: ਫੇਲ੍ਹ ਹੋਣਾ ਪੁਰਾਣਾ ਹੋਣ ਦੀ ਨਿਸ਼ਾਨੀ ਹੈ। (ਪੁਰਾਣੀ)
pt: A falha é um sinal de antiguidade (Antigo)
pt_br: Falha é um sinal de idade (Idade)
sl: Okvara je znamenje starosti (Starost)
sr: Неуспех је знак старења диска
sv: Fel är ett tecken på hög ålder (Old-Age)
ta: பழைய காலத்தில் குறித்தல் தோல்வியே (பழைய காலம்)
th: ถ้าล้มเหลวก็เป็นเครื่องหมายว่าดิสก์อายุมากแล้ว (Old-Age)

source: Every time data is collected (Online)
ca@valencia: Cada vegada que es recullen dades (Online)
de: Jedes Mal, wenn Daten gesammelt werden (Online)
el: Κάθε φορά συλλέγονται δεδομένα (Σε σύνδεση)
et: Igal andmete kogumisel (Online)
fi: Joka kerta tietoja kerättäessä (Online)
gl: Cada vez que se recollan os datos (en conexión)
hi: हर समय आँकड़ा जमा की जाती है (ऑनलाइन)
hu: Minden időadat összegyűjtve (Online)
it: Ogni volta che vengono raccolti dati (online)
ja: 常にデータを収集(オンライン)
kn: ಪ್ರತಿ ಬಾರಿ ದತ್ತಾಂಶವನ್ನು ಸಂಗ್ರಹಿಸಲಾಗುತ್ತದೆ (ಆನ್‌ಲೈನ್)
lt: Kiekvieną kartą surenkami duomenys (Online)
lv: Katru reizi, kad informācija ir savākta (tiešsaistē)
ml: ഡേറ്റാ ശേഖരിക്കുമ്പോളെല്ലാം (ഓണ്‍ലൈന്‍)
mr: प्रत्येकवेळी वेळ डाटा संग्रहीत होतो (ऑनलाइन)
nb: Hver gang data samles inn (Online)
or: ସବୁସ ମୟରେ ତଥ୍ୟ ସଂଗ୍ରହ ହୋଇଥାଏ (ଅନଲାଇନ)
pa: ਹਰ ਸਮੇਂ ਡਾਟਾ ਇੱਕਠਾ ਕੀਤਾ। (ਆਨਲਾਈਨ)
pt: De cada vez que forem recolhidos dados (Ligado)
pt_br: Toda vez que dados forem coletados (Online)
sl: Vsakič, ko so zbrani podatki (povezano)
sr: Увек када се прикупе подаци (у мрежи)
sv: Varje gång som data samlas in (Online)
ta: எல்லா நேரமும் தரவு சேகரிக்கப்பட்டது (ஆன்லைன்)
th: ข้อมูลทุกครั้งจะถูกเก็บ (Online)

source: Only during off-line activities (Not Online)
ca@valencia: Només durant les activitats en desconnexió (Not Online)
de: Nur während offline Aktivitäten (Nicht Online)
el: Μόνο κατά τη διάρκεια δραστηριοτήτων εκτός σύνδεσης (όχι με σύνδεση)
et: Ainult ühendamata olekus kontrollil (Not Online)
fi: Vain joutenollessa tehtävissä toiminnoissa (Not Online)
gl: Só durante as actividades en desconexión (non en conexión)
hi: केवल ऑफलाइन क्रियाकलाप के दौरान (ऑनलाइन नहीं)
hu: Csak önteszt alatti tevékenységek során (Not Online)
it: Solo durante attività offline (not online)
ja: オフライン活動時のみ(非オンライン)
kn: ಕೇವಲ ಆಫ್‌ಲೈನ್ ಚಟುವಟಿಕೆಗಳಲ್ಲಿ (ಆನ್‌ಲೈನಿನಲ್ಲಿ ಅಲ್ಲ)
lt: Tik atsijungus (Not Online)
lv: Tikai nesaistes darbību laikā (nesaistē)
ml: ഓഫ്-ലൈന്‍ പ്രവര്‍ത്തനങ്ങളില്‍ മാത്രം (ഓണ്‍ലൈനല്ല)
mr: फक्त ऑफ-लाइन कार्य (ऑफलाइन नाही)
or: କେବଳ ଅଫଲାଇନ କାର୍ଯ୍ୟ କଳାପ ସମୟରେ (ଅନଲାଇନରେ ନୁହଁ)
pa: ਆਫ਼-ਲਾਈਨ ਸਰਗਰਮੀਆਂ ਦੌਰਾਨ ਹੀ (ਆਨਲਾਈਨ ਨਹੀਂ)
pt: Apenas durante actividades desligadas (Not Online)
pt_br: Somente durante atividades desconectadas (Desconectado)
sl: Samo med dejavnostmi brez povezave (nepovezano)
sr: Само током рада ван мреже
sv: Endast under frånkopplade aktiviteter (inte ansluten)
ta: ஆஃப்-லைன் செயல்பாடுகளின் போது மட்டும் (ஆன்லைனில் இல்லை)
th: เฉพาะระหว่างการกระทำออฟไลน์เท่านั้น (Not Online)

source: Type: %s Updates: %s Raw: 0x%02x%02x%02x%02x%02x%02x
ca@valencia: Tipus: %s Actualitzacions: %s En cru: 0x%02x%02x%02x%02x%02x%02x
de: Typ: %s Aktualisierung: %s Rohdaten: 0x%02x%02x%02x%02x%02x%02x
el: Τύπος: %s Ενημερώσεις: %s Raw: 0x%02x%02x%02x%02x%02x%02x
et: Liik: %s Uuendused: %s Raw: 0x%02x%02x%02x%02x%02x%02x
fi: Tyyppi: %s Päivityksiä: %s Arvo: 0x%02x%02x%02x%02x%02x%02x
gl: Tipo: %s Actualizacións: %s Bruto: 0x%02x%02x%02x%02x%02x%02x
hi: प्रकार: %s अद्यतन: %s कच्चा: 0x%02x%02x%02x%02x%02x%02x
hu: Típus: %s Frissítések: %s Nyers: 0x%02x%02x%02x%02x%02x%02x
it: Tipo: %s Aggiornamenti: %s Dati grezzi: 0x%02x%02x%02x%02x%02x%02x
ja: タイプ: %s 更新: %s Raw: 0x%02x%02x%02x%02x%02x%02x
kn: ಬಗೆ: %s ಅಪ್‌ಡೇಟ್‌ಗಳು: %s ಕಚ್ಛಾ: 0x%02x%02x%02x%02x%02x%02x
lt: Tipas: %s Atnaujinimai: %s Raw: 0x%02x%02x%02x%02x%02x%02x
lv: Tips: %s Atjauninājumi: %s RAW informācija: 0x%02x%02x%02x%02x%02x%02x
ml: ഏതു് തരം: %s പരിഷ്കരണങ്ങള്‍: %s റോ: 0x%02x%02x%02x%02x%02x%02x
mr: प्रकार: %s सुधारणा: %s रॉ: 0x%02x%02x%02x%02x%02x%02x
nb: Type: %s Oppdateringer: %s Rå: 0x%02x%02x%02x%02x%02x%02x
or: ପ୍ରକାର: %s ଅଦ୍ୟତନଗୁଡ଼ିକ: %s ଧାଡ଼ି: 0x%02x%02x%02x%02x%02x%02x
pa: ਕਿਸਮ: %s ਅੱਪਡੇਟ: %s ਰਾਅ: 0x%02x%02x%02x%02x%02x%02x
pt: Tipo: %s Actualizações: %s Bruto: 0x%02x%02x%02x%02x%02x%02x
pt_br: Tipo: %s Atualizações: %s Bruto: 0x%02x%02x%02x%02x%02x%02x
sl: Vrsta: %s Posodobitve: %s Surovo: 0x%02x%02x%02x%02x%02x%02x
sr: Врста: %s Ажурирање: %s Сирови подаци: 0x%02x%02x%02x%02x%02x%02x
sv: Typ: %s Uppdateringar: %s Rå: 0x%02x%02x%02x%02x%02x%02x
ta: வகை: %s மைம்படுத்தல்கள்: %s ரா: 0x%02x%02x%02x%02x%02x%02x
th: ชนิด: %s การปรับข้อมูล: %s ข้อมูลดิบ: 0x%02x%02x%02x%02x%02x%02x

source: No drive selected
ca@valencia: No s'ha seleccionat cap unitat
de: Kein Laufwerk ausgewählt
el: Δεν επιλέχθηκε μέσο
et: Ühtki ketast pole valitud
fi: Asemaa ei ole valittu
gl: Non se seleccionou a unidade
hi: कोई ड्राइव चयनित नहीं
hu: Nincs kiválasztva meghajtó
id: Tidak ada kandar yang dipilih
it: Nessuna unità selezionata
ja: デバイスが選択されていません
kn: ಯಾವುದೆ ಡ್ರೈವ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಿಲ್ಲ
lt: Nepasirinktas joks įrenginys
lv: Neviens disks nav izvēlēts
ml: ഡ്രൈവ് തെരഞ്ഞെടുത്തിട്ടില്ല
mr: ड्राइव्ह नीवडले नाही
nb: Ingen stasjon valgt
or: କୌଣସି ଡ୍ରାଇଭ ବଛାହୋଇନାହିଁ
pa: ਕੋਈ ਡਰਾਇਵ ਨਹੀਂ ਚੁਣੀ
pt: Nenhum dispositivo seleccionado
pt_br: Nenhuma unidade detectada
sl: Ni izbranega pogona
sr: Није изабран уређај
sv: Ingen enhet markerad
ta: இயக்கி தேர்ந்தெடுக்கப்படவில்லை
th: ไม่ได้เลือกไดรว์ใด

source: SMART not supported
ca@valencia: No implementa l'SMART
de: SMART wird nicht unterstützt
el: Δεν υποστηρίζεται το SMART
et: SMART pole toetatud
fi: SMART ei ole tuettu
gl: Non hai capacidade para SMART
hi: स्मार्ट समर्थित नहीं
hu: A SMART nem támogatott
id: SMART tidak didukung
it: SMART non supportato
ja: SMART はサポートされていません
kn: SMART ಗೆ ಬೆಂಬಲವಿರುವುದಿಲ್ಲ
lt: SMART technologija nepalaikoma
lv: SMART netiek atbalstīts
ml: SMART പിന്തുണയ്ക്കുന്നില്ല
mr: SMART समर्थीत नाही
nb: SMART er ikke støttet
or: SMART ସମର୍ଥିତ ନୁହଁ
pa: SMART ਸਹਾਇਕ ਨਹੀਂ ਹੈ
pt: SMART não suportado
pt_br: Sem suporte para o SMART
sl: SMART ni podprt
sr: Нису подржани СМАРТ подаци
sv: SMART stöds inte
ta: SMART துணைபுரியவில்லை
th: ไม่รองรับ SMART

source: SMART data never collected
ca@valencia: Mai s'han recollit les dades de l'SMART
de: SMART-Daten wurden noch nie gesammelt
el: Δεν συλλέχθηκαν ποτέ δεδομένα SMART
et: SMART-andmeid pole kordagi kogutud
fi: SMART-tietoja ei ole koskaan kerätty
gl: Datos SMART nunca recollidos
hi: स्मार्ट आँकड़ा कभी संग्रहित नहीं
hu: A SMART adatok soha nem lettek összegyűjtve
id: Data SMART tidak pernah dikumpulkan
it: Dati SMART mai raccolti
ja: SMART データは収集されません
kn: SMART ದತ್ತಾಂಶವನ್ನು ಸಂಗ್ರಹಿಸಲಾಗಿಲ್ಲ
lt: SMART duomenys dar niekada nebuvo surinkti
lv: SMART informācija nekad nav tikusi vākta
ml: സ്മാര്‍ട്ട് ഡേറ്റാ ഒരിക്കലും സംഭരിച്ചിട്ടില്ല
mr: SMART डाटा कधिच एकत्र केला नाही
nb: SMART-data ble aldri hentet
or: SMART ତଥ୍ୟ କଦାପି ସଂଗ୍ରହ ହୋଇନାହିଁ
pa: SMART ਡਾਟਾ ਕਦੇ ਵੀ ਨਹੀਂ ਲਿਆ ਗਿਆ
pt: Dados SMART nunca obtidos
pt_br: Nenhum dado do SMART foi coletado
sl: SMART podatki niso bili nikoli zbrani
sr: Никада нису прикупљени СМАРТ подаци
sv: SMART-data har aldrig samlats in
ta: SMART தரவு சேர்க்கப்படவில்லை
th: ยังไม่มีการเก็บข้อมูล SMART

source: SMART data is malformed
ca@valencia: Les dades de l'SMART no estan ben formades
de: SMART-Daten sind fehlerhaft
el: Τα δεδομένα SMART είναι κακοδιατυπωμένα
et: SMART-andmed on väärvormistatud
fi: SMART-tiedot eivät ole kelvollisia
gl: Os datos SMART están malformados
hi: स्मार्ट आँकड़ा खराब है
hu: A SMART adatok rosszul formáltak
id: Data SMART dalam bentuk yang salah
it: Dati SMART non corretti
ja: SMART データがフォーマットに従っていません
kn: SMART ದತ್ತಾಂಶವು ಸರಿ ಇಲ್ಲ
lt: Netinkamai suformuoti SMART duomenys
lv: SMART informācija ir slikti formēta
ml: സ്മാര്‍ട്ട് ഡേറ്റാ തെറ്റാണു്
mr: SMART डाटा सदोषीत आहे
nb: SMART-data er ikke korrekt utformet
or: SMART ତତ୍ୟଟି ତ୍ରୁଟିଯୁକ୍ତ ହୋଇଛି
pa: SMART ਡਾਟਾ ਨਿਕਾਰਾ ਹੈ
pt: Dados SMART mal-formados
pt_br: Os dados do SMART estão mal formados
sl: SMART podatki nepravilno oblikovani
sr: СМАРТ подаци су неисправни
sv: SMART-data är felformulerat
ta: SMART தரவு தவறானது
th: ข้อมูล SMART ผิดรูปแบบ

source: Unknown
ca@valencia: Desconegut
de: Unbekannt
el: Άγνωστο
et: Tundmatu
fi: Tuntematon
gl: Descoñecido
hi: अज्ञात
hu: Ismeretlen
id: Tak Dikenal
it: Sconosciuto
ja: 不明
kn: ಗೊತ್ತಿರದ
lt: Nežinoma
lv: Nezināms
ml: അപരിചിതം
mr: अपरिचीत
nb: Ukjent
or: ଅଜଣା
pa: ਅਣਜਾਣ
pt: Desconhecido
pt_br: Desconhecido
sl: Neznano
sr: Непознато
sv: Okänd
ta: தெரியாதது
th: ไม่ทราบ

source: Passed
ca@valencia: Correcte
de: Bestanden
el: Πέρασε
et: Läbitud
fi: Kunnossa
gl: Aprobado
hi: सफल
hu: Sikerült
id: Lolos
it: Superato
ja: 合格
kn: ಉತ್ತೀರ್ಣಗೊಂಡಿದೆ
lt: Išlaikyta
lv: Ir labs
ml: വിജയിച്ചു
mr: उत्तीर्ण
nb: Godkjent
or: ସଫଳ ହୋଇଛି
pa: ਪਾਸ ਹੈ
pt: Passou
pt_br: Passou
sl: Opravljeno
sr: Паузирано
sv: OK
ta: கடந்தது
th: ผ่าน

source: FAILING
ca@valencia: ESTÀ FALLANT
de: GESCHEITERT
el: ΑΠΟΤΥΓΧΑΝΕΙ
et: ÜTLEB ÜLES
fi: HAJOAMASSA
gl: FALLANDO
hi: विफल
hu: MEGHIBÁSODOTT
id: GAGAL
it: Non superato
ja: 故障中
lt: GENDA
lv: AVARĒ
ml: പരാജയപ്പെടുന്നു
mr: अपयशी
nb: FEILER
pa: ਫੇਲ੍ਹ ਹੋ ਰਹੀ ਹੈ
pt: A FALHAR
pt_br: FALHANDO
sl: ODPOVEDUJE
sr: ОТКАЗУЈЕ
sv: MISSLYCKADES
th: ล้มเหลว

source: None
ca@valencia: Cap
de: Keine
el: Κανένα
et: Pole
fi: Ei viallisia
gl: Ningún
hi: कुछ नहीं
hu: Nincs
id: Nihil
it: Nessuno
ja: なし
kn: ಯಾವುದೂ ಇಲ್ಲ
lt: Nėra
lv: Neviens
ml: ഒന്നുമില്ല
mr: काहिच नाही
nb: Ingen
or: କିଛି ନୁହେଁ
pa: ਕੋਈ ਨਹੀਂ
pt: Nenhum
pt_br: Nenhum
sl: Brez
sr: Нема
sv: Inga
ta: ஒன்றுமில்லாத
th: ไม่มี
