Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: Solaris Backup Partition
ca@valencia: Partició de còpia de seguretat del Solaris
el: Διαμέρισμα Solaris Backup
et: Solarise varunduspartitsioon
fi: Solaris-varmuuskopio-osio
gl: Partición de copia de respaldo de Solaris
hu: Solaris tartalékpartíció
id: Partisi Cadangan Solaris
it: Partizione backup Solaris
ja: Solaris バックアップ・パーティション
lt: Solaris atsarginis skirsnis
lv: Solaris rezerves kopiju sadaļa
nb: Solaris sikkerhetskopipartisjon
pa: ਸੋਲਾਰਿਸ ਬੈਕਅੱਪ ਪਾਰਟੀਸ਼ਨ
pt: Partição de Cópia de Segurança Solaris
pt_br: Partição de Backup Solaris
sl: Solaris varnostni razdelek
sr: Соларисова резервна партиција
ta: சொலாரிஸ் காப்பு பகிர்வு
th: พาร์ทิชันสำรองของ Solaris

source: Solaris /usr Partition
ca@valencia: Partició /usr del Solaris
el: Διαμέρισμα Solaris /usr
et: Solarise /usr partitsioon
fi: Solaris-/usr-osio
gl: Partición /usr de Solaris
hu: Solaris /usr partíció
id: Partisi /usr Solaris
it: Partizione /usr Solaris
ja: Solaris /usr パーティション
lt: Solaris /usr skirsnis
lv: Solaris /usr sadaļa
nb: Solaris /usr-partisjon
pa: ਸੋਲਾਰਿਸ /usr ਪਾਰਟੀਸ਼ਨ
pt: Partição /usr Solaris
pt_br: Partição /usr Solaris
sl: Solaris /usr razdelek
sr: Соларисова /usr партиција
ta: சொலாரிஸ் /usr (யூசர்) பகிர்வு
th: พาร์ทิชัน /usr ของ Solaris

source: Solaris /var Partition
ca@valencia: Partició /var del Solaris
el: Διαμέρισμα Solaris /var
et: Solarise /var partitsioon
fi: Solaris-/var-osio
gl: Partición /var de Solaris
hu: Solaris /var partíció
id: Partisi /var Solaris
it: Partizione /var Solaris
ja: Solaris /var パーティション
lt: Solaris /var skirsnis
lv: Solaris /var sadaļa
nb: Solaris /var-partisjon
pa: ਸੋਲਰਿਸ /var ਪਾਰਟੀਸ਼ਨ
pt: Partição /var Solaris
pt_br: Partição /var Solaris
sl: Solaris /var razdelek
sr: Соларисова /var партиција
ta: சொலாரிஸ் /var பகிர்வு
th: พาร์ทิชัน /var ของ Solaris

source: Solaris /home Partition
ca@valencia: Partició /home del Solaris
el: Διαμέρισμα Solaris /home
et: Solarise /home partitsioon
fi: Solaris-/home-osio
gl: Partición /home de Solaris
hu: Solaris /home partíció
id: Partisi /home Solaris
it: Partizione /home Solaris
ja: Solaris /home パーティション
lt: Solaris /home skirsnis
lv: Solaris /home sadaļa
nb: Solaris /home-partisjon
pa: ਸੋਲਾਰਿਸ /home ਪਾਰਟੀਸ਼ਨ
pt: Partição /home Solaris
pt_br: Partição /home Solaris
sl: Solaris /home razdelek
sr: Соларисова /home партиција
ta: சொலாரிஸ் /home இல்லம் பகிர்வு
th: พาร์ทิชัน /home ของ Solaris

source: Solaris Alternate Sector Partition
ca@valencia: Partició de sector alternatiu del Solaris
el: Εναλλακτικό διαμέρισμα τομέα Solaris
et: Solarise alternatiivsektori partitsioon
fi: Solariksen vaihtoehtoinen sektori -osio
gl: Partición de sector alternativo de Solaris
hu: Solaris alternatív szektor partíció
id: Partisi Sektor Alternatif Solaris
it: Partizione alternate sector Solaris
ja: Solaris 代替セクタ パーティション
lt: Solaris alternatyvaus sektoriaus skirsnis
lv: Solaris alternatīvu sektoru sadaļa
pa: ਸੋਲਾਰਿਸ ਅਲਟਰਨੇਟ ਸੈਕਟਰ ਪਾਰਟੀਸ਼ਨ
pt: Partição de Sector Alternativo Solaris
pt_br: Partição Solaris de setor alternativo
sl: Solaris izmenjevalni sektorski razdelek
sr: Соларисова партиција са наизменичним секторима
ta: சொலாரிஸ் மாற்று செக்டார் பகிர்வு

source: Solaris Reserved Partition
ca@valencia: Partició reservada del Solaris
de: Solaris Reserve-Partition
el: Δεσμευμένο διαμέρισμα Solaris
et: Solarise partitsiooni reserveering
fi: Solariksen varattu osio
gl: Partición reservada de Solaris
hu: Solaris fenntartott partíció
id: Partisi Direservasi Solaris
it: Partizione riservata Solaris
ja: Solaris 予約パーティション
lt: Solaris rezervuotas skirsnis
lv: Solaris rezervēta sadaļa
nb: Solaris reservert partisjon
pa: ਸੋਲਾਰਿਸ ਰਾਖਾਵਾਂ ਪਾਰਟੀਸ਼ਨ
pt: Partição Reservada Solaris
pt_br: Partição Reservada Solaris
sl: Solaris rezervirani razdelek
sr: Соларисова резервисана партиција
ta: சொலாரிஸ் ஒதுக்கப்பட்ட பகிர்வு
th: พาร์ทิชันสงวนของ Solaris

source: Solaris Reserved Partition (2)
ca@valencia: Partició reservada del Solaris (2)
de: Solaris Reserve-Partition (2)
el: Δεσμευμένο διαμέρισμα Solaris (2)
et: Solarise partitsiooni reserveering (2)
fi: Solariksen varattu osio (2)
gl: Partición reservada de Solaris (2)
hu: Solaris fenntartott partíció (2)
id: Partisi Direservasi Solaris (2)
it: Partizione riservata Solaris (2)
ja: Solaris 予約パーティション (2)
lt: Solaris rezervuotas skirsnis (2)
lv: Solaris rezervēta sadaļa (2)
nb: Solaris reservert partisjon (2)
pa: ਸਲੋਰਸ ਰਾਖਵਾਂ ਪਾਰਟੀਸ਼ਨ (2)
pt: Partição Reservada Solaris (2)
pt_br: Partição Reservada Solaris (2)
sl: Solaris rezervirani razdelek (2)
sr: Соларисова резервисана партиција (2)
ta: சொலாரிஸ் ஒதுக்கப்பட்ட பகிர்வு (2)
th: พาร์ทิชันสงวนของ Solaris (2)

source: Solaris Reserved Partition (3)
ca@valencia: Partició reservada del Solaris (3)
de: Solaris Reserve-Partition (3)
el: Δεσμευμένο διαμέρισμα Solaris (3)
et: Solarise partitsiooni reserveering (3)
fi: Solariksen varattu osio (3)
gl: Partición reservada de Solaris (3)
hu: Solaris fenntartott partíció (3)
id: Partisi Direservasi Solaris (3)
it: Partizione riservata Solaris (3)
ja: Solaris 予約パーティション (3)
lt: Solaris rezervuotas skirsnis (3)
lv: Solaris rezervēta sadaļa (3)
nb: Solaris reservert partisjon (3)
pa: ਸਲੋਰਸ ਰਾਖਵਾਂ ਪਾਰਟੀਸ਼ਨ (3)
pt: Partição Reservada Solaris (3)
pt_br: Partição Reservada Solaris (3)
sl: Solaris rezervirani razdelek (3)
sr: Соларисова резервисана партиција (3)
ta: சொலாரிஸ் ஒதுக்கப்பட்ட பகிர்வு (3)
th: พาร์ทิชันสงวนของ Solaris (3)

source: Solaris Reserved Partition (4)
ca@valencia: Partició reservada del Solaris (4)
de: Solaris Reserve-Partition (4)
el: Δεσμευμένο διαμέρισμα Solaris (4)
et: Solarise partitsiooni reserveering (4)
fi: Solariksen varattu osio (4)
gl: Partición reservada de Solaris (4)
hu: Solaris fenntartott partíció (4)
id: Partisi Direservasi Solaris (4)
it: Partizione riservata Solaris (4)
ja: Solaris 予約パーティション (4)
lt: Solaris rezervuotas skirsnis (4)
lv: Solaris rezervēta sadaļa (4)
nb: Solaris reservert partisjon (4)
pa: ਸਲੋਰਸ ਰਾਖਵਾਂ ਪਾਰਟੀਸ਼ਨ (4)
pt: Partição Reservada Solaris (4)
pt_br: Partição Reservada Solaris (4)
sl: Solaris rezervirani razdelek (4)
sr: Соларисова резервисана партиција (4)
ta: சொலாரிஸ் ஒதுக்கப்பட்ட பகிர்வு (4)
th: พาร์ทิชันสงวนของ Solaris (4)

source: Solaris Reserved Partition (5)
ca@valencia: Partició reservada del Solaris (5)
de: Solaris Reserve-Partition (5)
el: Δεσμευμένο διαμέρισμα Solaris (5)
et: Solarise partitsiooni reserveering (5)
fi: Solariksen varattu osio (5)
gl: Partición reservada de Solaris (5)
hu: Solaris fenntartott partíció (5)
id: Partisi Direservasi Solaris (5)
it: Partizione riservata Solaris (5)
ja: Solaris 予約パーティション (5)
lt: Solaris rezervuotas skirsnis (5)
lv: Solaris rezervēta sadaļa (5)
nb: Solaris reservert partisjon (5)
pa: ਸਲੋਰਸ ਰਾਖਵਾਂ ਪਾਰਟੀਸ਼ਨ (5)
pt: Partição Reservada Solaris (5)
pt_br: Partição Reservada Solaris (5)
sl: Solaris rezervirani razdelek (5)
sr: Соларисова резервисана партиција (5)
ta: சொலாரிஸ் ஒதுக்கப்பட்டது பகிர்வு
th: พาร์ทิชันสงวนของ Solaris (5)

source: Apple HFS/HFS+ Partition
ca@valencia: Partició HFS/HFS+ d'Apple
el: Διαμέρισμα Apple HFS/HFS+
et: Apple HFS/HFS+ partitsioon
fi: Apple HFS/HFS+ -osio
gl: Partición HFS/HFS+ de Apple
hi: Apple HFS/HFS+ विभाजन
hu: Apple HFS/HFS+ partíció
id: Partisi HFS/HFS+ Apple
it: Partizione HFS/HFS+ Apple
ja: Apple HFS/HFS+ パーティション
kn: ಆಪಲ್‌ HFS/HFS+ ವಿಭಾಗ
lt: Apple HFS/HFS+ skirsnis
lv: Apple HFS/HFS+ sadaļa
ml: ആപ്പിള്‍ HFS/HFS+ പാര്‍ട്ടീഷന്‍
mr: Apple HFS/HFS+ विभाजन
nb: Apple HFS/HFS+-partisjon
or: Apple HFS/HFS+ ବିଭାଜନ
pa: Apple HFS/HFS+ ਪਾਰਟੀਸ਼ਨ
pt: Partição HFS/HFS+ Apple
pt_br: Partição Apple HFS/HFS+
sl: Apple HFS/HFS+ razdelek
sr: Еплова ХФС/ХФС+ партиција
ta: ஆப்பிள் HFS/HFS+ பகிர்வு
th: พาร์ทิชัน HFS/HFS+ ของแอปเปิล

source: Apple UFS Partition
ca@valencia: Partició UFS d'Apple
el: Διαμέρισμα Apple UFS
et: Apple UFS partitsioon
fi: Apple UFS-osio
gl: Partición UFS de Apple
hi: एपल UFS विभाजन
hu: Apple UFS partíció
id: Partisi UFS Apple
it: Partizione UFS Apple
ja: Apple UFS パーティション
kn: ಆಪಲ್ UFS ವಿಭಾಗ
lt: Apple UFS skirsnis
lv: Apple UFS sadaļa
ml: ആപ്പിള്‍ UFS പാര്‍ട്ടീഷന്‍
mr: Apple UFS विभाजन
nb: Apple UFS-partisjon
or: Apple UFS ବିଭାଜନ
pa: Apple UFS ਪਾਰਟੀਸ਼ਨ
pt: Partição UFS Apple
pt_br: Partição Apple UFS
sl: Apple UFS razdelek
sr: Еплова УФС партиција
ta: ஆப்பிள் UFS பகிர்வு
th: พาร์ทิชัน UFS ของแอปเปิล

source: Apple ZFS Partition
ca@valencia: Partició ZFS d'Apple
el: Διαμέρισμα Apple ZFS
et: Apple ZFS partitsioon
fi: Apple ZFS-osio
gl: Partición ZFS de Apple
hu: Apple ZFS partíció
id: Partisi ZFS Apple
it: Partizione ZFS Apple
ja: Apple ZFS パーティション
lt: Apple ZFS skirsnis
lv: Apple ZFS sadaļa
nb: Apple ZFS-partisjon
pa: Apple ZFS ਪਾਰਟੀਸ਼ਨ
pt: Partição ZFS Apple
pt_br: Partição Apple ZFS
sl: Apple ZFS razdelek
sr: Еплова ЗФС партиција
ta: ஆப்பிள் பகிர்வு
th: พาร์ทิชัน ZFS ของแอปเปิล

source: Apple RAID Partition
ca@valencia: Partició RAID d'Apple
el: Διαμέρισμα Apple RAID
et: Apple RAID-partitsioon
fi: Apple RAID-osio
gl: Partición RAID de Apple
hi: एपल RAID विभाजन
hu: Apple RAID partíció
id: Partisi RAID Apple
it: Partizione RAID Apple
ja: Apple RAID パーティション
kn: ಆಪಲ್ RAID ವಿಭಾಗ
lt: Apple RAID skirsnis
lv: Apple RAID sadaļa
ml: ആപ്പിള്‍ RAID പാര്‍ട്ടീഷന്‍
mr: २Apple RAID विभाजन
nb: Apple RAID-partisjon
or: Apple RAID ବିଭାଜନ
pa: Apple RAID ਪਾਰਟੀਸ਼ਨ
pt: Partição RAID Apple
pt_br: Partição RAID Apple
sl: Apple RAID razdelek
sr: Еплова РАИД партиција
ta: ஆப்பிள் ரெய்ட் பகிர்வு
th: พาร์ทิชัน RAID ของแอปเปิล

source: Apple RAID Partition (Offline)
ca@valencia: Partició RAID d'Apple (fora de línia)
el: Διαμέρισμα Apple RAID (Εκτός σύνδεσης)
et: Apple RAID-partitsioon (pole liinil)
fi: Apple RAID-osio (ei käytössä)
gl: Partición RAID de Apple (Desconectada)
hu: Apple RAID partíció (offline)
id: Partisi RAID Apple (Luring)
it: Partizione RAID (offline) Apple
ja: Apple RAID パーティション (オフライン)
lt: Apple RAID skirsnis (atsijungęs)
lv: Apple RAID sadaļa (nesaistē)
nb: Apple RAID-partisjon (frakoblet)
pa: Apple RAID ਪਾਰਟੀਸ਼ਨ (ਆਫਲਾਇਨ)
pt: Partição RAID Apple (Desligada)
pt_br: Partição RAID Apple (desconectada)
sl: Apple RAID razdelek (nepovezan)
sr: Еплова РАИД партиција (искључена)
sv: Apple RAID Partition (frånkopplad)
ta: ஆப்பிள் ரெய்ட் பகிர்வு (இணைப்பு விலகி)
th: พาร์ทิชัน RAID ของแอปเปิล (ออฟไลน์)

source: Apple Boot Partition
ca@valencia: Partició d'arrencada d'Apple
el: Διαμέρισμα Apple Boot
et: Apple alglaadimispartitsioon
fi: Apple-käynnistysosio
gl: Partición de arranque de Apple
hu: Apple indítópartíció
id: Partisi Boot Apple
it: Partizione boot Apple
ja: Apple 起動パーティション
lt: Apple įkėlimo skirsnis
lv: Apple palaišanas sadaļa
nb: Apple oppstartspartisjon
pa: Apple ਬੂਟ ਪਾਰਟੀਸ਼ਨ
pt: Partição de Arranque Apple
pt_br: Partição de Boot Apple
sl: Apple zagonljivi razdelek
sr: Еплова покретачка партиција
ta: ஆப்பிள் பூட் பகிர்வு
th: พาร์ทิชันบูตของแอปเปิล

source: Apple Label Partition
ca@valencia: Partició d'etiqueta d'Apple
el: Διαμέρισμα Apple Label
et: Apple sildipartitsioon
fi: Apple Label-osio
gl: Partición de etiqueta de Apple
hu: Apple címkepartíció
id: Partisi Label Apple
it: Partizione label Apple
ja: Apple ラベル・パーティション
lt: Apple Label skirsnis
lv: Apple etiķetes sadaļa
pa: Apple ਲੇਬਲ ਪਾਰਟੀਸ਼ਨ
pt: Partição Etiqueta Apple
pt_br: Partição de rótulo Apple
sl: Applov nazivni razdelek
sr: Еплова партиција за назив
ta: ஆப்பிள் விளக்கச்சீட்டு பகிர்வு
th: พาร์ทิชันป้ายชื่อของแอปเปิล

source: Apple TV Recovery Partition
ca@valencia: Partició de recuperació d'Apple TV
el: Διαμέρισμα Apple TV Recovery
et: Apple TV taastuspartitsioon
fi: Apple TV -palautusosio
gl: Partición de recuperación de Apple TV
hu: Apple TV helyreállító partíció
id: Partisi Pemulihan Apple TV
it: Partizione di ripristino Apple TV
ja: Apple TV リカバリパーティション
lt: Apple TV atstatymo skirsnis
lv: Apple TV atgūšanas sadaļa
pa: Apple ਟੀਵੀ ਰਿਕਵਰੀ ਪਾਰਟੀਸ਼ਨ
pt: Partição de Recuperação de TV Apple
pt_br: Partição de restauração Apple TV
sl: Apple TV obnovitveni razdelek
sr: Еплова партиција за враћање ТВ-а
ta: ஆப்பிள் தொலைக்காட்சி மீட்பு பகிர்வு
th: พาร์ทิชันกู้คืน TV ของแอปเปิล

source: NetBSD Swap Partition
ca@valencia: Partició de memòria intermèdia del NetBSD
el: Διαμέρισμα NetBSD Swap
et: NetBSD saalepartitsioon
fi: NetBSD-sivutusosio
gl: Partición de intercambio de NetBSD
hu: NetBSD lapozópartíció
id: Partisi Swap NetBSD
it: Partizione swap NetBSD
ja: NetBSD スワップ・パーティション
lt: NetBSD Swap skirsnis
lv: NetBSD maiņvietas sadaļa
nb: NetBSD swap-partisjon
pa: NetBSD ਸਵੈਪ ਪਾਰਟੀਸ਼ਨ
pt: Partição Swap NetBSD
pt_br: Partição de Swap NetBSD
sl: NetBSD izmenjalni razdelek
sr: НетБСД замена за меморију
sv: NetBSD växlingspartition
ta: நெட்பிஎஸ்டி இடமாற்று பகிர்வு
th: พาร์ทิชันพื้นที่สลับของ NetBSD

source: NetBSD FFS Partition
ca@valencia: Partició FFS del NetBSD
el: Διαμέρισμα NetBSD FFS
et: NetBSD FFS partitsioon
fi: NetBSD-FFS-osio
gl: Partición FFS de NetBSD
hu: NetBSD FFS partíció
id: Partisi FFS NetBSD
it: Partizione FFS NetBSD
ja: NetBSD EFS パーティション
lt: NetBSD FFS skirsnis
lv: NetBSD FFS sadaļa
nb: NetBSD FFS-partisjon
pa: NetBSD FFS ਪਾਰਟੀਸ਼ਨ
pt: Partição FFS NetBSD
pt_br: Partição UFS NetBSD
sl: NetBSD FFS razdelek
sr: НетБСД ФФС партиција
ta: நெட்பிஎஸ்டி FFS பகிர்வு
th: พาร์ทิชัน FFS ของ NetBSD

source: NetBSD LFS Partition
ca@valencia: Partició LFS del NetBSD
el: Διαμέρισμα NetBSD LFS
et: NetBSD LFS partitsioon
fi: NetBSD-LFS-osio
gl: Partición LFS de NetBSD
hu: NetBSD LFS partíció
id: Partisi LFS NetBSD
it: Partizione LFS BetBSD
ja: NetBSD LFS パーティション
lt: NetBSD LFS skirsnis
lv: NetBSD LFS sadaļa
nb: NetBSD LFS-partisjon
pa: NetBSD LFS ਪਾਰਟੀਸ਼ਨ
pt: Partição LFS NetBSD
pt_br: Partição LFS NetBSD
sl: NetBSD LFS razdelek
sr: НетБСД ЛФС партиција
ta: நெட்பிஎஸ்டி LFS பகிர்வு
th: พาร์ทิชัน LFS ของ NetBSD

source: NetBSD RAID Partition
ca@valencia: Partició RAID del NetBSD
el: Διαμέρισμα NetBSD RAID
et: NetBSD RAID-partitsioon
fi: NetBSD-RAID-osio
gl: Partición RAID de NetBSD
hu: NetBSD RAID partíció
id: Partisi RAID NetBSD
it: Partizione RAID NetBSD
ja: NetBSD RAID パーティション
lt: NetBSD RAID skirsnis
lv: NetBSD RAID sadaļa
nb: NetBSD RAID-partisjon
pa: NetBSD RAID ਪਾਰਟੀਸ਼ਨ
pt: Partição RAID NetBSD
pt_br: Partição RAID NetBSD
sl: NetBSD RAID razdelek
sr: НетБСД RAID партиција
ta: நெட்பிஎஸ்டி ரெய்ட் பகிர்வு
th: พาร์ทิชัน RAID ของ NetBSD

source: NetBSD Concatenated Partition
ca@valencia: Partició concatenada del NetBSD
de: NetBSD verkettete Partition
el: Διαμέρισμα NetBSD Concatenated
et: NetBSD ühendatud partitsioon
fi: NetBSD-yhdistetty osio
gl: Partición concatenada de NetBSD
hu: NetBSD összefűzött partíció
id: Partisi Dikonkatenasi NetBSD
it: Partizione concatenata NetBSD
lt: NetBSD sujungtas skirsnis
lv: NetBSD Concatenated sadaļa
pa: NetBSD ਕਨਸਨਟਰੇਸ਼ਨ ਪਾਰਟੀਸ਼ਨ
pt: Partição Concatenada NetBSD
pt_br: Partição contatenada NetBSD
sl: NetBSD združen razdelek
sr: Везивна НетБСД партиција
ta: நெட்பிஎஸ்டி எழுதப்பட்ட பகிர்வு

source: NetBSD Encrypted Partition
ca@valencia: Partició encriptada del NetBSD
de: NetBSD verschlüsselte Partition
el: Κρυπτογραφημένο διαμέρισμα NetBSD
et: NetBSD krüpteeritud partitsioon
fi: NetBSD - salattu osio
gl: Partición cifrada de NetBSD
hu: NetBSD titkosított partíció
id: Partisi Dienkripsi NetBSD
it: Partizione cifrata NetBSD
ja: NetBSD 暗号化パーティション
lt: NetBSD užšifruotas skirsnis
lv: NetBSD šifrēta sadaļa
nb: NetBSD kryptert partisjon
pa: NetBSD ਇੰਕ੍ਰਿਪਟਡ ਪਾਰਟੀਸ਼ਨ
pt: Partição Encriptada NetBSD
pt_br: Partição criptografada NetBSD
sl: NetBSD šifriran razdelek
sr: Шифрована НетБСД партиција
ta: நெட்பிஎஸ்டி குறிமுறையாக்கப்பட்ட பகிர்வு
th: พาร์ทิชันเข้ารหัสลับของ NetBSD

source: Unused Partition
ca@valencia: Partició no utilitzada
de: Unbenutzte Partition
el: Μη χρησιμοποιούμενο διαμέρισμα
et: Kasutamata partitsioon
fi: Käyttämätön osio
gl: Partición sen empregar
hi: अप्रयुक्त विभाजन
hu: Használaton kívüli partíció
id: Partisi Tak Terpakai
it: Partizione non usata
ja: 未使用パーティション
kn: ಬಳಸದೆ ಇರುವ ವಿಭಾಗ
lt: Nenaudojamas skirsnis
lv: Neizmantota sadaļa
ml: ഉപയോഗിക്കാത്ത പാര്‍ട്ടീഷന്‍
mr: न वापरलेली विभाजन
nb: Ubrukt partisjon
or: ଅବ୍ୟବହୃତ ବିଭାଜନ
pa: ਅਣ-ਵਰਤਿਆ ਪਾਰਟੀਸ਼ਨ
pt: Partição Não Utilizada
pt_br: Partição não usada
sl: Neuporabljeni razdelek
sr: Неискоришћена партиција
sv: Oanvänd partition
ta: பயன்படுத்தாத பகிர்வு
th: พาร์ทิชันไม่ได้ใช้งาน

source: Empty Partition
ca@valencia: Partició buida
de: Leere Partition
el: Κενό διαμέρισμα
et: Tühi partitsioon
fi: Tyhjä osio
gl: Partición baleira
hi: रिक्त विभाजन
hu: Üres partíció
id: Partisi Kosong
it: Partizione vuota
ja: 空のパーティション
kn: ಖಾಲಿ ವಿಭಾಗ
lt: Tuščias skirsnis
lv: Tukša sadaļa
ml: ശൂന്യമായ പാര്‍ട്ടീഷന്‍
mr: रिकामी विभाजन
nb: Tom partisjon
or: ଶୂନ୍ୟ ବିଭାଜନ
pa: ਖਾਲੀ ਪਾਰਟੀਸ਼ਨ
pt: Partição Vazia
pt_br: Partição vazia
sl: Prazni razdelek
sr: Празна партиција
sv: Tom partition
ta: வெற்று பகிர்வு
th: พาร์ทิชันว่างเปล่า

source: Driver Partition
ca@valencia: Partició de controlador
de: Treiber-Partition
el: Διαμέρισμα οδηγού
et: Driver-partitsioon
fi: Ajuriosio
gl: Partición Driver
hi: ड्राइवर विभाजन
hu: Meghajtópartíció
it: Partizione Driver
ja: ドライバ用パーティション
kn: ಚಾಲಕ ವಿಭಾಗ
lt: Driver skirsnis
lv: Draiveru sadaļa
ml: ഡ്രൈവര്‍ പാര്‍ട്ടീഷന്‍
mr: ड्राइव्हर विभाजन
nb: Driverpartisjon
or: ଡ୍ରାଇଭର ବିଭାଜନ
pa: ਡਰਾਇਵਰ ਪਾਰਟੀਸ਼ਨ
pt: Partição de Controlador
pt_br: Partição de unidade
sl: Gonilniški razdelek
sr: Драјвер партиција
ta: இயக்கி பகிர்வு
th: พาร์ทิชันไดรเวอร์

source: Driver 4.3 Partition
ca@valencia: Partició 4.3 de controlador
de: Treiber 4.3-Partition
el: Διαμέρισμα οδηγού 4.3
et: Driver 4.3 partitsioon
fi: Ajuri 4.3 osio
gl: Partición Driver 4.3
hi: ड्राइवर 4.3 विभाजन
hu: 4.3-as meghajtópartíció
it: Partizione Driver 4.3
ja: ドライバ 4.3 パーティション
kn: ಚಾಲಕ 4.3 ವಿಭಾಗ
lt: Driver 4.3 skirsnis
lv: Draiveru 4.3 sadaļa
ml: ഡ്രൈവര്‍ 4.3 പാര്‍ട്ടീഷന്‍
mr: ड्राइव्हर 4.3 विभाजन
or: ଡ୍ରାଇଭର 4.3 ବିଭାଜନ
pa: ਡਰਾਇਵਰ 4.3 ਪਾਰਟੀਸ਼ਨ
pt: Partição de Controlador 4.3
pt_br: Partição de unidade 4.3
sl: Gonilniški 4.3 razdelek
sr: Драјвер 4.3 партиција
ta: Driver 4.3 பகிர்வு
th: พาร์ทิชันไดรเวอร์ 4.3

source: ProDOS file system
ca@valencia: Sistema de fitxers ProDOS
de: ProDOS-Dateisystem
el: Σύστημα αρχείων ProDOS
et: ProDOS failisüsteem
fi: ProDOS-tiedostojärjestelmä
gl: Sistema de ficheiros ProDOS
hi: ProDOS फ़ाइल तंत्र
hu: ProDOS fájlrendszer
id: Sistem berkas ProDOS
it: File system ProDOS
ja: ProDOS ファイルシステム
kn: ProDOS ಕಡತ ವ್ಯವಸ್ಥೆ
lt: ProDOS failų sistema
lv: ProDOS failu sistēma
ml: ProDOS ഫയല്‍ സിസ്റ്റം
mr: ProDOS फाइल प्रणाली
nb: ProDOS-filsystem
or: ProDOS ଫାଇଲ ତନ୍ତ୍ର
pa: ProDOS ਫਾਇਲ ਸਿਸਟਮ
pt: Sistema de ficheiros ProDOS
pt_br: Sistema de arquivos ProDOS
sl: ProDOS datotečni sistem
sr: ПроДОС систем датотека
sv: ProDOS-filsystem
ta: ProDOS கோப்பு முறைமை
th: ระบบแฟ้ม ProDOS

source: FAT 12
sr: ФАТ 12

source: FAT 16
sr: ФАТ 16

source: FAT 32
sr: ФАТ 32

source: FAT 16 (Windows)
kn: FAT 16 (ವಿಂಡೋಸ್)
ml: FAT 16 (വിന്‍ഡോസ്)
sr: ФАТ 16 (Виндоуз)
th: FAT 16 (วินโดวส์)

source: FAT 32 (Windows)
kn: FAT 32 (ವಿಂಡೋಸ್)
ml: FAT 32 (വിന്‍ഡോസ്)
sr: ФАТ 32 (Виндоуз)
th: FAT 32 (วินโดวส์)

source: Empty (0x00)
ca@valencia: Buida (0x00)
de: Leer (0x00)
el: Κενό (0x00)
et: Tühi (0x00)
fi: Tyhjä (0x00)
gl: Baleira (0x00)
hi: रिक्त (0x00)
hu: Üres (0x00)
id: Kosong (0x00)
it: Vuota (0x00)
kn: ಎಂಪ್ಟಿ (0x00)
lt: Tuščia (0x00)
lv: Tukšs (0x00)
ml: ശുന്യം (0x00)
mr: रिकामी (0x00)
nb: Tom (0x00)
or: ଶୂନ୍ୟ (0x00)
pa: ਖਾਲੀ (0x00)
pt: Vazio (0x00)
pt_br: Vazia (0x00)
sl: Prazna (0x00)
sr: Празна (0x00)
sv: Tom (0x00)
th: ว่างเปล่า (0x00)

source: FAT12 (0x01)
sr: ФАТ12 (0x01)

source: FAT16 <32M (0x04)
sr: ФАТ16 <32M (0x04)

source: Extended (0x05)
ca@valencia: Ampliada (0x05)
de: Erweitert (0x05)
el: Εκτεταμένο (0x05)
et: Laiendatud (0x05)
fi: Laajennettu (0x05)
gl: Estendida (0x05)
hi: विस्तारित (0x05)
hu: Kiterjesztett (0x05)
id: Diperluas (0x05)
it: Estesa (0x05)
ja: 拡張 (0x05)
kn: ಎಕ್ಸ್ಟೆಂಡೆಡ್ (0x05)
lt: Išplėstasis (0x05)
lv: Paplašināta (0x05)
ml: എക്സ്റ്റെന്‍ഡഡ് (0x05)
mr: विस्तारीत (0x05)
nb: Utvidet (0x05)
or: ଅନୁଲମ୍ବିତ (0x05)
pa: ਐਕਸਟੈੱਡਡ (0x05)
pt: Extendida (0x05)
pt_br: Extendida (0x05)
sl: Razširjena (0x05)
sr: Линукс (0x05)
sv: Utökad (0x05)
ta: விரிவாக்கப்பட்டது (0x05)
th: ขยาย (0x05)

source: FAT16 (0x06)
sr: ФАТ16 (0x06)

source: HPFS/NTFS (0x07)
sr: ХПФС/НТФС (0x07)

source: W95 FAT32 (0x0b)
sr: W95 ФАТ32 (0x0b)

source: W95 FAT32 (LBA) (0x0c)
sr: W95 ФАТ32 (ЛБА) (0x0c)

source: W95 FAT16 (LBA) (0x0e)
sr: W95 ФАТ16 (ЛБА) (0x0e)

source: W95 Ext d (LBA) (0x0f)
ca@valencia: W95 ampliada d (LBA) (0x0f)
fi: W95 laajennettu (LBA) (0x0f)
hu: W95 kiterjesztett (LBA) (0x0f)
ja: W95 拡張 (LBA) (0x0f)
nb: W95 utvidet d (LBA) (0x0f)
sr: W95 Екст d (ЛБА) (0x0f)

source: OPUS (0x10)
sr: ОПУС (0x10)

source: Hidden FAT12 (0x11)
ca@valencia: FAT12 oculta (0x11)
de: Versteckte FAT12 (0x11)
el: Κρυφό FAT12 (0x11)
et: Peidetud FAT12 (0x11)
fi: Piilotettu FAT12 (0x11)
gl: FAT12 agochada (0x11)
hi: छुपा FAT12 (0x11)
hu: Rejtett FAT12 (0x11)
id: FAT12 Tersembunyi (0x11)
it: FAT12 nascosta (0x11)
ja: 隠し属性付きFAT12 (0x11)
kn: ಹಿಡನ್ FAT12 (0x11)
lt: Paslėptoji FAT12 (0x11)
lv: Slēpta FAT12 (0x11)
mr: अदृष्य FAT12 (0x11)
nb: Skjult FAT12 (0x11)
or: ଲୁକ୍କାଇତ FAT12 (0x11)
pa: ਲੁਕਵਾਂ FAT12 (0x11)
pt: FAT12 (0x11) Oculta
pt_br: FAT12 oculta (0x11)
sl: Skriti FAT12 (0x11)
sr: Сакривени ФАТ12 (0x11)
sv: Dold FAT12 (0x11)
ta: மறைவான FAT12 (0x11)
th: FAT12 ที่ซ่อนไว้ (0x11)

source: Compaq diagnostics (0x12)
ca@valencia: Diagnòstics de Compaq (0x12)
el: Διαγνωστικά Compaq (0x12)
et: Compaq diagnostika (0x12)
fi: Compaq-diagnostiikka (0x12)
gl: Diagnóstico de Compaq (0x12)
hi: Compaq निदान (0x12)
hu: Compaq diagnosztikai (0x12)
id: Diagnosis Compaq (0x12)
it: Diagnostica Compaq (0x12)
kn: ಕಾಂಪ್ಯಾಕ್ ಡಯಾಗ್ನೋಸ್ಟಿಕ್ (0x12)
lt: Compaq diagnostikos (0x12)
lv: Compaq diagnostika (0x12)
mr: Compaq विश्लेषण (0x12)
nb: Compaq diagnostikk (0x12)
or: Compaq ନିଦାନ (0x12)
pa: ਕੰਪੈਕ ਪੜਤਾਲ (0x12)
pt: Diagnósticos Compaq (0x12)
pt_br: Diagnósticos Compaq (0x12)
sl: Compaq diagnostični (0x12)
sr: Компакова дијагностичка (0x12)
sv: Compaq diagnostik (0x12)
ta: Compaq பரிசோதனைகள் (0x12)
th: วินิจฉับของ Compaq (0x12)

source: Hidden FAT16 <32M (0x14)
ca@valencia: FAT16 oculta <32M (0x14)
de: Versteckte FAT16 <32M (0x14)
el: Κρυφό FAT16 <32M (0x14)
et: Peidetud FAT16 <32M (0x14)
fi: Piilotettu FAT16 <32M (0x14)
gl: FAT16 agochada <32M (0x14)
hi: छुपा FAT16 <32M (0x14)
hu: Rejtett FAT16 <32M (0x14)
id: FAT16 Tersembunyi <32M (0x14)
it: FAT16 nascosta <32M (0x14)
ja: 隠し属性付きFAT16 <32M (0x14)
kn: ಹಿಡನ್ FAT16 <32M (0x14)
lt: Paslėptoji FAT16 <32M (0x14)
lv: Slēpta FAT16 <32M (0x14)
mr: अदृष्य FAT16 <32M (0x14)
nb: Skjult FAT16 <32M (0x14)
or: ଲୁକ୍କାଇତ FAT16 <32M (0x14)
pa: ਲੁਕਵਾਂ FAT16 <32M (0x14)
pt: FAT16 <32M (0x14) Oculto
pt_br: FAT16 <32M oculta (0x14)
sl: Skriti FAT16 <32M (0x14)
sr: Сакривени ФАТ16 <32M (0x14)
sv: Dold FAT16 <32M (0x14)
ta: மறைவான FAT16 <32M (0x14)
th: FAT16 ที่ซ่อนไว้ <32M (0x14)

source: Hidden FAT16 (0x16)
ca@valencia: FAT16 oculta (0x16)
de: Versteckte FAT16 (0x16)
el: Κρυφό FAT16 (0x16)
et: Peidetud FAT16 (0x16)
fi: Piilotettu FAT16 (0x16)
gl: FAT16 agochada (0x16)
hu: Rejtett FAT16 (0x16)
id: FAT16 Tersembunyi (0x16)
it: FAT16 nascosta (0x16)
ja: 隠し属性付きFAT16 (0x16)
kn: ಹಿಡನ್ FAT16 (0x16)
lt: Paslėptoji FAT16 (0x16)
lv: Slēpta FAT16 (0x16)
mr: अदृष्य FAT16 (0x16)
nb: Skjult FAT16 (0x16)
or: ଲୁକ୍କାଇତ FAT16 (0x16)
pa: ਲੁਕਵਾਂ FAT16 (0x16)
pt: FAT16 (0x16) Oculto
pt_br: FAT16 oculta (0x16)
sl: Skriti FAT16 (0x16)
sr: Сакривени ФАТ16 (0x16)
sv: Dold FAT16 (0x16)
ta: மறைவான FAT16 (0x16)
th: FAT16 ที่ซ่อนไว้ (0x16)
