Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: DVD+RW DL Disc
ca@valencia: Disc DVD+RW de doble capa
de: DVD+RW-Medium (zweischichtig)
el: Δίσκος DVD+RW DL
et: DVD+RW DL plaat
fi: DVD+RW DL -levy
gl: Disco DVD+RW DL
hi: DVD+RW DL डिस्क
hu: DVD+RW DL lemez
id: Diska DVD+RW DL
it: Disco DVD+RW DL
ja: DVD+RW DL ディスク
kn: DVD+RW DL ಡಿಸ್ಕ್
lt: DVD+RW DL diskas
lv: DVD+RW DL disks
ml: DVD+RW DL ഡിസ്ക്
mr: DVD+RW DL डिस्क
nb: DVD+RW DL plate
or: DVD+RW DL ଡିସ୍କ
pa: DVD+RW DL ਡਿਸਕ
pt: Disco DVD+RW DL
pt_br: Unidade DVD+RW DL
sl: DVD+RW DL disk
sr: Двослојни, преписив ДВД+Р
sv: DVD+RW DL-skiva
ta: DVD+RW DL வட்டு
th: แผ่น DVD+RW DL

source: Blank DVD+RW DL Disc
ca@valencia: Disc DVD+RW de doble capa buit
de: Leeres DVD+RW-Medium (zweischichtig)
el: Κενός δίσκος DVD+RW DL
et: Tühi DVD+RW DL plaat
fi: Tyhjä DVD+RW DL -levy
gl: Disco DVD+RW DL en branco
hi: रिक्त DVD+RW DL डिस्क
hu: Üres DVD+RW DL lemez
id: Diska DVD+RW DL Kosong
it: Disco DVD+RW DL vuoto
ja: 空の DVD+RW DL ディスク
kn: ಖಾಲಿ DVD+RW DL ಡಿಸ್ಕ್
lt: Tuščias DVD+RW DL diskas
lv: Tukšs DVD-+RW DL disks
ml: ശൂന്യമായ DVD+RW DL ഡിസ്ക്
mr: रिकामी DVD+RW DL डिस्क
nb: Tom DVD+RW DL plate
or: ଖାଲି DVD+RW DL ଡିସ୍କ
pa: ਖਾਲੀ DVD+RW DL ਡਿਸਕ
pt: Disco DVD+RW DL Virgem
pt_br: Unidade DVD+RW DL vazia
sl: Prazen DVD+RW DL disk
sr: Празан, двослојни, преписив ДВД+Р
sv: Tom DVD+RW DL-skiva
ta: வெற்று DVD+RW DL வட்டு
th: แผ่น DVD+RW DL เปล่า

source: Blu-Ray Disc
ca@valencia: Disc Blu-Ray
de: Blu-Ray-Medium
el: Δίσκος Blu-Ray
et: Blu-Ray plaat
fi: Blu-Ray-levy
gl: Disco Blu-Ray
hi: Blu-Ray डिस्क
hu: Blu-Ray lemez
id: Diska Blu-Ray
it: Disco Blue-Ray
ja: Blu-Ray ディスク
kn: ಬ್ಲೂ-ರೇ ಡಿಸ್ಕ್‍
lt: Blu-Ray diskas
lv: Blu-ray disks
ml: ബ്ലൂ-റേ ഡിസ്ക്
mr: ब्लू-रे डिस्क
nb: Blu-Ray plate
or: Blu-Ray ଡିସ୍କ
pa: ਬਲਿਉ-ਰੇ ਡਿਸਕ
pt: Disco Blu-Ray
pt_br: Unidade Blu-Ray
sl: Blu-Ray disk
sr: Блу-реј диск
sv: Blu-Ray-skiva
ta: Blu-Ray வட்டு
th: แผ่น Blu-Ray

source: Blank Blu-Ray Disc
ca@valencia: Disc Blu-Ray buit
de: Leeres Blu-Ray-Medium
el: Κενός δίσκος Blu-Ray
et: Tühi Blu-Ray plaat
fi: Tyhjä Blu-Ray-levy
gl: Disco Blu-Ray en branco
hi: खाली Blu-Ray डिस्क
hu: Üres Blu-Ray lemez
id: Diska Blu-Ray Kosong
it: Disco Blue-Ray vuoto
ja: 空の Blu-Ray ディスク
kn: ಖಾಲಿ ಬ್ಲೂ-ರೇ ಡಿಸ್ಕ್‍
lt: Tuščias Blu-Ray diskas
lv: Tukšs Blu-ray disks
ml: ശൂന്യമായ ബ്ലൂ-റേ ഡിസ്ക്
mr: रिकामी ब्लू-रे डिस्क
nb: Tom Blu-Ray plate
or: ଖାଲି Blu-Ray ଡିସ୍କ
pa: ਖਾਲੀ ਬਲਿਉ-ਰੇ ਡਿਸਕ
pt: Disco Blu-Ray Virgem
pt_br: Unidade Blu-Ray vazia
sl: Prazen Blu-Ray disk
sr: Празан блу-реј диск
sv: Tom Blu-Ray-skiva
ta: வெற்று Blu-Ray வட்டு
th: แผ่น Blu-Ray เปล่า

source: Blu-Ray R Disc
ca@valencia: Disc Blu-Ray R
de: Blu-Ray-R-Medium
el: Δίσκος Blu-Ray R
et: Blu-Ray R plaat
fi: Blu-Ray R -levy
gl: Disco Blu-Ray R
hi: Blu-Ray R डिस्क
hu: Blu-Ray R lemez
id: Diska Blu-Ray R
it: Disco Blu-Ray R
ja: Blu-Ray R ディスク
kn: ಬ್ಲೂ-ರೇ R ಡಿಸ್ಕ್‍
lt: Blu-Ray R diskas
lv: Blu-ray R disks
ml: ബ്ലൂ-റേ ആര്‍ ഡിസ്ക്
mr: ब्लू-रे R डिस्क
nb: Blu-Ray R plate
or: Blu-Ray R ଡିସ୍କ
pa: ਬਲਿਉ-ਰੇ R ਡਿਸਕ
pt: Disco Blu-Ray R
pt_br: Unidade Blu-Ray R
sl: Blu-Ray R disk
sr: Блу-реј Р диск
sv: Blu-Ray R-skiva
ta: Blu-Ray R வட்டு
th: แผ่น Blu-Ray R

source: Blank Blu-Ray R Disc
ca@valencia: Disc Blu-Ray R buit
de: Leeres Blu-Ray-R-Medium
el: Κενός δίσκος Blu-Ray R
et: Tühi Blu-Ray R plaat
fi: Tyhjä Blu-Ray R -levy
gl: Disco Blu-Ray R en branco
hi: खाली Blu-Ray R डिस्क
hu: Üres Blu-Ray R lemez
id: Diska Blu-Ray R Kosong
it: Disco Blu-Ray R vuoto
ja: 空の Blu-Ray R ディスク
kn: ಖಾಲಿ ಬ್ಲೂ-ರೇ R ಡಿಸ್ಕ್‍
lt: Tuščias Blu-Ray R diskas
lv: Tukšs Blu-ray R disks
ml: ശൂന്യമായ ബ്ലൂ-റേ ആര്‍ ഡിസ്ക്
mr: रिकामी ब्लू-रे R डिस्क
nb: Tom Blu-Ray R plate
or: ଖାଲି Blu-Ray R ଡିସ୍କ
pa: ਖਾਲੀ ਬਲਿਉ-ਰੇ R ਡਿਸਕ
pt: Disco Blu-Ray R Virgem
pt_br: Unidade Blu-Ray R vazia
sl: Prazen Blu-Ray R disk
sr: Празан блу-реј Р диск
sv: Tom Blu-Ray R-skiva
ta: வெற்று Blu-Ray R வட்டு
th: แผ่น Blu-Ray R เปล่า

source: Blu-Ray RW Disc
ca@valencia: Disc Blu-Ray RW
de: Blu-Ray-RW-Medium
el: Δίσκος Blu-Ray RW
et: Blu-Ray RW plaat
fi: Blu-Ray RW -levy
gl: Disco Blu-Ray RW
hi: Blu-Ray RW डिस्क
hu: Blu-Ray RW lemez
id: Diska Blu-Ray RW
it: Disco Blu-Ray RW
ja: Blu-Ray RW ディスク
kn: ಬ್ಲೂ-ರೇ RW ಡಿಸ್ಕ್‍
lt: Blu-Ray RW diskas
lv: Blu-ray RW disks
ml: ബ്ലൂ-റേ RW ഡിസ്ക്
mr: ब्लू-रे RW डिस्क
nb: Blu-Ray RW plate
or: Blu-Ray RW ଡିସ୍କ
pa: ਬਲਿਉ-ਰੇ RW ਡਿਸਕ
pt: Disco Blu-Ray RW
pt_br: Unidade Blu-Ray RW
sl: Blu-Ray RW disk
sr: Преписив блу-реј диск
sv: Blu-Ray RW-skiva
ta: Blu-Ray RW வட்டு
th: แผ่น Blu-Ray RW

source: Blank Blu-Ray RW Disc
ca@valencia: Disc Blu-Ray RW buit
de: Leeres Blu-Ray-RW-Medium
el: Κενός δίσκος Blu-Ray RW
et: Tühi Blu-Ray RW plaat
fi: Tyhjä Blu-Ray RW -levy
gl: Disco Blu-Ray RW en branco
hi: खाली Blu-Ray RW डिस्क
hu: Üres Blu-Ray RW lemez
id: Diska Blu-Ray RW Kosong
it: Disco Blu-Ray RW vuoto
ja: 空の Blu-Ray RW ディスク
kn: ಖಾಲಿ ಬ್ಲೂ-ರೇ RW ಡಿಸ್ಕ್‍
lt: Tuščias Blu-Ray RW diskas
lv: Tukšs Blu-ray RW disks
ml: ശൂന്യമായ ബ്ലൂ-റേ RW ഡിസ്ക്
mr: रिकामी ब्लू-रे RW डिस्क
nb: Tom Blu-Ray RW plate
or: ଖାଲି Blu-Ray RW ଡିସ୍କ
pa: ਖਾਲੀ ਬਲਿਉ-ਰੇ RW ਡਿਸਕ
pt: Disco Blu-Ray RW Virgem
pt_br: Unidade Blu-Ray RW vazia
sl: Prazen Blu-Ray RW disk
sr: Празан, преписив блу-реј диск
sv: Tom Blu-Ray RW-skiva
ta: வெற்று Blu-Ray RW வட்டு
th: แผ่น Blu-Ray RW เปล่า

source: HD DVD Disc
ca@valencia: Disc HD DVD
de: HD-DVD-Medium
el: Δίσκος HD DVD
et: HD DVD plaat
fi: HD DVD -levy
gl: Disco HD DVD
hi: HD DVD डिस्क
hu: HD DVD lemez
id: Diska HD DVD
it: Disco HD DVD
ja: HD DVD ディスク
kn: HD DVD ಡಿಸ್ಕ್‍
lt: HD DVD diskas
lv: HD DVD disks
ml: HD DVD ഡിസ്ക്
mr: HD DVD डिस्क
nb: HD DVD plate
or: HD DVD ଡିସ୍କ
pa: HD DVD ਡਿਸਕ
pt: Disco HD DVD
pt_br: Unidade HD DVD
sl: HD DVD disk
sr: ХД ДВД диск
sv: HD DVD-skiva
ta: HD DVD வட்டு
th: แผ่น HD DVD

source: Blank HD DVD Disc
ca@valencia: Disc HD DVD buit
de: Leeres HD-DVD-Medium
el: Κενός δίσκος HD DVD
et: Tühi HD DVD plaat
fi: Tyhjä HD DVD -levy
gl: Disco HD DVD en branco
hi: खाली HD DVD डिस्क
hu: Üres HD DVD lemez
id: Diska HD DVD Kosong
it: Disco HD DVD vuoto
ja: 空の HD DVD ディスク
kn: ಖಾಲಿ HD DVD ಡಿಸ್ಕ್‍
lt: Tuščias HD DVD diskas
lv: Tukšs HD DVD disks
ml: ശൂന്യമായ HD DVD ഡിസ്ക്
mr: रिकामी HD DVD डिस्क
nb: Tom HD DVD plate
or: ଖାଲି HD DVD ଡିସ୍କ
pa: ਖਾਲੀ HD DVD ਡਿਸਕ
pt: Disco HD DVD Virgem
pt_br: Unidade HD DVD vazia
sl: Prazen HD DVD disk
sr: Празан ХД ДВД диск
sv: Tom HD DVD-skiva
ta: வெற்று HD DVD வட்டு
th: แผ่น HD DVD เปล่า

source: HD DVD-R Disc
ca@valencia: Disc HD DVD-R
de: HD-DVD-R-Medium
el: Δίσκος HD DVD-R
et: HD DVD-R plaat
fi: HD DVD-R -levy
gl: Disco HD DVD-R
hu: HD DVD-R lemez
id: Diska HD DVD-R
it: Disco HD DVD-R
ja: HD DVD-R ディスク
kn: HD DVD-R ಡಿಸ್ಕ್‍
lt: HD DVD-R diskas
lv: HD DVD-R disks
ml: HD DVD-R ഡിസ്ക്
mr: HD DVD-R डिस्क
nb: HD DVD-R plate
or: HD DVD-R ଡିସ୍କ
pa: HD DVD-R ਡਿਸਕ
pt: Disco HD DVD-R
pt_br: Unidade HD DVD-R
sl: HD DVD-R disk
sr: ХД ДВД-Р диск
sv: HD DVD-R-skiva
ta: HD DVD-R வட்டு
th: แผ่น HD DVD-R

source: Blank HD DVD-R Disc
ca@valencia: Disc HD DVD-R buit
de: Leeres HD-DVD-R-Medium
el: Κενός δίσκος HD DVD-R
et: Tühi HD DVD-R plaat
fi: Tyhjä HD DVD-R -levy
gl: Disco HD DVD-R en branco
hu: Üres HD DVD-R lemez
id: Diska HD DVD-R Kosong
it: Disco HD DVD-R vuoto
ja: 空の HD DVD-R ディスク
kn: ಖಾಲಿ HD DVD-R ಡಿಸ್ಕ್‍
lt: Tuščias HD DVD-R diskas
lv: Tukšs HD DVD-R disks
ml: ശൂന്യമായ HD DVD-R ഡിസ്ക്
mr: रिकामी HD DVD-R डिस्क
nb: Tom HD DVD-R plate
or: ଖାଲି HD DVD-R ଡିସ୍କ
pa: ਖਾਲੀ HD DVD-R ਡਿਸਕ
pt: Disco HD DVD-R Virgem
pt_br: Unidade HD DVD-R vazia
sl: Prazen HD DVD-R disk
sr: Празан ХД ДВД-Р диск
sv: Tom HD DVD-R-skiva
ta: வெற்று HD DVD-R வட்டு
th: แผ่น HD DVD-R เปล่า

source: HD DVD-RW Disc
ca@valencia: Disc HD DVD-RW
de: HD-DVD-RW-Medium
el: Δίσκος HD DVD-RW
et: HD DVD-RW plaat
fi: HD DVD-RW -levy
gl: Disco HD DVD-RW
hu: HD DVD-RW lemez
id: Diska HD DVD-RW
it: Disco HD DVD-RW
ja: HD DVD-RW ディスク
kn: HD DVD-RW ಡಿಸ್ಕ್‍
lt: HD DVD-RW diskas
lv: HD DVD-RW disks
ml: HD DVD-RW ഡിസ്ക്
mr: HD DVD-RW डिस्क
nb: HD DVD-RW plate
or: HD DVD-RW ଡିସ୍କ
pa: HD DVD-RW ਡਿਸਕ
pt: Disco HD DVD-RW
pt_br: Unidade HD DVD-RW
sl: HD DVD-RW disk
sr: Преписив ХД ДВД диск
sv: HD DVD-RW-skiva
ta: HD DVD-RW வட்டு
th: แผ่น HD DVD-RW

source: Blank HD DVD-RW Disc
ca@valencia: Disc HD DVD-RW buit
de: Leeres HD-DVD-RW-Medium
el: Κενός δίσκος HD DVD-RW
et: Tühi HD DVD-RW plaat
fi: Tyhjä HD DVD-RW -levy
gl: Disco HD DVD-RW en branco
hu: Üres HD DVD-RW lemez
id: Diska HD DVD-RW Kosong
it: Disco HD DVD-RW vuoto
ja: 空の HD DVD-RW ディスク
kn: ಖಾಲಿ HD DVD-RW ಡಿಸ್ಕ್‍
lt: Tuščias HD DVD-RW diskas
lv: Tukšs HD DVD-RW disks
ml: ശൂന്യമായ HD DVD-RW ഡിസ്ക്
mr: रिकामी HD DVD-RW डिस्क
nb: Tom HD DVD-RW plate
or: ଖାଲି HD DVD-RW ଡିସ୍କ
pa: ਖਾਲੀ HD DVD-RW ਡਿਸਕ
pt: Disco HD DVD-RW Virgem
pt_br: Unidade HD DVD-RW vazia
sl: Prazen HD DVD-RW disk
sr: Празан, преписив ХД ДВД
sv: Tom HD DVD-RW-skiva
ta: வெற்று HD DVD-RW வட்டு
th: แผ่น HD DVD-RW เปล่า

source: MO Disc
ca@valencia: Disc MO
de: MO-Medium
el: Δίσκος MO
et: MO plaat
fi: MO-levy
gl: Disco MO
hi: MO डिस्क
hu: MO lemez
id: Diska MO
it: Disco MO
ja: MO ディスク
kn: MO ಡಿಸ್ಕ್‍
lt: MO diskas
lv: MO disks
ml: MO ഡിസ്ക്
mr: MO डिस्क
nb: MO plate
or: MO ଡିସ୍କ
pa: MO ਡਿਸਕ
pt: Disco MO
pt_br: Unidade MO
sl: MO disk
sr: МО диск
sv: MO-skiva
ta: MO வட்டு
th: แผ่น MO

source: Blank MO Disc
ca@valencia: Dics MO buit
de: Leeres MO-Medium
el: Κενός δίσκος MO
et: Tühi MO plaat
fi: Tyhjä MO-levy
gl: Disco Mo en branco
hi: खाली MO डिस्क
hu: Üres MO lemez
id: Diska MO Kosong
it: Disco MO vuoto
ja: 空の MO ディスク
kn: ಖಾಲಿ MO ಡಿಸ್ಕ್‍
lt: Tuščias MO diskas
lv: Tukšs MO disks
ml: ശൂന്യമായ MO ഡിസ്ക്
mr: रिकामी MO डिस्क
nb: Tom MO plate
or: ଖାଲି MO ଡିସ୍କ
pa: ਖਾਲੀ MO ਡਿਸਕ
pt: Disco MO Virgem
pt_br: Unidade MO vazia
sl: Prazen MO disk
sr: Празан МО диск
sv: Tom MO-skiva
ta: வெற்று MO வட்டு
th: แผ่น MO เปล่า

source: MRW Disc
ca@valencia: Disc MRW
de: MRW-Medium
el: Δίσκος MRW
et: MRW plaat
fi: MRW-levy
gl: Disco MRW
hi: MRW डिस्क
hu: MRW lemez
id: Diska MRW
it: Disco MRW
ja: MRW ディスク
kn: MRW ಡಿಸ್ಕ್
lt: MRW diskas
lv: MRW disks
ml: MRW ഡിസ്ക്
mr: MRW डिस्क
nb: MRW plate
or: MRW ଡିସ୍କ
pa: MRW ਡਿਸਕ
pt: Disco MRW
pt_br: Unidade MRW
sl: MRW disk
sr: MRW диск
sv: MRW-skiva
ta: MRW வட்டு
th: แผ่น MRW

source: Blank MRW Disc
ca@valencia: Disc MRW buit
de: Leeres MRW-Medium
el: Κενός δίσκος MRW
et: Tühi MRW plaat
fi: Tyhjä MRW-levy
gl: Disco MRW en branco
hi: रिक्त MRW डिस्क
hu: Üres MRW lemez
id: Diska MRW Kosong
it: Disco MRW vuoto
ja: 空の MRW ディスク
kn: ಖಾಲಿ MRW ಡಿಸ್ಕ್
lt: Tuščias MRW diskas
lv: Tukšs MRW disks
ml: ശൂന്യമായ MRW ഡിസ്ക്
mr: रिकामी MRW डिस्क
nb: Tom MRW plate
or: ଖାଲି MRW ଡିସ୍କ
pa: ਖਾਲੀ MRW ਡਿਸਕ
pt: Disco MRW Virgem
pt_br: Unidade MRW vazia
sl: Prazen MRW disk
sr: Празан MRW диск
sv: Tom MRW-skiva
ta: வெற்று MRW வட்டு
th: แผ่น MRW เปล่า

source: MRW/W Disc
ca@valencia: Disc MRW/W
de: MRW/W-Medium
el: Δίσκος MRW/W
et: MRW/W plaat
fi: MRW/W-levy
gl: Disco MRW/W
hu: MRW/W lemez
id: Diska MRW/W
it: Disco MRW/W
ja: MRW/W ディスク
kn: MRW/W ಡಿಸ್ಕ್
lt: MRW/W diskas
lv: MRW/W disks
ml: MRW/W ഡിസ്ക്
mr: MRW/W डिस्क
nb: MRW/W plate
or: MRW/W ଡିସ୍କ
pa: MRW/W ਡਿਸਕ
pt: Disco MRW/W
pt_br: Unidade MRW/W
sl: MRW/W disk
sr: MRW/W диск
sv: MRW/W-skiva
ta: MRW/W வட்டு
th: แผ่น MRW/W

source: Blank MRW/W Disc
ca@valencia: Disc MRW/W buit
de: Leeres MRW/W-Medium
el: Κενός δίσκος MRW/W
et: Tühi MRW/W plaat
fi: Tyhjä MRW-W/levy
gl: Disco MRW/W en branco
hu: Üres MRW/W lemez
id: Diska MRW/W Kosong
it: Disco MRW/W vuoto
ja: 空の MRW/W ディスク
kn: ಖಾಲಿ MRW/W ಡಿಸ್ಕ್
lt: Tuščias MRW/W diskas
lv: Tukšs MRW/W disks
ml: ശൂന്യമായ MRW/W ഡിസ്ക്
mr: रिकामी MRW/W डिस्क
nb: Tom MRW/W plate
or: ଖାଲି MRW/W ଡିସ୍କ
pa: ਖਾਲੀ MRW/W ਡਿਸਕ
pt: Disco MRW/W Virgem
pt_br: Unidade MRW/W vazia
sl: Prazen MRW/W disk
sr: Празан MRW/W диск
sv: Tom MRW/W-skiva
ta: வெற்று MRW/W வட்டு
th: แผ่น MRW/W เปล่า

source: Blank Optical Disc
ca@valencia: Disc òptic buit
de: Leeres optisches Medium
el: Κενός οπτικός δίσκος
et: Tühi optiline plaat
fi: Tyhjä optinen levy
gl: Disco óptico en branco
hi: Blank ऑप्टिकल Disc
hu: Üres optikai lemez
id: Diska Optik Kosong
it: Disco ottico vuoto
ja: 空の光学ディスク
kn: ಖಾಲಿ ಆಪ್ಟಿಕಲ್ ಡಿಸ್ಕ್
lt: Tuščias optinis diskas
lv: Tukšs optiskais disks
ml: ശൂന്യമായ ഒപ്ടിക്കല്‍ ഡിസ്ക്
mr: रिकामी Optical डिस्क
nb: Tom optisk plate
or: ଖାଲି Optical ଡିସ୍କ
pa: ਖਾਲੀ ਓਪਟੀਕਲ ਡਿਸਕ
pt: Disco Óptico Virgem
pt_br: Unidade ótica vazia
sl: Prazen optični disk
sr: Празан оптички диск
sv: Tom optisk disk
ta: வெற்று Optical வட்டு
th: แผ่นออปติคัลเปล่า

source: %s Extended
ca@valencia: Ampliat de %s
de: %s Erweitert
el: %s εκτεταμένο
et: %s laiendatud
fi: %s-laajennettu
gl: %s estendido
hi: %s विस्तारित
hu: %s kiterjesztett
it: Estesa da %s
ja: %s 拡張領域
kn: %s ವಿಸ್ತರಿಸಲಾದ
lt: %s išplėstasis
lv: %s paplašināts
ml: %s എക്സ്റ്റെന്‍ഡഡ്
mr: %s विस्तारीत
nb: %s utvidet
or: %s ଅନୁଲମ୍ବିତ
pa: %s ਐਕਸਟੈਂਡ
pt: %s Estendida
pt_br: %s extendida
sl: %s razširjeni razdelek
sr: Проширена од %s
sv: %s Utökad
ta: %s விரிவாக்கப்பட்டது
th: ขยาย %s

source: Contains logical partitions
ca@valencia: Conté particions lògiques
de: Enthält logische Partitionen
el: Περιέχει λογικά διαμερίσματα
et: Sisaldab loogilisi partitsioone
fi: Sisältää loogisia osiota
gl: Contén particións lóxicas
hi: तार्किक विभाजन समाहित करता है
hu: Logikai partíciókat tartalmaz
id: Mengandung partisi logika
it: Contiene partizioni logiche
ja: 論理パーティションを含んでいます
kn: ತಾರ್ಕಿಕ ವಿಭಾಗಗಳನ್ನು ಹೊಂದಿದೆ
lt: Yra loginių skirsnių
lv: Satur loģiskās sadaļas
ml: ലോജിക്കല്‍ പാര്‍ട്ടീഷനുകളുണ്ടു്
mr: लॉजीकल विभाजन समाविष्टीत आहे
nb: Inneholder logiske partisjoner
or: ତାର୍କିକ ବିଭାଜନ ଧାରଣ କରିଥାଏ
pa: ਲਾਜ਼ੀਕਲ ਪਾਰਟੀਸ਼ਨ ਹਨ
pt: Contém partições lógicas
pt_br: Contém partições lógicas
sl: Vsebuje logične razdelke
sr: Садржи логичке партиције
sv: Innehåller logiska partitioner
ta: தருக்க பகிர்வுகளை கொண்டுள்ளது
th: บรรจุพาร์ทิชันลอจิคัล

source: %s Encrypted
ca@valencia: Encriptat de %s
de: %s Verschlüsselt
el: %s Κρυπτογραφημένα
et: %s krüpteeritud
fi: %s-salattu
gl: %s cifrado
hi: %s गोपित
hu: %s titkosított
id: %s Dienkripsi
it: Cifrata da %s
ja: 暗号化パーティション %s
kn: ಗೂಢಲಿಪೀಕರಣಗೊಂಡ %s
lt: %s užšifruotas
lv: %s šifrēts
ml: %s എന്‍ക്രിപ്റ്റഡ്
mr: %s एनक्रिप्टेड
nb: %s kryptert
or: %s ସଂଗୁପ୍ତ
pa: %s ਇੰਕ੍ਰਿਪਟਡ
pt: %s Encriptado
pt_br: %s criptografada
sl: %s šifrirani razdelek
sr: Шифрована од %s
sv: %s krypterad
ta: %s மறைகுறியாக்கப்பட்டது
th: เข้ารหัสลับ %s

source: Optical Disc
ca@valencia: Disc òptic
de: Optisches Medium
el: Οπτικός δίσκος
et: Optiline plaat
fi: Optinen levy
gl: Disco óptico
hi: ऑप्टिकल डिस्क
hu: Optikai lemez
id: Diska Optik
it: Disco ottico
ja: 光学ディスク
kn: ಆಪ್ಟಿಕಲ್ ಡಿಸ್ಕ್
lt: Optinis diskas
lv: Optiskais disks
ml: ഒപ്ടിക്കല്‍ ‍ഡിസ്ക്
mr: ऑप्टिकल डिस्क
nb: Optisk plate
or: ଆଲୋକୀୟ ଡିସ୍କ
pa: ਓਪਟੀਕਲ ਡਿਸਕ
pt: Disco Óptico
pt_br: Unidade ótica
sl: Optični disk
sr: Оптички диск
sv: Optisk disk
ta: Optical வட்டு
th: แผ่นออปติคัล

source: %s Filesystem
ca@valencia: Sistema de fitxers de %s
de: %s Dateisystem
el: Σύστημα αρχείων %s
et: %s failisüsteem
fi: %s tiedostojärjestelmä
gl: Sistema de ficheiros %s
hi: %s फ़ाइलतंत्र
hu: %s fájlrendszer
id: %s Sistem Berkas
it: File system da %s
ja: ファイルシステム %s
kn: %s ಕಡತವ್ಯವಸ್ಥೆ
lt: %s failų sistema
lv: %s failu sistēma
ml: %s ഫയല്‍സിസ്റ്റം
mr: %s फाइलप्रणाली
nb: %s filsystem
or: %s ଫାଇଲ ତନ୍ତ୍ର
pa: %s ਫਾਇਲ ਸਿਸਟਮ
pt: Sistema de Ficheiros %s
pt_br: Sistema de arquivos de %s
sl: %s datotečni sistem
sr: Систем датотека од %s
sv: %s-filsystem
ta: %s கோப்பு முறைமை
th: ระบบแฟ้มขนาด %s

source: %s Partition Table
ca@valencia: Taula de particions de %s
de: %s Partitionstabelle
el: Πίνακας διαμερίσματος %s
et: %s partitsioonitabel
fi: %s osiotaulu
gl: Táboa de particións %s
hi: %s विभाजन सारणी
hu: %s partíciós tábla
id: Tabel Partisi %s
it: Tabella delle partizioni da %s
ja: パーティションテーブル %s
kn: %s ವಿಭಜನಾ ಕೋಷ್ಟಕ
lt: %s skirsnių lentelė
lv: %s sadaļu tabula
ml: %s പാര്‍ട്ടീഷന്‍ ടേബിള്‍
mr: %s पार्टिशन टेबल
nb: %s partisjonstabell
or: %s ବିଭାଜନ ସାରଣୀ
pa: %s ਪਾਰਟੀਸ਼ਨ ਟੇਬਲ
pt: Tabela de Partições %s
pt_br: Tabela de partição de %s
sl: %s preglednica razdelkov
sr: Табела партиције од %s
sv: %s-partitionstabell
ta: %s பகிர்வு அட்டவணை
th: ตารางพาร์ทิชันขนาด %s

source: %s LVM2 Physical Volume
ca@valencia: Volum físic LVM2 de %s
de: %s Physikalischer LVM2-Datenträger
el: Φυσικός τόμος LVM2 %s
et: %s LVM2 füüsiline köide
fi: %s LVM2 fyysinen laite
gl: Volume físico LVM2 %s
hi: %s LVM2 भौतिक आयतन
hu: %s LVM2 fizikai kötet
id: %s Volume Fisik LVM2
it: Volume fisico LVM2 da %s
ja: LVM2 物理ボリューム %s
kn: %s LVM2 ಭೌತಿಕ ಪರಿಮಾಣ
lt: %s LVM2 fizinis tomas
lv: %s LVM2 fiziskais sējums
ml: %s LVM2 ഫിസിക്കല്‍ വോള്യം
mr: %s LVM2 वास्तविक खंड
or: %s LVM2 ଭୌତିକ ଆକାର
pa: %s LVM2 ਫਿਜ਼ੀਕਲ ਵਾਲੀਅਮ
pt: Volume Físico LVM2 %s
pt_br: Volume físico LVM2 de %s
sl: %s LVM2 fizični nosilec
sr: %s ЛВМ2 физички диск
sv: %s fysisk LVM2-volym
ta: %s LVM2 பருநிலை தொகுதி
th: โวลุมจริงของ LVM2 ขนาด %s

# RAID level
source: RAID
or: ରେଡ୍
sr: РАИД
ta: ரெய்ட்

source: %s %s Component
ca@valencia: Component de %s de %s
de: %s %s-Komponente
el: Στοιχείο %s %s
et: %s %s komponent
fi: %s %s-osa
gl: Compoñente %s %s
hu: %s %s összetevő
id: %s Komponen %s
it: Componente %2$s da %1$s
ja: %s %s コンポーネント
lt: %s %s komponentė
lv: %s %s komponente
nb: %s %s komponent
pa: %s %s ਭਾਗ
pt: Componente %s %s
pt_br: Componente de %s %s
sl: %s %s enota
sr: %s %s компонента
sv: %s %s-komponent
ta: %s %s பகுப்பொருள்கள்
th: องค์ประกอบ %2$s ขนาด %1$s

source: Part of "%s" array
ca@valencia: Part de la matriu «%s»
de: Teil der »%s«-Anordnung
el: Μέρος της συστοιχίας "%s"
et: "%s" massiivi osa
fi: Osa ”%s”-pakkaa
gl: Parte da matriz «%s»
hu: „%s” nevű tömb része
id: Bagian dari larik "%s"
it: Parte dell'array «%s»
ja: "%s" アレイの一部
lt: Masyvo „%s“ dalis
lv: Daļa no "%s" masīva
pa: "%s" ਅਰੇ ਦੇ ਭਾਗ
pt: Parte do Conjunto "%s"
pt_br: Parte da matriz "%s"
sl: Del "%s" polja
sr: Део опсега „%s“
sv: Del av "%s"-kedja
ta: "%s" வரிசையின் பகுதி
th: ส่วนของแอร์เรย์ "%s"

source: %s Swap Space
ca@valencia: Espai de memòria intermèdia de %s
de: %s Swap-Bereich
el: Χώρος Swap %s
et: %s saaleala
fi: %s sivutusosio
gl: Espazo de intercambio %s
hi: %s स्वैप जगह
hu: %s lapozóterület
id: Rung Swap %s
it: Spazio di swap da %s
ja: スワップ領域 %s
kn: %s ಸ್ವಾಪ್ ಸ್ಥಳ
lt: %s mainų sritis (swap)
lv: %s maiņvieta
ml: %s സ്വാപ്പ് സ്പെയിസ്
mr: %s स्वॅप जागा
nb: %s swapområde
or: %s Swap ସ୍ଥାନ
pa: %s ਸਵੈਪ ਥਾਂ
pt: Espaço Swap %s
pt_br: Área de swap %s
sl: %s izmenjevalni razdelek
sr: Меморија за замену од %s
sv: %s växlingsutrymme
ta: %s Swap இடம்
th: พื้นที่สลับขนาด %s

source: %s Data
ca@valencia: Dades de %s
de: %s Daten
el: Δεδομένα %s
et: %s andmed
gl: Datos %s
hi: %s आँकड़ा
hu: %s adat
id: Data %s
it: Dati da %s
ja: データ %s
kn: %s ದತ್ತಾಂಶ
lt: %s duomenys
lv: %s dati
ml: %s ഡേറ്റാ
mr: %s डाटा
or: %s ତଥ୍ୟ
pa: %s ਡਾਟਾ
pt: Dados %s
pt_br: Dados %s
sl: %s podatkovni razdelek
sr: Подаци од %s
ta: %s தரவு
th: ข้อมูล %s

source: %s Unrecognized
ca@valencia: Desconegut de %s
de: %s unbekannt
el: Μη αναγνωρίσιμο %s
et: %s tundmatu
fi: %s ei tunnistettu
gl: %s non recoñecido
hi: %s अपरिचित
hu: %s ismeretlen
id: %s Tak Dikenal
it: Non riconosciuto da %s
ja: 未確認領域 %s
kn: ಗುರುತಿಸದೆ ಇರುವ %s
lt: %s neatpažintas
lv: %s neatpazīts
ml: %s തിരിച്ചറിഞ്ഞിട്ടില്ലാത്തതു്
mr: %s अनोळखी
nb: %s ikke gjenkjent
or: %s ଅଚିହ୍ନା
pa: %s ਬਿਨ-ਕੈਟਾਗਰੀ
pt: Não reconhecida %s
pt_br: Desconhecido %s
sl: %s neprepoznano
sr: непрепознатих %s
sv: %s Okänd
ta: %s அங்கீகரிக்கப்படாதது
th: ไม่ทราบชนิด %s

source: Unknown or Unused
ca@valencia: Desconegut o no utilitzat
de: Unbekannt oder nicht verwendet
el: Άγνωστο ή μη χρησιμοποιούμενο
et: Tundmatu või pole kasutusel
fi: Tuntematon tai käyttämätön
gl: Descoñecido ou sen uso
hi: अज्ञात या अप्रयुक्त
hu: Ismeretlen vagy nem használt
id: Tidak Dikenal atau Tidak Dipakai
it: Sconosciuto o non usato
ja: 不明または未使用領域
kn: ಅಜ್ಞಾತ ಅಥವ ಬಳಸದೆ ಇರುವ
lt: Nežinomas arba nenaudojamas
lv: Nezināms vai neizmantots
ml: അപരിചിതം അല്ലെങ്കില്‍ ഉപയോഗത്തിലില്ല
mr: अपिरीचीत किंवा न वपरलेले
nb: Ukjent eller ubrukt
or: ଅଜଣା ଅଥବା ଅବ୍ୟବହୃତ
pa: ਅਣਜਾਣ ਜਾਂ ਨਾ-ਵਰਤੇ
pt: Desconhecido ou Não Utilizado
pt_br: Desconhecida ou sem uso
sl: Neznano ali neuporabljeno
sr: Непознато или некоришћено
sv: Okänd eller oanvänd
ta: தெரியாத அல்லது பயன்படுத்தாத
th: ไม่ทราบหรือไม่ได้ใช้

source: %s Partition
ca@valencia: Partició de %s
el: Διαμέρισμα %s
et: %s partitsioon
fi: %s osio
gl: %s partición
hi: %s विभाजन
hu: %s partíció
id: Partisi %s
it: Partizione da %s
ja: %s パーティション
kn: %s ವಿಭಾಗ
lt: %s skirsnis
lv: %s sadaļa
ml: %s പാര്‍ട്ടീഷന്‍
mr: %s विभाजन
nb: %s partisjon
or: %s ବିଭାଜନ
pa: %s ਪਾਰਟੀਸ਼ਨ
pt: Partição %s
pt_br: Partição de %s
sl: %s razdelek
sr: партиција од %s
ta: %s பகிர்வு
th: พาร์ทิชันขนาด %s

source: Partition %d of %s
ca@valencia: Partició núm. %d a %s
de: Partition %d von %s
el: Διαμέρισμα %d στο %s
et: Partitsioon %d kettal %s
fi: Osio %d laitteella %s
gl: Partición %d de %s
hi: विभाजन %d %s का
hu: %d. partíció ezen: %s
id: Partisi %d dari %s
it: Partizione n° %d su %s
ja: %2$s の %1$d パーティション
kn: %d ವಿಭಾಗ, %s ನಲ್ಲಿನ
lt: Skirsnis %d diske %s
lv: Sadaļa %d no %s
ml: പാര്‍ട്ടീഷന്‍ %d, ഡ്രൈവ് %s
mr: %2$sचे %1$d विभाजन
nb: Partisjon %d av %s
or: ବିଭାଜନ %d %s ର
pa: %2$s ਉੱਤੇ %1$d ਪਾਰਟੀਸ਼ਨ
pt: Partição %d de %s
pt_br: Partição %d de %s
sl: Razdelek %d od %s
sr: %d. партиција на %s
sv: Partition %d av %s
ta: பகிர்வு %d %sஇல்
th: พาร์ทิชัน %d ของ %s

source: Partition %d
ca@valencia: Partició núm. %d
el: Διαμέρισμα %d
et: Partitsioon %d
fi: Osio %d
gl: Partición %d
hi: विभाजन %d
hu: %d. partíció
id: Partisi %d
it: Partizione n° %d
ja: パーティション %d
kn: %d ವಿಭಾಗ
lt: Skirsnis %d
lv: Sadaļa %d
ml: പാര്‍ട്ടീഷന്‍ %d
mr: विभाजन %d
nb: Partisjon %d
or: ବିଭାଜନ %d
pa: %d ਪਾਰਟੀਸ਼ਨ
pt: Partição %d
pt_br: Partição %d
sl: Razdelek %d
sr: %d. партиција
ta: பகிர்வு %d
th: พาร์ทิชัน %d

source: Whole-disk volume on %s
ca@valencia: El volum sencer del disc a %s
de: Datenträger über vollständiges Laufwerk auf %s
el: Τόμος ολόκληρου δίσκου σε %s
et: Kogu-ketta köide kettal %s
fi: Koko levyn käyttävä taltio laitteella %s
gl: Volume de disco enteiro en %s
hi: %s पर संपूर्ण डिस्क आयतन
hu: Teljes lemezes kötet ezen: %s
it: Volume disco intero su %s
ja: %s の全ディスクボリューム
kn: %s ನಲ್ಲಿನ ಸಂಪೂರ್ಣ ಡಿಸ್ಕ್-ಪರಿಮಾಣ
lt: Viso disko tomas įrenginyje %s
lv: Visa diska sējums uz %s
ml: %s-ല്‍ പൂര്‍ണ്ണ ഡിസ്ക് വോള്യം
mr: %s वरील संपूर्ण-डिस्क खंड
or: %s ଉପରେ ସମ୍ପୂର୍ଣ୍ଣ-ଡିସ୍କ ଆକାର
pa: %s ਉੱਤੇ ਪੂਰਾ-ਡਿਸਕ ਵਾਲੀਅਮ
pt: Volume de disco-inteiro em %s
pt_br: Volume da unidade inteira em %s
sl: Nosilec celotnega diska na %s
sr: Цео диск на %s
sv: Heldiskvolym på %s
ta: %sஇல் முழு வட்டு தொகுதி
th: โวลุมแบบทั้งดิสก์ใน %s

source: Whole-disk volume
ca@valencia: Volum del disc sencer
de: Datenträger über vollständiges Laufwerk
el: Τόμος ολόκληρου δίσκου
et: Kogu-ketta köide
fi: Koko levyn taltio
gl: Volume de disco enteiro
hi: पूर्ण डिस्क वॉल्यूम
hu: Teljes lemezes kötet
it: Volume disco intero
ja: 全ディスクボリューム
kn: ಸಂಪೂರ್ಣ ಡಿಸ್ಕ್-ಪರಿಮಾಣ
lt: Viso disko tomas
lv: Visa diska sējums
ml: പൂര്‍ണ്ണ ഡിസ്ക് വോള്യം
mr: संपूर्ण-डिस्क खंड
or: ସମ୍ପୂର୍ଣ୍ଣ-ଡିସ୍କ ଆକାର
pa: ਪੂਰਾ-ਡਿਸਕ ਵਾਲੀਅਮ
pt: Volume de disco-inteiro
pt_br: Volume da unidade inteira
sl: Nosilec celotnega diska
sr: Цео диск
sv: Heldiskvolym
ta: முழு வட்டு தொகுதி
th: โวลุมแบบทั้งดิสก์
