Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: Number of sectors waiting to be remapped. If the sector waiting to be remapped is subsequently written or read successfully, this value is decreased and the sector is not remapped. Read errors on the sector will not remap the sector, it will only be remapped on a failed write attempt
ca@valencia: Nombre de sectors que esperen ser re-mapejats. Si el sector que espera ser re-mapejat és llegit o escrit de manera correcta successivament, s'anirà disminuint i no es re-mapejarà. Els errors de lectura del sector no faran que es re-mapegi, només es re-mapejarà quan falli un intent d'escriptura
de: Anzahl der Sektoren, die auf eine Neuzuweisung warten. Wenn der neu zuzuweisende Sektor später erfolgreich beschrieben oder gelesen wird, dann wird dieser Wert kleiner und der Sektor wird nicht neu zugeordnet. Lesefehler führen nicht zu einer Neuzuweisung, sondern nur Schreibfehler
el: Ο αριθμός των τομέων που περιμένουν για επαναχαρτογράφηση. Αν ο τομέας που περιμένει επαναχαρτογράφηση αναγνωσθεί και εγγραφεί με επιτυχία, τότε αυτή η τιμή μειώνεται και ο τομέας δεν επαναχαρτογραφείται. Τα σφάλματα ανάγνωσης στον τομέα δεν θα επαναχαρτογραφήσουν τον τομέα, θα επαναχαρτογραφηθεί μόνο σε προσπάθεια αποτυχίας εγγραφής.
et: Ümberpaigutamise ootel olevate sektorite arv. Kui ümberpaigutamise ootel olevat sektorit on pärast seda edukalt kirjutatud või loetud, vähendatakse seda väärtust ja sektorit ei paigutata ümber. Lugemisvigade korral sektorit ümber ei paigutata, seda tehakse ainult nurjunud kirjutamiskatsel
gl: Número de sectores esperando seren remapeados. Se o sector en espera de ser remapeado fose posteriormente escrito ou lido correctamente, este valor decreméntase e o sector non é remapeado. Os erros de lectura no sector non serán remapeados, e só será remapeado tras un intento de escritura que fallase
hi: खंड की संख्या जिसे फिर मैप किया जाना है. यदि खंड फिर मैप किया जाना है और फिर लिखा है और सफलतापूर्वक पढ़ा जाता है, यह मान घट जाता है और खंड फिर मैप नहीं किया जाता है. खंड पर पठन त्रुटि और खंड पर फिर मानचित्र नहीं किया जाएगा, इसे केवल विफल लेखन प्रयास पर फिर मानचित्रित किया जाएगा.
hu: Áthelyezésre váró szektorok száma. Ha az áthelyezésre váró szektort később sikerül írni vagy olvasni, akkor ez az érték csökken és a szektor nem kerül áthelyezésre. A szektor olvasási hibái nem helyezik át a szektort, csak a meghiúsult írási hibák
it: Numero di settori in attesa di essere rimappati. Se il settore da rimappare viene successivamente letto o scritto con successo, questo valore viene diminuito e il settore non viene rimappato. Errori di lettura sul settore non lo rimappano, solamente le scritture non riuscite
ja: 代替処理待ちのセクタの数です。代替処理待ちのセクタが結果的に読み込みまたは書き込みに成功した場合、この値は減りセクタは代替処理されません。セクタの読み取りエラーはセクタを代替処理しません。書き込みに失敗した場合のみ代替処理されます。
kn: ಮರುನಕ್ಷೆಗೊಳಿಸಲು ಕಾಯತ್ತಿರುವ ಭಾಗಗಳ ಸಂಖ್ಯೆ. ಎಲ್ಲಿಯಾದರೂ ಮರುನಕ್ಷೆಗೊಳಿಸಲು ಕಾಯತ್ತಿರುವ ಭಾಗಗಳಿಗೆ ನಂತರ ಯಶಸ್ವಿಯಾಗಿ ಬರೆಯಲಾದಲ್ಲಿ ಅಥವ ಓದಲಾದಲ್ಲಿ, ಈ ಮೌಲ್ಯವನ್ನು ಕಡಿಮೆ ಮಾಡಲಾಗುತ್ತದೆ ಹಾಗು ಭಾಗವನ್ನು ಮರುನಕ್ಷೆಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ. ಭಾಗದಲ್ಲಿನ ಓದುವಿಕೆ ದೋಷಗಳು ಭಾಗವನ್ನು ಮರುನಕ್ಷೆಗೊಳಿಸಲು ಬಿಡುವುದಿಲ್ಲ, ಅದು ಕೇವಲ ಬರೆಯುವ ಪ್ರಯತ್ನವು ವಿಫಲಗೊಂಡಲ್ಲಿ ಮಾತ್ರ ಮರುನಕ್ಷೆಯಾಗಿಸಲ್ಪಡುತ್ತದೆ
lt: Laukiančių perkėlimo sektorių skaičius. Jei laukiantis perkėlimo sektorius vėliau sėkmingai įrašomas ir perskaitomas, šis parametras mažėja, o sektorius neperkeliamas. Skaitymo klaidos neiššaukia sektoriaus perkėlimo, bet jei atsitinka rašymo klaida, sektorius perkeliamas.
lv: Sektoru skaits, kuri gaida pārlikšanu. Ja sektorā, kurš gaida pārcelšanu, ar laiku veiksmīgi notiek rakstīšana, vai lasīšana, šī vērtība samazinās un sektors netiek pārcelts. Lasīšanas kļūdas sektorā neizraisīs pārcelšanu, tā notiks tikai tad, ja neizdosies ierakstīt
ml: വീണ്ടും മാപ്പ് ചെയ്യുന്നതിനായി കാത്തിരിക്കുന്ന സെക്ടറുകളുടെ എണ്ണം. വീണ്ടും മാപ്പ് ചെയ്യുന്നതിനായി കാത്തിരിക്കുന്ന സെക്ടര്‍, വിജയകരമായി എഴുതപ്പെടുകയോ വായിക്കുകയോ ചെയ്താല്‍, ഈ മൂല്ല്യം കുറയുന്നു, സെക്ടര്‍ വീണ്ടും മാപ്പ് ചെയ്യപ്പെടുന്നുമില്ല. സെക്ടറിലുള്ള വായനാ പിശകുകള്‍ സെക്ടര്‍ വീണ്ടും മാപ്പ് ചെയ്യുന്നില്ല, എഴുതുമ്പോള്‍ പിശകുണ്ടായാല്‍, വീണ്ടും മാപ്പ് ചെയ്യുന്നു.
mr: रिमॅप्ड् करीता प्रतीक्षा करणारे सेक्टर्स्ची संख्या. रिमॅप्ड् करीता प्रतीक्षेत सेक्टरवर लिहल्यास किंवा यशस्वीरित्या वाचल्यास, हे मूल्य कमी केले जाते व सेक्टर रिमॅप्ड् केले जात नाही. सेक्टवरील वाचन त्रुटीमुळे सेक्टर पुनः मॅप केले जाणार नाही, ते फक्त अपयशी राईट प्रयत्नवरच रिमॅप केले जाईल
pa: ਸੈਕਟਰਾਂ ਦੀ ਗਿਣਤੀ, ਜੋ ਕਿ ਮੁੜ-ਮੈਪ ਹੋਣ ਦੀ ਉਡੀਕ ਰਹੇ ਹਨ। ਜੇ ਰੀ-ਮੈਪ ਲਈ ਉਡੀਕ ਕੀਤੇ ਸੈਕਟਰਾਂ ਨੂੰ ਠੀਕ ਤਰ੍ਹਾਂ ਪੜ੍ਹਿਆ ਜਾਂ ਲਿਖਿਆ ਜਾਵੇਗਾ ਤਾਂ ਇਹ ਮੁੱਲ ਘੱਟ ਜਾਵੇਗਾ ਅਤੇ ਸੈਕਟਰ ਮੁੜ-ਮੈਪ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ ਹੈ। ਸੈਕਟਰ ਉੱਤੇ ਪੜ੍ਹਨ ਗਲਤੀਆਂ ਨਾਲ ਸੈਕਟਰ ਮੁੜ-ਮੈਪ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ, ਇਹ ਕੇਵਲ ਲਿਖਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਦੌਰਾਨ ਫੇਲ੍ਹ ਹੋਣ ਲਈ ਮੁੜ-ਮੈਪ ਕੀਤਾ ਜਾਵੇਗਾ।
pt: Número de sectores à espera de serem remapeados. Se o sector à espera de ser remapeado é subsequentemente escrito ou lido com sucesso, este valor diminui e o sector não é remapeado. Erros de leitura no sector não irão remapear o sector, este será apenas remapeado aquando de uma tentativa de escrita falhada
pt_br: Número de setores esperando para serem remapeados. Se o setor esperando para ser remapeado é subsequentemente gravado ou lido com sucesso, este valor é diminuído e o setor não é remapeado. Erros de leitura no setor não irão remapeá-lo; somente uma tentativa falhada de gravação causará o remapeamento
sl: Število sektorjev za preslikavo. V primeru, da je zaporedno pisanje ali branje v sektor za preslikavo uspešno, se ta vrednost zniža in sektor ni preslikan. Napake branja sektorja ne bodo preslikale, preslikan bo le ob spodletelem poskusu pisanja.
sr: Број сектора који чекају ремапирање. Уколико је сектор који чека ремапирање буде касније успешно уписан или исправно прочитан, ова вредност се смањује, а сектор се не ремапира. Грешке при читању сектора неће ремапирати секторе, већ ће их ремапирати само при неуспелом покушају уписа.
sv: Antalet sektorer som väntar på att omallokeras. Om sektorn som väntar på att omallokeras samtidigt skrives eller läses utan problem så kommer detta värde att minskas och sektorn kommer inte att omallokeras. Läsfel på sektorn kommer inte att omallokera sektorn och den kommer endast att omallokeras vid felaktiga skrivförsök
ta: மறு அளவிட பிரிவுகளின் எண்ணிக்கை காத்திருக்கிறது. இந்த பிரிவு மறுஅளவிட தொடந்து எழுத அல்லது வாசிக்க காத்திருந்தால், இந்த மதிப்பு குறைக்கப்பட்டு பிரிவு மறுஅளவிடப்படும். வாசிப்பு பிழைகள் பிரிவில் மறுஅளவிடாது, அது எழுதும் போது மட்டுமே மறுஅளவிடப்படும்
th: จำนวนเซ็กเตอร์ที่กำลังรอจัดตำแหน่งใหม่ ถ้าเซ็กเตอร์ที่รอจัดตำแหน่งใหม่มีการเขียนหรืออ่านได้สำเร็จในเวลาต่อมา ค่านี้ก็จะลดลง แล้วเซ็กเตอร์นั้นก็จะไม่ถูกจัดตำแหน่งใหม่ การอ่านเซ็กเตอร์ผิดพลาดจะยังไม่ทำให้เกิดการจัดตำแหน่งเซ็กเตอร์ใหม่ในทันที แต่จะจัดตำแหน่งใหม่เมื่อเขียนไม่สำเร็จเท่านั้น

source: Uncorrectable Sector Count
ca@valencia: Comptador de sectors no corregibles
de: Anzahl nicht korrigierbarer Sektoren
el: Μέτρηση ανεπανόρθωτων τομέων
et: Parandamatute sektorite arv
gl: Cantidade de sectores non recuperábeis
hi: न सही करने योग्य खंड गिनती
hu: Javíthatatlan szektorok száma
it: Conteggio settori non ripristinabili
kn: ಸರಿಪಡಿಸಲಾಗದೆ ಇರುವ ಭಾಗಗಳ ಎಣಿಕೆ
lt: Nepataisomų sektorių skaičius
lv: Nelabojamo sektoru skaits
ml: തിരുത്തുവാന്‍ കഴിയാത്ത സെക്ടര്‍ കൌണ്ട്
mr: अनिवारणजोगी सेक्टरचे प्रमाण
or: ଠିକ କରାହୋଇପାରୁନଥିବା ବିଭାଗ ଗଣନା
pa: ਨਾ-ਠੀਕ ਕਰਨ ਯੋਗ ਸੈਕਟਰ ਗਿਣਤੀ
pt: Contagem de Sectores Incorrigíveis
pt_br: Contagem de setores sem correção
sl: Števec nepopravljivih sektorjev
sr: Број непоправљивих сектора
sv: Antal sektorer som inte kan korrigeras
ta: திருத்த முடியாத பிரிவு எண்ணிக்கை
th: จำนวนเซ็กเตอร์ที่กู้คืนไม่ได้

source: The total number of uncorrectable errors when reading/writing a sector. A rise in the value of this attribute indicates defects of the disk surface and/or problems in the mechanical subsystem
ca@valencia: El nombre total d'errors no corregibles quan es llig/s'escriu un sector. Si el valor augmenta indica que hi ha errades en la superfície del disc i/o problemes en el subsistema mecànic
de: Die Gesamtzahl von nicht korrigierbaren Fehlern beim Lesen oder Schreiben eines Sektors. Ein Anwachsen dieses Wertes könnte auf einen Defekt der Plattenoberfläche oder auf mechanische Probleme hinweisen
el: Ο συνολικός αριθμός μη διορθωμένων σφαλμάτων όταν γίνεται ανάγνωση/εγγραφή ενός τομέα. Μια αύξηση στην τιμή αυτού του χαρακτηριστικού προσδιορίζει ελαττώματα στην επιφάνεια του δίσκου και/ή προβλήματα στο μηχανικό υποσύστημα.
et: Sektori lugemise/kirjutamise parandamatute vigade koguarv. Selle väärtuse kasv viitab ketta pinna vigadele ja/või kettamehaanika vigadele
gl: O número total de erros non recuperábeis ao ler/escribir un sector. Un aumento no valor deste atributo indica que existen defectos na superficie do disco e/ou problemas no subsistema mecánico
hi: न सुधारने योग्य त्रुटि की कुल संख्या जब किसी खंड को पढ़ा/लिखा जा रहा हो. इस गुण के मान में वृद्धि बताती है डिस्क सतह की खराबी को और/या यांत्रिक उपतंत्र में स्थित समस्या को.
hu: A szektorok olvasása/írásakor talált javíthatatlan hibák száma. Az attribútum értékének növekedése a lemezfelszín és/vagy a mechanikai alrendszer hibáit jelzi
it: Il numero totale di errori non ripristinabili nel leggere/scrivere un settore. Un incremento del valore di questo attributo indica difetti della superficie del disco o problemi nel sottosistema meccanico
ja: セクタの読み書きの際に発生した回復不可能なエラーの総数です。この属性の値が上昇した場合、ディスクの表面や機械的な部分、もしくはその両方に不具合が発生していることを表しています。
kn: ಒಂದು ಭಾಗವನ್ನು ಓದುವಾಗ/ಬರೆಯುವಾಗ ಸರಿಪಡಿಸಲಾಗದೆ ಇರುವ ದೋಷಗಳ ಒಟ್ಟು ಸಂಖ್ಯೆ. ಈ ಗುಣವಿಶೇಷದಲ್ಲಿ ಒಂದು ಮೌಲ್ಯ ಹೆಚ್ಚಾದಲ್ಲಿ ಡಿಸ್ಕಿನ ಮೇಲ್ಪದರದಲ್ಲಿ ಹಾಗು/ಅಥವ ಮೆಕ್ಯಾನಿಕಲ್ ಉಪವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಎನೋ ತೊಂದರೆ ಇದೆ ಎಂದು ಸೂಚಿಸುತ್ತದೆ
lt: Bendras nepataisomų sektoriaus rašymo/skaitymo klaidų skaičius. Šio parametro didėjimas rodo disko paviršiaus defektus ir/arba disko mechanikos problemas.
lv: Kopējais nelabojamo kļūdu skaits, kamēr raksta/lasa sektoru. Šīs vērtības palielināšanās norāda, ka uz diska virsmas ir defekt vai ir problēmas ar mehānisko apakšsistēmu
ml: ഒരു സെക്ടര്‍ വായിക്കുമ്പോള്‍/എഴുതുമ്പോളുണ്ടാകുന്ന തിരുത്തുവാന്‍ കഴിയാത്ത പിശകുകള്‍. ഡിസ്ക് സര്‍ഫസിലുള്ള പിശക് അല്ലെങ്കില്‍ മെക്കാനിക്കല്‍ സബ്സിസ്റ്റത്തിലുള്ള തകരാറുകളാണു് ഈ വിശേഷതയുടെ മൂല്ല്യത്തിലുള്ള വര്‍ദ്ധനവു് സൂചിപ്പിക്കുന്നതു്.
mr: सेक्टर वाचतेवेळी/लिहतेवेळी सुधार अशक्य असलेल्या त्रुटींची एकूण संख्या. या गुणधर्माच्या मूल्य मध्ये वाढमुळे डिस्कच्या पृष्ठस्तरात दोष व/किंवा मेकॅनीकल उपप्रणालीतील अडचणी दर्शवतो
pa: ਨਾ-ਠੀਕ ਕਰਨਯੋਗ ਗਲਤੀਆਂ ਦੀ ਕੁੱਲ ਗਿਣਤੀ, ਜੋ ਕਿ ਸੈਕਟਰ ਲਿਖਣ/ਪੜ੍ਹਨ ਦੌਰਨ ਹਨ। ਇਹ ਗੁਣ ਦੇ ਮੁੱਲ ਵਿੱਚ ਵਾਧਾ ਹੋਣ ਦੀ ਹਾਲਤ ਇਸ਼ਾਰਾ ਕਰਦੀ ਹੈ ਕਿ ਡਿਸਕ ਤਲ ਉੱਤੇ ਨੁਕਸ ਹਨ ਅਤੇ/ਜਾਂ ਮਕੈਨੀਕਲ ਸਿਸਟਮ ਉੱਤੇ ਸਮੱਸਿਆਵਾਂ ਹੋ ਸਕਦੀਆਂ ਹਨ।
pt: O número total de erros incorrigíveis ao ler/escrever um sector. Um aumento do valor deste atributo indica defeitos na superfície do disco e/ou problemas no subsistema mecânico
pt_br: O número total de erros sem correção ao ler/gravar um setor. Um aumento no valor deste atributo indica defeitos na superfície da unidade e/ou problemas no subsistema mecânico
sl: Skupno število nepopravljivih napak med branjem/pisanjem v sektor. Visoke vrednosti kažejo na površinske napake diska in/ali težave v mehanskem podsistemu
sr: Укупан број грешака током читања/уписа сектора, које се не могу исправити. Повећање ове вредности указује на оштећење површине диска и/или проблема у његовим механичким деловима
sv: Det totala antalet fel som inte kan korrigeras vid läsning/skrivning av en sektor. En höjning av värdet för detta attribut indikerar skador på diskens yta och/eller problem i det mekaniska undersystemet
ta: ஒரு பிரிவை வாசிக்கும்/எழுதும் போது திருத்த முடியாத பிழைகளின் மொத்த எண்ணிக்கை. இந்த பண்புகளின் மதிப்பு வட்டின் பரப்பில் சேதம் மற்றும் சிக்கலை குறிக்கலாம்
th: จำนวนข้อผิดพลาดทั้งหมดที่กู้คืนไม่ได้เมื่ออ่าน/เขียนเซ็กเตอร์ ถ้าค่านี้เพิ่มสูงขึ้น ก็หมายความว่ามีความเสียหายเกิดขึ้นกับผิวดิสก์ และ/หรือ มีปัญหากับจักรกลภายใน

source: UDMA CRC Error Rate
ca@valencia: Ràtio d'errors CRC en UDMA
de: UDMA CRC-Fehlerrate
el: Ρυθμός σφάλματος UDMA CRC
et: UDMA CRC vigade määr
fi: UDMA CRC-virhelaskuri
gl: Taxa de erros CRC UDMA
hi: UDMA CRC त्रुटि दर
hu: UDMA CRC hibák gyakorisága
it: Tasso errori UDMA CRC
kn: UDMA CRC ದೋಷದ ದರ
lt: UDMA CRC klaidų dažnis
lv: UDMA CRC kļūdu biežums
ml: യുഡിഎംഎ സിആര്‍സി എറര്‍ റേറ്റ്
mr: UDMA CRC त्रुटी दर
or: UDMA CRC ତ୍ରୁଟି ହାର
pa: UDMA CRC ਗਲਤੀ ਰੇਟ
pt: Taxa de Erros UDMA CRC
pt_br: Taxa de erros UDMA CRC
sl: UDMA CRC raven napak
sr: Стопа УДМА ЦРЦ грешака
sv: Frekvens av UDMA CRC-fel
ta: UDMA CRC பிழை விகிதம்
th: อัตราข้อผิดพลาด CRC ในโหมด UDMA

source: Number of CRC errors during UDMA mode
ca@valencia: Nombre d'errors CRC en mode UDMA
de: Anzahl von CRC-Fehlern im UDMA-Modus
el: Αριθμός σφαλμάτων CRC κατά την διάρκεια της λειτουργίας UDMA.
et: CRC vigade arv UDMA režiimis
fi: UDMA-tilan CRC-virheiden laskuri
gl: Número de erros de CRC no modo UDMA
hi: UDMA मोड के दौरान CRC त्रुटि की संख्या
hu: CRC hibák száma UDMA módban
id: Banyaknya galat CRC selama dalam modus UDMA
it: Numero degli errori CRC nella modalità UDMA
ja: UDMA モード時に発生した CRC エラーの回数
kn: UDMA ಕ್ರಮದ ಸಮಯದಲ್ಲಿನ CRC ದೋಷಗಳ ಸಂಖ್ಯೆ
lt: CRC klaidų skaičius dirbant UDMA veiksena
lv: CRC kļūdu skaits UDMA režīmā
ml: യുഡിഎംഎ മോഡിലുള്ള സിആര്‍സി പിശകുകള്‍
mr: UDMA मोडवेळी CRC त्रुटींचे प्रमाण
or: UDMA ଅବସ୍ଥାରେ CRC ତ୍ରୁଟିଗୁଡ଼ିକର ସଂଖ୍ୟା
pa: UDMA ਮੋਡ ਦੌਰਾਨ CRC ਗਲਤੀਆਂ ਦੀ ਗਿਣਤੀ
pt: Número de erros CRC durante o modo UDMA
pt_br: Número de erros CRC durante o modo UDMA
sl: število CRC napak v UDMA načinu
sr: Стопа ЦРЦ грешака у УДМА режиму
sv: Antal CRC-fel i UDMA-läge
ta: CRC பிழைகளின் போது UDMA முறையின் எண்ணிக்கை
th: จำนวนข้อผิดพลาด CRC ในระหว่างที่ใช้โหมด UDMA

source: Write Error Rate
ca@valencia: Ràtio d'errors d'escriptura
de: Schreibfehlerrate
el: Ρυθμός σφάλματος εγγραφής
et: Kirjutamisvigade määr
fi: Kirjoitusvirhelaskuri
gl: Taxa de erros de escritura
hi: लेखन त्रुटि दर
hu: Írási hibák gyakorisága
it: Tasso scritture errate
kn: ಬರೆಯುವಿಕೆಯ ದೋಷದ ದರ
lt: Rašymo klaidų dažnis
lv: Rakstīšanas kļūdu biežums
ml: എഴുത്തിലുള്ള പിശക് റേറ്റ്
mr: त्रुटी दर लिहीत आहे
or: ତ୍ରୁଟି ହାର ଲେଖନ୍ତୁ
pa: ਰਾਈਟ ਗਲਤੀ ਰੇਟ
pt: Taxa de Erros de Escrita
pt_br: Taxa de erros de gravação
sl: Raven napak pisanja
sr: Грешке при упису
sv: Frekvens av skrivfel
ta: பிழை விகிதத்தை எழுது
th: อัตราผิดพลาดในการเขียน

source: Number of errors while writing to disk (or) multi-zone error rate (or) flying-height
ca@valencia: Nombre d'errors en escriure al disc (o) ràtio d'errors en múltiples zones (o) d'alçada dels capçals
de: Anzahl von Fehlern beim Schreiben (oder) die Multi-Zone-Fehlerrate (oder) Fehlerzahl der Abtasthöhe
el: Ο αριθμός σφαλμάτων κατά την εγγραφή στο δίσκο (ή) σφάλμα πολλαπλής-ζώνης (ή) ύψος-πτήσης.
et: Kettale kirjutamise arv (või) mitmetsooni vigade määr (või) lennukõrgus
gl: O número de erros mentres se escribe en disco, ou a taxa de erros multizona, ou altura de voo da cabeza
hi: त्रुटि की संख्या जब डिस्क बहु क्षेत्र त्रुटि दर (या) फ्लाइंग हाइट में लिखा जा रहा हो
hu: A lemez írásakor előforduló hibák száma vagy többzónás hibák gyakorisága vagy repülési magasság
it: Numero di errori nello scrivere sul disco oppure il tasso di errori multi zona o l'altezza della testina
ja: ディスク書き込み時のエラー発生回数 (または) multi-zone errorの発生率 (または) ヘッド距離
kn: ಡಿಸ್ಕ್‌ಗೆ ಬರೆಯುವಾಗಿನ ದೋಷ (ಅಥವ) ಬಹು-ವಲಯ ದೋಷ ದರ (ಅಥವ) ಫ್ಲೈಯಿಂಗ್-ಎತ್ತರದ ಸಂಖ್ಯೆ
lt: Rašymo į diską klaidų skaičius (arba) multi-zone klaidos (arba) flying-height klaidos
lv: Kļūdu skaits rakstot diskā (vai) vairāku zonu kļūdu biežums (vai) lidošanas augstums
ml: ഡിസ്കിലേക്ക് എഴുതുമ്പോള്‍ അല്ലെങ്കില്‍ മള്‍ട്ടി-സോണ്‍ പിശക് റേറ്റ് അല്ലെങ്കില്‍ ഫ്ലൈയിങ് ഹൈറ്റിലുള്ള പിശകുകളുടെ എണ്ണം
mr: डिस्कवर (किंवा) मल्टी-झोन त्रुटी दर (किंवा) फ्लायींग-ऊंची करीता लिहीतेवेळी त्रुटींची संख्या
pa: ਡਿਸਕ (ਜਾਂ) ਮਲਟੀ-ਜ਼ੋਨ ਗਲਤੀ ਰੇਟ (ਜਾਂ) ਫਲਾਇੰਗ-ਹਾਈਟ ਲਿਖਣ ਦੌਰਾਨ ਗਲਤੀਆਂ ਦੀ ਗਿਣਤੀ
pt: Número de erros ao escrever para o disco (ou) taxa de erros multi-zona (ou) altura de voo
pt_br: Número de erros ao gravar na unidade (ou) taxa de erros de zonas múltiplas (ou) altura de posicionamento
sl: Število napak med pisanjem na disk (ali) hitrost več conskih napak (ali) višine letenja
sr: Број грешака приликом уписа на диск (или) стопа оштећења на више места (или) промена висине главе за упис
sv: Antal fel vid skrivning till disk (eller) frekvens av multi-zonsfel (eller) flyghöjd
ta: வட்டில் எழுதும் போது பிழைகளின் எண்ணிக்கை (அல்லது) பல மண்டல பிழை விகிதம் (அல்லது) பறக்கும் உயரம்
th: จำนวนข้อผิดพลาดขณะเขียนลงดิสก์ (หรือ) อัตราข้อผิดพลาด multi-zone (หรือ) ความสูงของการลอยของหัวอ่าน-เขียน

source: Soft Read Error Rate
ca@valencia: Ràtio d'errors de lectura del programari
de: Rate leichter Lesefehler
el: Ρυθμός σφάλματος Soft Read
et: Tarkvara lugemisvigade määr
gl: Taxa de erros menores de lectura
hi: सॉफ्ट पठन त्रुटि दर
hu: Olvasási hibaarány
it: Tasso errori lettura software
kn: ಮೃದು ಓದುವಿಕೆ ದೋಷದ ದರ
lt: Neištaisytos skaitymo klaidos, apie kurias informuota operacinė sistema.
lv: Programmatisko lasīšanas kļūdu biežums
ml: സോഫ്ട് റീഡ് എറര്‍ റേറ്റ്
mr: सॉफ्ट रिड त्रुटी दर
or: ସଫ୍ଟ ପଠନ ତ୍ରୁଟି ହାର
pa: ਸਾਫਟ ਰੀਡ ਗਲਤੀ ਰੇਟ
pt: Taxa de Erros de Leitura Recuperáveis
pt_br: Taxa de erros suaves de leitura
sl: Raven napak mehkega branja
sr: Стопа благих грешака у читању
sv: Felfrekvens för mjuk läsning
ta: Soft Read பிழை விகிதம்
th: อัตราผิดพลาดในการอ่านจากซอฟต์แวร์

source: Number of off-track errors
ca@valencia: Nombre d'errors de fora de pista
de: Anzahl verfehlter Spuren
el: Αριθμός σφαλμάτων εκτός τροχιάς.
et: Rajalt kaldumise vigade arv
gl: Número de erros fóra de pista
hi: ऑफ ट्रैक त्रुटि की संख्या
hu: Nem javítható olvasási hibák száma
it: Numero di errori fuori traccia
ja: オフトラック・エラーの回数
kn: ಟ್ರಾಕ್‌ನ ಹೊರಗಿನ ದೋಷಗಳ ಸಂಖ್ಯೆ
lt: off-track klaidų skaičius
lv: "Nobīde no ceļa" kļūdu skaits
ml: ഓഫ്-ട്രാക്ക് പിശകുകളുടെ എണ്ണം
mr: ऑफ-ट्रॅक त्रुटींची संख्या
pa: ਆਫ਼-ਟਰੈਕ ਗਲਤੀਆਂ ਦੀ ਗਿਣਤੀ ਹੈ।
pt: Número de erros fora de faixa
pt_br: Número de erros fora de trilhas
sl: Število napak izven sledi
sr: Број грешака ван стазе
sv: Antal off-track-fel
ta: ஆஃப்-ட்ராக் பிழைகளின் எண்ணிக்கை
th: จำนวนข้อผิดพลาดที่ไม่ได้บันทึกไว้

source: Data Address Mark Errors
ca@valencia: Errors de marca d'adreça de dades
de: Fehler der Datenadressmarkierung
el: Σφάλματα δεδομένων σημείου διεύθυνσης
et: Andmeaadressite märkimise vead
gl: Erros de marcado de enderezo de datos
hi: डाटा पता चिह्नित त्रुटियाँ
hu: Adatcímzési hibák száma
it: Errori DAM (Data Address Mark)
kn: ದತ್ತಾಂಶ ವಿಳಾಸ ಗುರುತಿಸುವಿಕೆಯ ದೋಷಗಳು
lt: Data Address Mark klaidos
lv: Datu adrešu atzīmes kļūda
ml: ഡേറ്റാ അഡ്രസ്സ് മാര്‍ക്ക് പിശകുകള്‍
mr: डाटा एड्रेस् मार्क त्रुटी
or: ତଥ୍ୟ ଠିକଣା ଚିହ୍ନଟ ତ୍ରୁଟିଗୁଡ଼ିକ
pa: ਡਿਸਕ ਐਡਰੈੱਸ ਮਾਰਕ ਗਲਤੀਆਂ
pt: Erros de Marcas de Endereçamento de Dados
pt_br: Erros de marcação de endereços de dados
sl: Napake oznak naslovov podatkov
sr: Грешке у ознаци адресе података
sv: Fel vid dataadressmarkering
ta: தரவு முகவரி குறி பிழைகள்

source: Number of Data Address Mark (DAM) errors (or) vendor-specific
ca@valencia: Nombre d'errors de marca d'adreça de dades (DAM) (o) específics del fabricant
de: Fehlerzahl von Datenadressmarkierungen (DAM-Fehler) (oder) herstellerabhängig
el: Ο αριθμός σφαλμάτων (DAM) σημείου διεύθυνσης δεδομένων (ή) συγκεκριμένου κατασκευαστή.
et: Andmeaadressite märkimise (DAM) vead (või) tootjaspetsiifiline
gl: Número de erros en marcado de enderezo de datos (DAM) (ou) específico dun provedor
hi: डेटा एड्रैस मार्क (DAM) त्रुटि (या) विक्रेता विशेष की संख्या
hu: Adatcím-jelző (DAM) hibák száma, vagy gyártófüggő
it: Numero di errori DAM (Data Access Mark) o specifico del produttore
ja: データアドレスマーク (DAM) エラーの回数 (または) ベンダ固有値
kn: ದತ್ತಾಂಶ ವಿಳಾಸ ಗುರುತಿಸುವಿಕೆ (DAM) ದೋಷಗಳು (ಅಥವ) ಮಾರಾಟಗಾರ-ನಿಶ್ಚಿತ ಸಂಖ್ಯೆಗಳು
lt: Data Address Mark (DAM) (arba) gamintojo nurodytų klaidų skaičius
lv: Datu adrešu atzīmju (DAM) kļūdu skaits (vai) ražotājam specifisks
ml: ഡേറ്റാ അഡ്രസ്സ് മാര്‍ക്ക് (ഡിഎഎം) പിശകകുകള്‍ അല്ലെങ്കില്‍ വിതരക്കാരനനുസരിച്ചുള്ള പിശകുകളുടെ എണ്ണം
mr: Data Address Mark (DAM) (किंवा) विक्रेता-निर्देशीत त्रुटी
pa: ਡਾਟਾ ਐਡਰੈੱਸ ਮਾਰਕ (DAM) ਗਲਤੀਆਂ ਦੀ ਗਿਣਤੀ (ਜਾਂ) ਵੇਂਡਰ ਖਾਸ
pt: Número de erros de Marcas de Endereço de Dados (DAM) (ou) específicos do distribuidor
pt_br: Número de erros de marcação de endereços de dados (DAM) ou específico do fabricante
sl: Število napak oznak naslovov podatkov (DAM) (ali) ponudniških napak
sr: Број грешака у ознаци адресе података (DAM)
sv: Antal Data Address Mark-fel (DAM) (eller) tillverkarspecifika
ta: Data Address Mark (DAM) பிழைகள் (அல்லது) விற்பனையாளர்-குறிப்பாக

source: Run Out Cancel
ca@valencia: Error de correcció d'errades
de: Leseabbrüche
et: Otsalõppemise katkestus
gl: Execución fóra de Cancelar
hi: रद्द करें चलाएँ
hu: Adatjavítási hibák száma
it: Errori correzione dati
kn: ರನ್‌ ಔಟ್ ರದ್ದತಿ
lt: ECC klaidų skaičius
lv: Ieskrējiena atcelšana
ml: റണ്‍ ഔട്ട് കാന്‍സല്‍
mr: रन आऊट रद्द
or: ପଳାୟନ ବାତିଲ
pa: ਰਨ ਆਉਟ ਰੱਦ ਕਰੋ
pt: Cancelar Esgotar
pt_br: Run Out Cancel (erro de ECC)
sl: ECC napake
sr: Прекид изласка
sv: Antal ECC-fel
ta: இயங்குதல் ரத்து செய்யப்பட்டது

source: Number of ECC errors
ca@valencia: Nombre d'errors ECC
de: Anzahl der ECC-Fehler
el: Αριθμός σφαλμάτων ECC
et: ECC vigade arv
fi: ECC-virheiden lukumäärä
gl: Número de erros de ECC
hi: ECC त्रुटि की संख्या
hu: ECC hibák száma
id: Banyaknya galat ECC
it: Numero di errori ECC
ja: ECC エラーの回数
kn: ECC ದೋಷಗಳ ಸಂಖ್ಯೆ
lt: ECC klaidų skaičius
lv: ECC kļūdu skaits
ml: ECC പിശകുകളുടെ എണ്ണം
mr: ECC त्रुटींची संख्या
nb: Antall ECC-feil
or: ECC ତ୍ରୁଟିଗୁଡ଼ିକର ସଂଖ୍ୟା
pa: ECC ਗਲਤੀਆਂ ਦੀ ਗਿਣਤੀ ਹੈ।
pt: Número de erros ECC
pt_br: Número de erros ECC
sl: Število ECC napak
sr: Број ЕЦЦ грешака
sv: Antal ECC-fel
ta: ECC பிழைகளின் எண்ணிக்கை
th: จำนวนข้อผิดพลาด ECC

source: Soft ECC correction
ca@valencia: Correcció ECC per programari
de: Leichte ECC-Korrekturen
el: Διόρθωση Soft ECC
et: Tarkvaralise ECC parandused
fi: Ohjelmallisia ECC-korjauksia
gl: Correción menor de ECC
hi: सॉफ्ट ECC सुधार
hu: Szoftveresen javított hibák száma
it: Correzioni ECC software
kn: ಮೃದು ECC ತಿದ್ದುಪಡಿ
lt: Programinė ECC klaidų korekcija
lv: Programmatiskā ECC labošana
ml: സോഫ്ട് ഇസിസി തിട്ടപ്പെടുത്തല്‍
mr: सॉफ्ट ECC सुधार
or: ସଫ୍ଟ ECC ତ୍ରୁଟି ନିବାରଣ
pa: ਸਾਫਟ ECC ਸੋਧ
pt: Correcção recuperável ECC
pt_br: Correção suave ECC
sl: Mehko ECC popravljanje
sr: Благе ЕЦЦ поправке
sv: Soft ECC-korrigering
ta: Soft ECC திருத்தம்
th: การแก้ไขข้อผิดพลาด ECC ด้วยซอฟต์แวร์

source: Number of errors corrected by software ECC
ca@valencia: Nombre d'errors corregits pel programari ECC
de: Anzahl durch Software-ECC korrigierter Fehler.
el: Αριθμός σφαλμάτων που διορθώθηκαν από λογισμικό ECC
et: Vigade arv, mille on parandanud tarkvaraline ECC
fi: Kuinka monta virhettä on korjattu ohjelmallisella ECC:llä
gl: Número de erros corrixidos polo software de ECC
hi: सॉफ्टवेयर ECC के द्वारा सही की गई त्रुटियों की संख्या
hu: A szoftveres ECC által javított hibák száma
id: Banyaknya galat yang diperbaiki oleh ECC perangkat lunak
it: Numero di errori corretti dal software ECC
ja: ソフトウェア ECC により訂正されたエラーの回数
kn: ತಂತ್ರಾಂಶ ECC ಇಂದ ಸರಿಪಡಿಸಲಾದ ದೋಷಗಳ ಸಂಖ್ಯೆ
lt: Programiškai pataisytų ECC klaidų skaičius
lv: Kļūdu skaits, kas ir izlabots ar programmatisko ECC
ml: സോഫ്റ്റ്‌വെയര്‍ ECC ശരിയാക്കിയ പിശകുകളുടെ എണ്ണം
mr: सॉफ्टवेअर ECC द्वारे सुधारीत केलेली त्रुटींची संख्या
or: ସଫ୍ଟୱେର ECC ଦ୍ୱାରା ସମାଧାନ ହୋଇଥିବା ତ୍ରୁଟି ସଂଖ୍ୟା
pa: ਸਾਫਟਵੇਅਰ ECC ਵਲੋਂ ਠੀਕ ਕੀਤੀਆਂ ਗਲਤੀਆਂ ਦੀ ਗਿਣਤੀ
pt: Número de erros corrigidos por aplicações ECC
pt_br: Número de erros corrigidos por ECC por software
sl: Število napak popravljenih s programskim ECC
sr: Број грешака које је поправио ЕЦЦ програм
sv: Antal fel som korrigerats av ECC i programvaran
ta: மென்பொருள் ECCயின் படி பிழைகளை சரிபார்க்கிறது
th: จำนวนข้อผิดพลาดที่แก้ไขด้วย ECC แบบซอฟต์แวร์
