Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: General time for loading in a drive
ca@valencia: Temps mitjà de càrrega de la unitat
de: Allgemeine Belastungszeit eines Laufwerks
el: Γενικός χρόνος φορτίου σε ένα δίσκο
et: Koguaeg, mil ketas on olnud töörežiimis
gl: Tempo xeral de carga nunha unidade
hi: ड्राइव में लोडिंग के लिए सामान्य समय
hu: Betöltés teljes ideje a meghajtón
it: Tempo generale di caricamento in un'unità
ja: ドライブで読み込みにかかる平均時間です。
kn: ಒಂದು ಡ್ರೈವ್‌ನಲ್ಲಿ ಲೋಡ್ ಮಾಡಲು ಸಾಮಾನ್ಯವಾಗಿ ತಗುಲುವ ಸಮಯ
lt: Bendras įrenginio įkrovimo laikas
lv: Laiks diska ielādei
ml: ഒരു ഡ്രൈവ് ലഭ്യമാക്കുന്നതിനുള്ള സമയം
mr: ड्राइव्ह लोड करण्यासाठी आवश्यक वेळ
or: ଗୋଟିଏ ଡ୍ରାଇଭରେ ଧାରଣ କରିବା ପାଇଁ ସାଧାରଣ ସମୟ
pa: ਡਰਾਇਵ ਵਿੱਚ ਲੋਡ ਕਰਨ ਲਈ ਆਮ ਸਮਾਂ
pt: Tempo geral para carregamento num dispositivo
pt_br: Tempo geral para carregar uma unidade
sl: Splošen čas obremenitve pogona
sr: Укупно време за учитавање уређаја
sv: Allmän tid för inläsning i en enhet
ta: பொதுவான நேரத்திற்கான ஒரு இயக்கியில் ஏற்றுகிறது
th: เวลาโดยทั่วไปที่หัวอ่าน-เขียนโหลดลงไดรว์ในบริเวณเก็บข้อมูล

source: Torque Amplification Count
ca@valencia: Comptador d'amplificació de torsió
de: Zähler für Ausgleiche bei Drehmomentschwankungen
el: Μέτρηση ενίσχυσης ροπής
et: Väände võimenduse loend
gl: Conta de amplificación de torque
hi: गिनती आवर्द्धन गिनती
hu: Felpörgési nyomaték értéke
it: Conteggio amplificazione forza rotatoria
kn: ಟಾರ್ಕ್ ಆಂಪ್ಲಿಫಿಕೇಶನ್ ಲೆಕ್ಕ
lt: Bandymų kompensuoti sukimo momentą skaičius
lv: Momenta pastiprināšanas skaits
ml: ടോര്‍ക്ക് ആംപ്ലിഫിക്കേഷന്‍ കൌണ്ട്
mr: टॉर्क् एम्प्लीफीकेशन प्रमाण
pa: ਟੋਰਕ ਐਪਲੀਫਿਕੇਸ਼ਨ ਗਿਣਤੀ
pt: Contagem de Amplificação Torque
pt_br: Contagem de amplificações de torque
sl: Števec povečanega navora
sr: Број појачаних увртања
sv: Rotationskompensationstal
ta: டோர்க்யூ அதிகரித்தல் எண்ணிக்கை
th: จำนวนการขยายทอร์ก

source: Quantity efforts of the rotating moment of a drive
ca@valencia: Quantitat d'esforç del moment de rotació de la unitat
de: Energieeinsatz für das Drehmoment eines Laufwerks
el: Ποσοτικές προσπάθειες της περιστρεφόμενης ροπής ενός οδηγού
et: Ketta pöördemomendi jõukvantor
gl: Cuantificar os esforzos do momento de rotación dunha unidade
hi: किसी ड्राइव के घुमावदार गति का मात्रात्मक प्रयास
hu: A lemez forgási sebességének változásainak ellensúlyozására tett kísérletek száma
it: Sforzo del momento rotatorio di un'unità
ja: ドライブの回転不良時の試行回数です
kn: ಒಂದು ಡ್ರೈವಿನ ಕ್ಷಣವನ್ನು ತಿರುಗಿಸುವ ಪ್ರಯತ್ನಗಳ ಪ್ರಮಾಣ
lt: Bandymų kompensuoti įrenginio sukimo momentą skaičius
lv: Mēģinājumu skaits diska rotācijas momentā
ml: ഒരു ഡ്രൈവിലുള്ള റൊറ്റേറ്റിങ് മോമെന്റ്
mr: ड्राइव्हच्या गोलाकार फिरण्याच्या कृती करीता संख्यायीक प्रयत्न
pa: ਡਰਾਇਵ ਨੂੰ ਘੁੰਮਾਉ ਗਤੀ ਲਈ ਜਤਨਾਂ ਦੀ ਗਿਣਤੀ
pt: Quantidade de esforços do momento de rotação de um dispositivo
pt_br: Quantidade de esforço do momento rotacional de uma unidade
sl: Količinski napor vrtilnega momenta pogona
sr: Број покушаја ротационог момента уређаја
sv: Antal försök för att kompensera för hastighetsvariationer tvärs över skivan vid rotation
ta: வட்டு சுழற்சியின் எண்ணிக்கை
th: ปริมาณความพยายามของโมเมนต์การหมุนของไดรว์

source: Number of power-off retract events
ca@valencia: Nombre d'esdeveniments de retracció d'apagada
de: Anzahl der Parkvorgänge des Lesekopfes
el: Αριθμός συμβάντων απενεργοποίησης.
et: Väljalülitamise tagasivõtmise sündmuste arv
gl: Número de eventos anulados de apagado
hi: बिजली बंद रिट्रेक्ट घटना की संख्या
hu: Áramellátás megszűnése miatti parkolópályára állások
it: Numero di eventi di rientro della testina per spegnimento
ja: 電源オフによるリトラクトが発生した回数です
kn: ಸ್ಥಗಿತ (ಪವರ್-ಆಫ್) ಸನ್ನಿವೇಶಗಳ ಹಿಮ್ಮರಳಿಕೆಯ ಸಂಖ್ಯೆ
lt: Galvutės sugrįžimų į pradinę padėtį be įtampos išjungimo, skaičius. (Power-off retract)
lv: Atslēgšanās atsaukumu notikumu skaits
ml: പവര്‍-ഓഫ് എക്സ്ട്രാക്ട് ഇവന്റുകള്‍
mr: पावर-ऑफ रिट्रॅक्ट घटनांची संख्या
pa: ਪਾਵਰ-ਆਫ਼ ਰੀਟਰੇਸ ਈਵੈਂਟਾਂ ਦੀ ਗਿਣਤੀ ਹੈ।
pt: Número de eventos de retracção de desligamentos
pt_br: Número de eventos de cancelamento de desligamento
sl: Število oddaljevanj med izklopom
sr: Број враћања главе при гашењу
sv: Antal tillbakadragningshändelser vid avstängning
ta: மின்நிறுத்த நிகழ்வுகளின் எண்ணிக்கை
th: จำนวนครั้งของการถอนหัวอ่านจากการปิดทำงาน

source: GMR Head Amplitude
ca@valencia: Amplitud del capçal GMR
de: Amplitude des Lesekopfflatterns
el: Πλάτος κεφαλής GMR
et: GMR'i pea amplituud
gl: Amplitude da cabeceira GMR
hi: GMR शीर्ष आयाम
hu: GMR fej amplitúdója
it: Ampiezza posizionamento testina
kn: GMR ಹೆಡ್ ಆಂಪ್ಲಿಟ್ಯೂಡ್
lt: Galvučių vibracijos amplitudė
lv: GMR galvas amplitūda
ml: ജിഎംആര്‍ ഹെഡ് ആംപ്ലിറ്റ്യൂഡ്
mr: GMR हेड एम्प्लीट्यूड
or: GMR ମୂଖ୍ୟ ଅନୁପ୍ରୟୋଗ
pa: GMR ਹੈੱਡ ਐਪਲੀਫਿਕੇਸ਼ਨ
pt: Amplitude de Cabeça GMR
pt_br: Amplitude de cabeçotes GMR
sl: GMR amplituda glave
sr: Амплитуда подрхтавања главе
sv: GMR-huvudamplitud
ta: GMR ஹெட் வீச்சு
th: แอมพลิจูดของหัว GMR

source: Amplitude of heads trembling (GMR-head) in running mode
ca@valencia: Amplitud de la tremolor dels capçals (capçals GMR) en mode d'execució
de: Stärke des Kopfflatterns (GMR-Kopf) im Betrieb
el: Πλάτος κεφαλών όπου δονούνται (GMR-κεφαλή) σε κατάσταση εκτέλεσης
et: Peade värina amplituud (GMR-head) töörežiimis
gl: Amplitude do tremor das cabezas (cabezas GMR) no modo de execución
hi: कार्यशील मोड (GMR-head) में शीर्ष आयाम
hu: Művelet végzése közben a (GMR) fej kilengésének mértéke
id: Amplitudo getaran pen kepala (GMR) pada modus berjalan
it: Distanza di movimento delle testine tra le operazioni (GMR-head)
ja: 動作モード時のヘッドの振動の振幅 (GMRヘッド)
kn: ಚಾಲನೆಯ ಕ್ರಮದಲ್ಲಿ ಆಂಪ್ಲಿಟ್ಯೂಡ್ ಹೆಡ್‌ಗಳು ನಡುಗುವಿಕೆ (GMR-ಹೆಡ್)
lt: Galvučių darbinės vibracijos (GMR-head) amplitudė
lv: Galviņu trīcēšanas amplitūda darbošanās režīmā
ml: റണ്ണിങ് മോഡില്‍ ട്രംബിള്‍ ചെയ്യുന്ന (ജിഎംആര്‍-ഹെഡ്) ഹെഡുകളുടെ ആംപ്ലിറ്റ്യൂഡി
mr: रनींग मोड मध्ये कार्यरत (GMR-head) हेडस्चे एम्प्लिट्यूड
pa: ਚੱਲਣ ਮੋਡ ਵਿੱਚ ਹੈੱਡ ਟਰੀਮਬਲਿੰਗ (GMR-ਹੈੱਡ) ਦੀ ਐਪਲੀਟਿਊਡ
pt: Amplitude dos tremores das cabeças (cabeça-GMR) em modo de funcionamento
pt_br: Amplitude de cabeçotes trêmulos (cabeçote GMR) em modo de execução
sl: Amplituda tresenja glav (GMR-glava) v delovnem načinu
sr: Амплитуда погрхтавања глава (ГМР-главе) у току рада
sv: Amplitud för huvuden som skakar (GMR-head) i körande läge
ta: ஹெட்ஸ் ட்ரிம்ப்ளிங் அதிகரித்தல் (GMR-head) இயங்கும் முறைமையில் உள்ளது
th: แอมพลิจูดของการแกว่งของหัวอ่าน-เขียน (หัว GMR) ขณะทำงาน

source: Temperature of the drive
ca@valencia: Temperatura de la unitat
de: Temperatur des Laufwerks
el: Θερμοκρασία του δίσκου
et: Ketta temperatuur
fi: Levyn lämpötila
gl: Temperatura da unidade
hi: ड्राइव का तापक्रम
hu: A meghajtó hőmérséklete
id: Temperatur kandar
it: Temperatura dell'unità
ja: ドライブの温度
kn: ಡ್ರೈವಿನ ತಾಪಮಾನ
lt: Įrenginio temperatūra
lv: Diska temperatūra
ml: ഡ്രൈവിന്റെ താപനില
mr: ड्राइव्हचे तापमान
nb: Temperatur for stasjonen
or: ଡ୍ରାଇଭର ତାପମାନ
pa: ਡਰਾਇਵ ਦਾ ਤਾਪਮਾਨ
pt: Temperatura do dispositivo
pt_br: Temperatura da unidade
sl: Temperatura pogona
sr: Температура уређаја
sv: Temperatur för enheten
ta: இயக்கியின் வெப்பநிலை
th: อุณหภูมิของไดรว์

source: Endurance Remaining
ca@valencia: Esborraments permesos
de: Verbleibende Löschvorgänge
el: Απομένουσα αντοχή
et: Järelejäänud vastupidavus
gl: Resistencia que queda
hi: शेष क्षमता
hu: Hátralévő megbízhatóság
it: Resistenza disponibile
kn: ಬಾಕಿರುವ ತಾಳಿಕೆ
lt: Likusių galimų trynimų skaičius lyginant su teoriniu 100 000 maksimumu.
lv: Atlikusī izturība
ml: ബാക്കിയുള്ള എന്‍ഡ്യുറന്‍സ്
mr: एड्यूरंस् उर्वरीत
or: ବଳକା ସହନ ଶକ୍ତି
pa: ਬਾਕੀ ਇੰਡੋਰੈਂਸ
pt: Endurance Restante
pt_br: Tempo de uso restante
sl: Preostala vzdržljivost
sr: Преостала издржљивост
sv: Återstående uthållighet
ta: மீதமுள்ள திறன்
th: ความทนทานที่ยังเหลือ

source: Number of physical erase cycles completed on the drive as a percentage of the maximum physical erase cycles the drive supports
ca@valencia: Nombre de cicles d'esborrament físic completats en la unitat com a percentatge del nombre màxim de cicles d'esborrament físic que permet la unitat
de: Prozentzahl der vollständigen physikalischen Löschvorgänge des Laufwerks der maximal unterstützen Anzahl an Vorgängen
el: Αριθμός των κύκλων φυσικής διαγραφής που πραγματοποιήθηκαν ως ποσοστό του μέγιστου αριθμού που υποστηρίζει ο δίσκος
et: Kettal täidesaadetud füüsiliste kustutustsüklite arv, protsendina ketta poolt toetatud kustutustsüklite ülempiirist
gl: Número de ciclos de borrado físico completado na unidade como unha porcentaxe do número máximo de ciclos de borrado físico que a unidade permite
hi: ड्राइव पर पूर्ण भौतिक विलोपन चक्र की संख्या अधिकतम भौतिक विलोपन चक्र जिसे ड्राइव समर्थन करता है
hu: A meghajtón elvégzett fizikai törlési ciklusok száma, a meghajtó által támogatott fizikai törlési ciklusok maximális számának százalékában
it: Numero di cicli di cancellazione fisica completati sull'unità come percentuale del massimo numero di cicli di cancellazione fisica supportati dall'unità
ja: 完了した物理的消去サイクルの数で、ドライブがサポートしている最大の物理的消去サイクルと比較したパーセンテージです
kn: ಡ್ರೈವ್ ಬೆಂಬಲಿಸುವ ಗರಿಷ್ಟ ಭೌತಿಕ ಅಳಿಸುವಿಕೆ ಆವರ್ತನಗಳ ಪ್ರತಿಶತದಲ್ಲಿ ಡ್ರೈವಿನಲ್ಲಿ ಪೂರ್ಣಗೊಳಿಸಲಾದ ಭೌತಿಕ ಅಳಿಸುವ ಆವರ್ತನಗಳ ಸಂಖ್ಯೆ
lt: Sėkmingų trynimų ciklų skaičius įrenginyje kaip procentinė išraiška visų galimų trynimų skaičiui, kurį palaiko įrenginys.
lv: Izpildīto fizisko dzēšanas ciklu skaits uz diska kā procentuālā vērtība no maksimālajiem fiziskās dzēšanas cikliem, ko atbalsta disks.
ml: ഡ്രൈവിര്‍ പൂര്‍ത്തിയാക്കിയ ഫിസിക്കല്‍ ഇറേസ് സൈക്കിളുകളുടെ എണ്ണം, ഡ്രൈവ് പിന്തുണയ്ക്കുന്ന ഫിസിക്കല്‍ ഇറേസ് സൈക്കിളുകളുടെ എണ്ണം ശതമാനത്തില്‍
mr: ड्राइव्ह द्वारे समर्थीत कमाल वास्तविक इरेज सायकल्स्च्या टक्केवारी प्रमाणे ड्राइव्हवर पूर्ण केले वास्तविक इरेज सायकल्स्ची संख्या
pa: ਡਰਾਇਵ ਉੱਤੇ ਭੌਤਿਕ ਮਿਟਾਉਣ ਸਾਈਕਲਾਂ ਦੀ ਗਿਣਤੀ ਡਰਾਇਵ ਵਲੋਂ ਸਹਾਇਕ ਵੱਧੋ-ਵੱਧ ਭੌਤਿਕ ਮਿਟਾਉਣ ਸਾਈਕਲਾਂ ਦੀ ਗਿਣਤੀ ਦਾ ਫੀਸਦੀ ਹੈ।
pt: Número de ciclos de eliminação terminados no dispositivo como percentagem do máximo de ciclos de eliminação que o dispositivo suporta
pt_br: Número de ciclos físicos de apagar concluídos na unidade como uma porcentagem do número máximo de ciclos físicos de apagar que a unidade suporta
sl: Število dokončanih fizičnih izbrisov na pogonu kot odstotek največjega števila fizičnih izbrisov za ta pogon
sr: Број завршених физичких циклуса брисања уређаја, као проценат максималног броја физичких циклуса брисања које подржава уређај
sv: Antal fysiska raderingscykler som färdigställts på enheten som en procentandel av det maximala antalet fysiska raderingscykler som enheten har stöd för
ta: பருநிலை அழிக்கும் சுழற்சிகள் இந்த வட்டில் முடிவற்றின் எண்ணிக்கை சதவீதத்தில் அதிகபட்சி பருநிலை சுழற்சி எண்ணிக்கை இயக்கி துணைபுரிகிறது
th: จำนวนรอบการลบทางกายภาพที่ได้ใช้ไปในไดรว์ เทียบเป็นร้อยละของจำนวนรอบการลบทางกายภาพสูงสุดที่ไดรว์รองรับ

source: Uncorrectable ECC Count
ca@valencia: Comptador d'errors ECC no corregibles
de: Anzahl nicht korrigierbarer ECC-Fehler
el: Μέτρηση ανεπανόρθωτου ECC
et: Parandamatute ECC vigade arv
gl: Cantidade de ECC irrecuperábeis
hi: न सुधारने योग्य ECC गिनती
hu: Javíthatatlan ECC száma
it: Conteggio ECC non correggibili
kn: ಸರಿಪಡಿಸಲಾಗದೆ ಇರುವ ECC ಎಣಿಕೆಗಳು
lt: Nepataisomų ECC klaidų skaičius
lv: Nelabojamo ECC Skaits
ml: തിരുത്തുവാന്‍ കഴിയാത്ത ഇസിസി കൌണ്ട്
mr: असुधारीत ECC प्रमाण
or: ଠିକ ହୋଇପାରୁ ନଥିବା ECC ଗଣନା
pa: ਨਾ-ਠੀਕ ਕਰਨ ਯੋਗ ECC ਗਿਣਤੀ
pt: Contagem de ECC Incorrigíveis
pt_br: Contagem de ECC sem correção
sl: Nepopravljivo ECC število
sr: Број неисправљивих ЕЦЦ грешака
sv: Antal ECC som inte kan korrigeras
ta: திருத்தமுடியாத ECC எண்ணிக்கை
th: จำนวน ECC ที่แก้ไขไม่ได้

source: Number of uncorrectable ECC errors
ca@valencia: Nombre d'errors ECC no corregibles
de: Anzahl der nicht korrigierbaren ECC-Fehler
el: Αριθμός ανεπανόρθωτων σφαλμάτων ECC
et: ECC vigade arv, mida pole võimalik parandada
gl: Número de erros irrecuperábeis de ECC
hi: न सुधारने योग्य ECC गिनती की संख्या
hu: Javíthatatlan ECC hibák száma
id: Banyaknya galat ECC yang tidak dapat diperbaiki
it: Numero di errori ECC non correggibili
ja: ECCで検知したエラーの回数
kn: ಸರಿಪಡಿಸಲಾಗದೆ ಇರುವ ECC ದೋಷಗಳು
lt: Nepataisomų ECC klaidų skaičius
lv: Nelabojamu ECC kļūdu skaits
ml: തിരുത്തുവാന്‍ കഴിയാത്ത ഇസിസി പിശകുകളുടെ എണ്ണം
mr: असुधारीत ECC त्रुटींची संख्या
or: ଠିକ ହୋଇପାରୁ ନଥିବା ECC ଗଣନ ସଂଖ୍ୟା
pa: ਨਾ-ਠੀਕ ਹੋਣਯੋਗ ECC ਗਲਤੀਆਂ ਦੀ ਗਿਣਤੀ
pt: Número de erros ECC incorrigíveis
pt_br: Número de erros ECC sem correção
sl: Število nepopravljivih ECC napak
sr: Broj ЕЦЦ грешака које се не могу исправити
sv: Antal ej korrigeringsbara ECC-fel
ta: திருத்தப்படாத ECC பிழைகளின் எண்ணிக்கை
th: จำนวนข้อผิดพลาด ECC ที่แก้ไขไม่ได้

source: Good Block Rate
ca@valencia: Ràtio de blocs reservats lliures
de: Anteil fehlerfreier Blöcke
el: Ρυθμός υγιούς τομέα
et: Varuplokkide määr
gl: Taxa de bloques correctos
hi: अच्छा खंड दर
hu: Jó blokkok aránya
it: Tasso settori validi
kn: ಉತ್ತಮ ಖಂಡ ದರ
lv: Labo bloku biežums
ml: ഗുഡ് ബ്ലോക്ക് റേറ്റ്
mr: योग्य ब्लॉक दर
or: ଭଲ ବ୍ଲକ ହାର
pa: ਚੰਗੇ ਬਲਾਕ ਦਰ
pt: Taxa de Bloco Boa
pt_br: Taxa de bons blocos
sl: raven dobrih blokov
sr: Број добрих блокова
sv: Frekvens av bra block
ta: நல்ல தடுப்பு விகிதம்
th: อัตราบล็อคที่ดี

source: Number of available reserved blocks as a percentage of the total number of reserved blocks
ca@valencia: Nombre de blocs reservats lliures com a percentatge del nombre total de blocs reservats
de: Zahl der verfügbaren fehlerfreien Blöcke von der Gesamtzahl in Prozent
el: Αριθμός των διαθέσιμων δεσμευμένων τμημάτων ως ποσοστό του συνολικού αριθμού των δεσμευμένων τμημάτων
et: Saadaolevate varuplokkide osa protsendina kõigist reserveeritud plokkidest
gl: Número de bloques reservados dispoñíbeis como unha porcentaxe do número total de bloques reservados
hi: उपलब्ध आरक्षित खंड की संख्या कुल आरक्षित खंड कुल संख्या
hu: Elérhető fenntartott blokkok száma, a fenntartott blokkok teljes számának százalékos arányában
it: Numero di blocchi riservati disponibili come percentuale del numero totale di blocchi riservati disponibili
ja: 利用可能なリマップブロックの数で、予約ブロックの総数と比較したパーセンテージです
kn: ಒಟ್ಟು ಕಾದಿರಿಸಲಾದ ಖಂಡಗಳಲ್ಲಿ ಒಟ್ಟು ಲಭ್ಯವಿರುವ ಕಾದಿರಿಸಲಾದ ಖಂಡಗಳ ಸಂಖ್ಯೆಯ ಪ್ರತಿಶತ
lt: Rezervavimui prieinamų blokų procentinė išraiška nuo visų galimų rezervavimo blokų skaičiaus
lv: Pieejamo rezervēto bloku skaits kā procentuālā daļa no kopējā rezervēto bloku skaita
ml: ലഭ്യമായ റിസേര്‍വ്ഡ് ബ്ലോക്കുകളുടെ എണ്ണം, റിസേര്‍വ്ഡ് ബ്ലോക്കുകളുടെ എണ്ണമായി ശതമാനത്തില്‍
mr: उपलब्ध आरक्षीत ब्लॉक्स्, एकूण आरक्षीत ब्लॉक्स्ची टक्केवारी स्वरूपात
pa: ਉਪਲੱਬਧ ਰਾਖਵੇਂ ਬਲਾਕਾਂ ਦੀ ਗਿਣਤੀ, ਕੁੱਲੇ ਰਾਖਵੇਂ ਬਲਾਕਾਂ ਦੀ ਗਿਣਤੀ ਦੀ ਫੀਸਦੀ
pt: Número de blocos reservados como percentagem do número total de blocos reservados
pt_br: Número de blocos reservados disponíveis como uma porcentagem do número total de blocos reservados
sl: Število dostopnih zadržanih blokov kot odstotek vseh zadržanih blokov
sr: Број постојећих резервисаних блокова, као проценат од укупног броја резервисаних блокова
sv: Antal tillgängliga reserverade block som en procentandel av det totala antalet reserverade block
ta: மொத்தமுள்ள ஒதுக்கப்பட்ட தொகுதிகளில் இருக்கும் ஒதுக்கப்பட்ட தொகுதிகளின் எண்ணிக்கை சதவீகிதத்தில்
th: จำนวนบล็อคสงวนที่ใช้การได้คิดเป็นเปอร์เซ็นต์ของจำนวนบล็อคสงวนทั้งหมด

source: Head Flying Hours
ca@valencia: Temps de posicionament
de: Kopfbewegungszeit
el: Ώρες πτήσης κεφαλής
et: Lugejapeade lennutunnid
fi: Lukupään siirtoaikalaskuri
gl: Horas de voo da cabeceira
hi: शीर्ष फ्लाइंग घंटे
hu: Fejpozicionálási idő
it: Ore di movimento della testina
kn: ಹೆಡ್ ಫ್ಲೈಯಿಂಗ್ ಗಂಟೆಗಳು
lt: Galvučių pozicionavimo laikas
lv: Galvas pārvietošanās stundas
ml: ഹെഡ് ഫ്ലൈയിങ് സമയം
mr: हेड फ्लायींग तास
or: ହେଡ ଉଡାଣ ସମୟ ଘଣ୍ଟାରେ
pa: ਹੈੱਡ ਫਲਾਇੰਗ ਘੰਟੇ
pt: Horas de Voo da Cabeça
pt_br: Horas de posicionamento do cabeçote
sl: Ure umeščanja
sr: Време лебдења главе
sv: Flygtid för huvud
ta: தலை பறக்கும் மணிகள்
th: ชั่วโมงการเลือนหัวอ่าน-เขียน

source: Time while head is positioning
ca@valencia: Temps en què el capçal s'està posicionant
de: Zeit, während der der Kopf positioniert wird
el: Χρόνος κατά την τοποθέτηση της κεφαλής
et: Pea positsioneerimise aeg
fi: Kuinka pitkään lukupäätä on siirretty
gl: Tempo durante o que a cabeza se está colocando
hi: समय जब शीर्ष स्थिति ले रहा है
hu: A fej pozicionálásával töltött összes idő
it: Tempo di posizionamento della testina
ja: ヘッドの位置決めにかかった時間
kn: ಹೆಡ್‌ ಅನ್ನು ಇರಿಸುವಾಗಿನ ಸಮಯ
lt: Galvutės pozicionavimo laikas
lv: Laiks, kamēr galva tiek novietota
ml: ഹെഡിന്റെ സ്ഥാനം കണ്ടുപിടിക്കുന്നതിനുള്ള സമയം
mr: हेड स्थायीत करतेवेळी वेळ
or: ହେଡ ଅବସ୍ଥିତ ଥିବା ସମୟ
pa: ਹੈੱਡ ਦੀ ਸਥਿਤੀ ਦੌਰਾਨ ਸਮਾਂ
pt: Tempo enquanto a cabeça posiciona-se
pt_br: Tempo enquanto o cabeçote está se posicionando
sl: Čas umeščanja glave
sr: Време за које се глава позиционира на диск
sv: Tid när huvud positioneras
ta: தலை இருக்கும் நேரத்தில்
th: เวลาที่หัวอ่าน-เขียนเลื่อนตำแหน่ง

source: Read Error Retry Rate
ca@valencia: Ràtio de reinicialitzacions de l'error de lectura
de: Lesefehlerrate
el: Ρυθμός επαναπροσπάθειας ανάγνωσης σφάλματος
et: Lugemisvigade korduskatsete määr
gl: Taxa de reintentos de erro de lectura
hi: पठन त्रुटि पुनर्कोकोशिदर द
hu: Olvasási újrapróbálkozások száma
it: Tasso tentativi letture errate
kn: ಓದುವಿಕೆ ದೋಷ ಮರುಪ್ರಯತ್ನ ದರ
lt: Skaitymo klaidų kartojimosi dažnis
lv: Lasīšanas kļūdu atkārtotu mēģinājumu biežums
ml: റീഡ് എറര്‍ റീട്രൈ റേറ്റ്
mr: रीड त्रुटी पुनःप्रयत्न दर
or: ପଠନ ତ୍ରୁଟି ପୁନଃପ୍ରୟାସ ହାର
pa: ਪੜ੍ਹਨ ਗਲਤੀ ਮੁੜ-ਕੋਸ਼ਿਸ਼ ਰੇਟ
pt: Taxa de Repetições de Erros de Leitura
pt_br: Taxa de erros de tentativas de leitura
sl: Raven napak ponovnega branja
sr: Стопа грешака у читању
sv: Försöksfrekvens vid läsfel
ta: பிழை மறுமுயற்சி விகிதத்தை வாசி
th: อัตราการพยายามอ่านใหม่เมื่อผิดพลาด

source: Number of errors while reading from a disk
ca@valencia: Nombre d'errors en llegir del disc
de: Anzahl der Lesefehler beim Lesen vom Laufwerk
el: Αριθμός σφαλμάτων κατά την ανάγνωση από δίσκο
et: Kettalt lugemise vigade arv
fi: Lukuvirheiden määrä luettaessa levyltä
gl: Número de erros durante a lectura do disco
hi: डिस्क से पढ़ने के दौरान त्रुटियों की संख्या
hu: Hibák száma a lemez olvasásakor
id: Banyaknya Galat ketika membaca diska
it: Numero di errori durante la lettura da un disco
ja: ディスクから読み取りの際に発生したエラー数
kn: ಡಿಸ್ಕಿನಿಂದ ಓದಲು ಪ್ರಯತ್ನಿಸಿದಾಗ ದೋಷಗಳ ಸಂಖ್ಯೆ
lt: Disko skaitymo klaidų skaičius
lv: Kļūdu skaits diska lasīšanas laikā
ml: ഒരു ഡിസ്കില്‍ നിന്നും ഡേറ്റാ ലഭ്യമാക്കുമ്പോഴുള്ള പിശകുകളുടെ എണ്ണം
mr: डिस्क पासून वाचतेवेळी त्रुटींची संख्या
pa: ਡਿਸਕ ਤੋਂ ਪੜ੍ਹਨ ਦੌਰਾਨ ਗਲਤੀਆਂ ਦੀ ਗਿਣਤੀ
pt: Número de erros ao ler a partir de um disco
pt_br: Número de erros enquanto lendo de uma unidade
sl: Število napak med branjem z disk
sr: Број грешака у току читања података са диска
sv: Antal fel vid läsning från en disk
ta: ஒரு வட்டை வாசிக்கும் போது பிழைகளின் எண்ணிக்கை
th: จำนวนข้อผิดพลาดขณะอ่านจากดิสก์

source: No description for attribute %d
ca@valencia: L'atribut %d no té descripció
de: Keine Beschreibung für Attribut %d
el: Καμία περιγραφή για το χαρακτηριστικό %d
et: Atribuudil %d pole kirjeldust
fi: Ei kuvausta määreelle %d
gl: Non existe a descrición para o atributo %d
hi: विशेषता %d के लिए कोई विवरण नहीं
hu: A(z) %d. attribútumhoz nincs leírás
id: Tidak ada deskripsi untuk atribut %d
it: Nessuna descrizione per l'attributo %d
ja: 属性 %d の説明はありません。
kn: ಗುಣವಿಶೇಷ %d ಕ್ಕೆ ಯಾವುದೆ ವಿವರಣೆ ಇಲ್ಲ
lt: Nėra aprašymo atributui %d
lv: Nav apraksta atribūtam %d
ml: %d വിശേഷതയ്ക്കുള്ള വിവരണം ലഭ്യമല്ല
mr: गुणधर्म %d करीता वर्णन आढळले नाही
nb: Ingen beskrivelse for attributt %d
or: ଗୁଣ %d ପାଇଁ କୌଣସି ବର୍ଣ୍ଣନା ନାହିଁ
pa: ਗੁਣ %d ਲਈ ਕੋਈ ਵੇਰਵਾ ਨਹੀਂ ਹੈ
pt: Nenhuma descrição para atributo %d
pt_br: Nenhuma descrição para o atributo %d
sl: Ni opisa atributa %d
sr: Не постоји опис за „%d“ особину
sv: Ingen beskrivning för attribut %d
ta: %d பண்பிற்கான விளக்கம் இல்லை
th: ไม่มีคำอธิบายสำหรับแอตทริบิวต์ %d

source: Normalized:
ca@valencia: Normalitzat:
de: Normalisiert:
el: Με εξομάλυνση:
et: Normaaliseeritud:
fi: Normalisoitu:
gl: Normalizado:
hi: सामान्य किया हुआ:
hu: Normalizált:
id: Dinormalkan:
it: Normalizzato:
ja: 正規化値:
kn: ಸಾಮನ್ಯಗೊಳಿಸಲಾದ:
lt: Normalizuota:
lv: Normalizēti:
ml: നോര്‍മലൈസ്ഡ്:
mr: नॉर्मलाइज्ड्:
nb: Normalisert:
or: ସାଧାରଣକୃତ:
pa: ਨਾਰਮੇਲਾਈਜ਼:
pt: Normalizado:
pt_br: Normalizado:
sl: Normalizirano:
sr: Нормализовано:
sv: Normaliserat:
ta: இயல்பாக்கு:
th: ปรับฐานแล้ว:

source: Worst:
ca@valencia: Pitjor:
de: Schlechtester:
el: Χειρότερη:
et: Halvim:
fi: Huonoin:
gl: Estragado:
hi: सब खराब:
hu: Legrosszabb:
it: Peggiore:
ja: 最悪値:
kn: ಕಳಪೆ:
lt: Blogiausia:
lv: Sliktākie:
ml: വേര്‍സ്റ്റ്:
mr: वर्स्ट:
nb: Værst:
or: ସବୁଠାରୁ ମନ୍ଦ:
pa: ਬੁਰਾ:
pt: Pior:
pt_br: Pior:
sl: Najslabši:
sr: Најгоре:
sv: Sämsta:
ta: மோசமான:
th: แย่ที่สุด:

source: Threshold:
ca@valencia: Llindar:
de: Grenzwert:
el: Κατώφλι:
et: Lävi:
fi: Raja-arvo:
gl: Limiar:
hi: दहलीज:
hu: Küszöb:
id: Ambang Batas:
it: Soglia:
ja: しきい値:
kn: ಪರಿಮಿತಿ:
lt: Kritinė riba:
lv: Slieksnis:
ml: ത്രെഷ്ഹോള്‍ഡ്:
mr: मर्यादीत:
nb: Terskel:
or: ପ୍ରଭାବସୀମା:
pa: ਥਰੈਸ਼ਹੋਲਡ:
pt: Limiar:
pt_br: Limite:
sl: Prag:
sr: Праг:
sv: Tröskelvärde:
ta: நுழைவாயில்:
th: ขีดเริ่ม:

source: Value:
ca@valencia: Valor:
de: Wert:
el: Τιμή:
et: Väärtus:
fi: Arvo:
gl: Valor:
hi: मान:
hu: Érték:
id: Nilai:
it: Valore:
ja: 値:
kn: ಮೌಲ್ಯ:
lt: Reikšmė:
lv: Vērtība:
ml: മൂല്ല്യം:
mr: मूल्य:
nb: Verdi:
or: ମୂଲ୍ଯ:
pa: ਮੁੱਲ:
pt: Valor:
pt_br: Valor:
sl: Vrednost:
sr: Вредност:
sv: Värde:
ta: மதிப்பு:
th: ค่า:

source: N/A
ca@valencia: No disponible
de: unbekannt
et: puudub
gl: N/D
hi: लागू नहीं
id: T/A
it: N/D
kn: ಲಭ್ಯವಿಲ್ಲ
lt: N/D
lv: N/P
nb: I/T
or: ଦରକାର ନାହିଁ
pt: N/D
pt_br: N/D
sr: Недоступно
sv: Inte tillgänglig

source: Failing
ca@valencia: Està fallant
de: Versagt
el: Αποτυχία
et: Rikkis
fi: Hajoamassa
gl: Fallando
hi: विफल रह रहा है
hu: Hibázik
id: Gagal
it: Non superato
kn: ವಿಫಲಗೊಳ್ಳುತ್ತಿದೆ
lt: Genda
lv: Avarējošs
ml: പരാജയപ്പെടുന്നു
mr: अपयशी
nb: Feiler
or: ଖସୁଅଛି
pa: ਫੇਲ੍ਹ ਹੋ ਰਹੀ ਹੈ
pt: A falhar
pt_br: Falhando
sl: Neuspešnost
sr: Отказује
sv: Trasig
ta: தோல்வியுற்றது
th: ล้มเหลว

source: Failed in the past
ca@valencia: Ha fallat en el passat
de: Versagen in der Vergangenheit
el: Προηγούμενες αποτυχίες
et: Varem nurjunud
fi: Hajosi aiemmin
gl: Fallados anteriormente
hi: अतीत में विफल
hu: A múltban meghibásodott
it: Non superato nel passato
kn: ಈ ಹಿಂದ ವಿಫಲಗೊಂಡಿತ್ತು
lt: Būta problemų
lv: Ir avarējis iepriekš
ml: മുമ്പു് പരാജയപ്പെട്ടു
mr: पूर्व अपयशी होते
nb: Feilet i fortiden
or: ଅତିତରେ ବିଫଳ ହୋଇଛି
pa: ਪਹਿਲਾਂ ਫੇਲ੍ਹ ਹੋਈ
pt: Falhou no passado
pt_br: Falhou no passado
sl: neuspešno delovanje v preteklosti
sr: Отказивао у прошлости
sv: Problem tidigare
ta: கடைசில் தோல்வியுற்றது
th: ล้มเหลวที่ผ่านมา

source: Warning
ca@valencia: Avís
de: Warnung
el: Προειδοποίηση
et: Hoiatus
fi: Varoitus
gl: Avisando
hi: चेतावनी
hu: Figyelmeztetés
id: Peringatan
it: Attenzione
ja: 警告
kn: ಎಚ್ಚರಿಕೆ
lt: Įspėjimas
lv: Brīdinājums
ml: മുന്നറിയിപ്പു്
mr: सावधानता
nb: Advarsel
or: ଚେତାବନୀ
pa: ਚੇਤਾਵਨੀ
pt: Aviso
pt_br: Aviso
sl: Opozorilo
sr: Упозорава
sv: Varning
ta: எச்சரிக்கை
th: ระวัง

source: Good
ca@valencia: Correcte
de: Gut
el: Υγιές
et: Hea
fi: Hyvä
gl: Bo
hi: अच्छा
hu: Jó
id: Berhasil
it: Buono
kn: ಉತ್ತಮ
lt: Geras
lv: Labs
ml: നല്ലതു്
mr: चांगले
nb: God
or: ଉତ୍ତମ
pa: ਠੀਕ
pt: Bem
pt_br: Bom
sl: Dobro
sr: Исправан
sv: Bra
ta: நல்ல
th: ดี

source: Error reading SMART data
ca@valencia: S'ha produït un error en llegir les dades de l'SMART
de: Fehler beim Lesen der SMART-Werte
el: Σφάλμα ανάγνωσης δεδομένων SMART
et: Viga SMART-andmete lugemisel
fi: Virhe luettaessa SMART-tietoja
gl: Produciuse un erro erro ao ler os datos SMART
hu: Hiba a SMART adatok olvasásakor
id: Galat ketika membaca data SMART
it: Errore nel leggere i dati SMART
ja: SMART データの読み取り中にエラーが発生しました
lt: Klaida skaitant SMART duomenis
lv: Kļūda, lasot SMART informāciju
nb: Feil ved lesing av SMART-data
pa: ਸਮਾਰਟ ਡਾਟਾ ਪੜ੍ਹਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao ler dados SMART
pt_br: Erro ao ler dados SMART
sl: Napaka med branjem SMART podatkov
sr: Грешка приликом читања СМАРТ података
sv: Fel vid läsning av SMART-data
ta: ஸ்மார்ட் தரவு வாசிப்பதில் பிழை
th: เกิดข้อผิดพลาดขณะอ่านข้อมูล SMART
