Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: Partition Size
ca@valencia: Mida de la partició
de: Partitionsgröße
el: Μέγεθος διαμερίσματος
et: Partitsiooni suurus
fi: Osion koko
gl: Tamaño da partición
hu: Partícióméret
id: Ukuran Partisi
it: Dimensione partizione
ja: パーティションサイズ
lt: Skirsnio dydis
lv: Sadaļas izmērs
nb: Partisjonsstørrelse
pa: ਪਾਰਟੀਸ਼ਨ ਆਕਾਰ
pt: Tamanho de Partição
pt_br: Tamanho da partição
sl: Velikost razdelka
sr: Величина партиције
sv: Partitionsstorlek
ta: பகிர்வு அளவு
th: ขนาดพาร์ทิชัน

source: The requested partition size
ca@valencia: La mida de la partició que s'ha sol·licitat
de: Die gewünschte Partitionsgröße
el: Το ζητούμενο μέγεθος διαμερίσματος
et: Partitsiooni nõutud suurus
fi: Pyydetty osion koko
gl: O tamaño solicitado da partición
hu: A kért partícióméret
id: Ukuran partisi
it: La dimensione richiesta della partizione
ja: 要求されたパーティションサイズです
lt: Pasirinktas skirsnio dydis
lv: Pieprasītais sadaļas izmērs
nb: Forespurt størrelse på partisjon
pa: ਮੰਗਿਆ ਪਾਰਟੀਸ਼ਨ ਆਕਾਰ
pt: O tamanho de partição pedido
pt_br: O tamanho requisitado da partição
sl: Zahtevana velikost razdelka
sr: Захтевана величина партиције
sv: Den begärda partitionsstorleken
ta: கோரப்பட்ட பகிர்வு அளவு
th: ขนาดพาร์ทิชันที่ต้องการ

source: Create partition on %s
ca@valencia: Crea una partició a %s
de: Partition auf »%s« erstellen
el: Δημιουργία διαμερίσματος στο %s
et: Partitsiooni loomine seadmele %s
fi: Luo osio asemalle %s
gl: Crear partición en %s
hu: Partíció létrehozása ezen: %s
id: Membuat partisi pada %s
it: Crea partizione su %s
ja: %s にパーティションを作成
lt: Sukurti skirsnį diske %s
lv: Izveidot sadaļu uz %s
nb: Lag partisjon på %s
pa: %s ਉੱਤੇ ਪਾਰਟੀਸ਼ਨ ਬਣਾਓ
pt: Criar Volume Partição em %s
pt_br: Criar partição em %s
sl: Ustvari razdelek na %s
sr: Направи партицију на %s
sv: Skapa partition på %s
ta: %s இல் பகிர்வை உருவாக்கு
th: สร้างพาร์ทิชันใน %s

source: Flags
ca@valencia: Senyaladors
de: Markierungen
el: Σημαίες
et: Lipud
fi: Liput
gl: Bandeiras
hi: फ्लैग
hu: Jelzők
id: Tanda
it: Flag
ja: フラグ
kn: ಫ್ಲಾಗ್‍ಗಳು
lt: Gairelės
lv: Karodziņi
ml: ഫ്ലാഗുകള്‍
mr: फ्लॅग्स्
nb: Flagg
or: ସୂଚକଗୁଡ଼ିକ
pa: ਫਲੈਗ
pt: Parâmetros
pt_br: Sinalizadores
sl: Zastavice
sr: Заставице
sv: Flaggor
ta: கொடிகள்
th: แฟล็ก

source: Flags for the widget
ca@valencia: Senyaladors per al giny
de: Markierungen für das Widget
el: Σημαίες για το γραφικό συστατικό
et: Vidina lipud
fi: Vitkuttimen liput
gl: Bandeiras para o widget
hu: A felületi elem jelzői
id: Tanda untuk widget
it: Flag per il widget
ja: ウィジェットのフラグ
lt: Elemento gairelės
lv: Sīkrīka karodziņi
nb: Flagg for komponent
pa: ਵਿਦਜੈੱਟ ਲਈ ਫਲੈਗ
pt: Parâmetros para a widget
pt_br: Sinalizadores para o widget
sl: Zastavice gradnika
sr: Заставице елемента
sv: Flaggor för widgeten
ta: விட்செட்டுக்கான கொடிகள்
th: แฟล็กสำหรับตัววิดเจ็ต

source: Selected Drives
ca@valencia: Unitats seleccionades
de: Ausgewählte Laufwerke
el: Επιλεγμένοι δίσκοι
et: Valitud kettad
fi: Valitut asemat
gl: Dispositivos seleccionados
hu: Kijelölt meghajtók
id: Kandar yang Dipilih
it: Unità selezionate
ja: 選択されたドライブ
lt: Pasirinkti diskai
lv: Izvēlētie diski
nb: Valgte stasjoner
pa: ਚੁਣੀਆਂ ਡਰਾਇਵ
pt: Dispositivos Seleccionados
pt_br: Unidades selecionadas
sl: Izbrani pogoni
sr: Изабрани уређаји
sv: Valda enheter
ta: தேர்வு செய்யப்பட்ட இயக்கிகள்
th: ไดรว์ที่เลือก

source: Array of selected drives
ca@valencia: Matriu d'unitats seleccionades
de: Anordnung ausgewählter Laufwerke
el: Συστοιχία επιλεγμένων δίσκων
et: Valitud ketaste massiiv
fi: Pakka valittuja asemia
gl: Matriz das unidades seleccionados
hu: A kijelölt meghajtók tömbje
id: Larik untuk kandar yang dipilih
it: Array delle unità selezionate
ja: 選択されたドライブのアレイ
lt: Pasirinktų diskų masyvas
lv: Izvēlēto disku masīvs
pa: ਚੁਣੀਆਂ ਡਰਾਇਵਾਂ ਦੀ ਅਰੇ
pt: Conjunto de dispositivos seleccionados
pt_br: Matriz de unidades selecionadas
sl: Polje izbranih pogonov
sr: Опсег изабраног уређаја
sv: Kedja med valda enheter
ta: தேர்ந்தெடுக்கப்பட்ட வரிசைகள்
th: แอร์เรย์ของไดรว์ที่เลือก

source: Number of available disks
ca@valencia: Nombre de discs disponibles
de: Anzahl der verfügbaren Laufwerke
el: Αριθμός διαθέσιμων δίσκων
et: Saadaolevate ketaste arv
fi: Käytettävissä olevien levyjen lukumäärä
gl: Número de discos dispoñíbeis
hu: Elérhető lemezek száma
id: Jumlah diska yang ada
it: Numero di dischi disponibili
ja: 利用可能なディスクの数
lt: Diskų skaičius
lv: Pieejamo disku skaits
nb: Antall tilgjengelige disker
pa: ਉਪਲੱਬਧ ਡਿਸਕਾਂ ਦੀ ਗਿਣਤੀ
pt: Número de discos disponíveis
pt_br: Número de unidades disponíveis
sl: Število razpoložljivih diskov
sr: Број доступних дискова
sv: Antal tillgängliga diskar
ta: கிடைப்பில் உள்ள வட்டுக்களின் எண்
th: จำนวนของดิสก์ที่ใช้ได้

source: Largest Segment For Selected
ca@valencia: El segment més gran dels seleccionats
de: Größtes Segment der ausgewählten
el: Μεγαλύτερο τμήμα για την επιλογή
et: Valitutest suurim segment
fi: Suurin segmentti valituille
gl: Segmento máis longo para o seleccionado
hu: Kijelölt legnagyobb szelete
it: Più grande segmento per la selezione
ja: 選択された中での最大セグメント
lt: Didžiausias segmentas pasirinktiesiems
lv: Lielākais segments izvēlētajam
nb: Største segment for utvalg
pa: ਚੁਣੇ ਲਈ ਸਭ ਤੋਂ ਵੱਡਾ ਸਿਗਮੈਂਟ
pt: Maior Segmento para Seleccionadas
pt_br: Maior segmento para selecionado
sl: Največji odsek izbranega
sr: Највећи део за изабране
sv: Största segmentet för markerade
ta: தேர்வு செய்யப்பட்டதில் பெரிய துண்டு
th: เซ็กเมนต์ที่ใหญ่ที่สุดสำหรับไดรว์ที่เลือก

source: The largest free segment for the selected drives
ca@valencia: El segment més gran d'espai lliure de les unitats seleccionades
de: Das größtes freie Segment der ausgewählten Laufwerke
el: Το μεγαλύτερο ελεύθερο τμήμα για τους επιλεγμένους δίσκους
et: Suurim vaba lõik valitud ketastel
fi: Suurin vapaa segmentti valituille asemille
gl: O segmento libre máis longo para as unidades seleccionadas
hu: A kijelölt meghajtók legnagyobb szabad szakasza
id: Segmen bebas terbesar pada kandar yang dipilih
it: Il più grande segmento libero per le unità selezionate
ja: 選択されたドライブでの最大未使用領域
lt: Didžiausias laisvas segmentas pasirinktiems diskams
lv: Lielākais brīvais segments izvēlētajiem diskiem
nb: Største ledige segment for valgte disker
pa: ਚੁਣੀ ਡਰਾਇਵ ਉੱਤੇ ਸਭ ਤੋਂ ਵੱਡਾ ਖਾਲੀ ਸਿਗਮੈਂਟ
pt: O maior segmento livre para os dispositivos seleccionadas
pt_br: O maior segmento lire para as unidades selecionadas
sl: Največji prosti odsek na izbranih pogonih
sr: Највећи слободан део за изабране уређаје
sv: Största lediga segmentet för de markerade enheterna
ta: தேர்வு செய்யப்பட்ட இயக்கிகளில் பெரிய காலி துண்டு
th: เซ็กเมนต์ว่างที่ใหญ่ที่สุดสำหรับไดรว์ที่เลือก

source: Largest Segment For All
ca@valencia: El segment més gran de tots
de: Größtes Segment aller
el: Μεγαλύτερο τμήμα για όλα
et: Kõigi seast suurim segment
fi: Suurin segmentti kaikille
gl: Segmento máis longo para todas
hu: Legnagyobb szakasz mindhez
id: Segmen Terbesar Untuk Semua
it: Più grande segmento per tutte
ja: 全体での最大セグメント
lt: Didžiausias segmentas visiems
lv: Lielākais segments visam
nb: Største segment for alle
pa: ਸਭ ਲਈ ਸਭ ਤੋਂ ਵੱਡਾ ਸਿਗਮੈਂਟ
pt: Maior Segmento para Todas
pt_br: Maior segmento para todos
sl: Največji odsek
sr: Највећи део за све
sv: Största segmentet för alla
ta: அனைத்துக்கும் பெரிய துண்டு
th: เซ็กเมนต์ที่ใหญ่ที่สุดสำหรับทุกไดรว์

source: The largest free segment for all the drives
ca@valencia: El segment més gran d'espai lliure de totes les unitats
de: Das größtes freie Segment aller Laufwerke
el: Το μεγαλύτερο ελεύθερο τμήμα για όλους τους δίσκους
et: Kõigilt ketastelt suurim vaba segment
fi: Suurin vapaa segmentti kaikille asemille
gl: O segmento libre máis longo para todas as unidades
hu: A legnagyobb szabad szakasz minden meghajtóhoz
id: Segmen bebas terbesar pada semua kandar
it: Il più grande segmento libero per tutte le unità
ja: 全てのドライブでの最大未使用領域
lt: Didžiausias laisvas segmentas visiems diskams
lv: Lielākais brīvais segments visiem diskiem
nb: Største ledige segment for alle disker
pa: ਸਭ ਡਰਾਇਵਾਂ ਲਈ ਸਭ ਤੋਂ ਵੱਡਾ ਖਾਲੀ ਸਿਗਮੈਂਟ
pt: O maior segmento livre para todas os dispositivos
pt_br: O maior segmento livre para todas as unidades
sl: Največji prosti odsek na razpoložljivih pogonih
sr: Највећи слободни део за све уређаје
sv: Största lediga segmentet för alla enheterna
ta: அனைத்து இயக்கிகளுக்கும் பெரிய காலி துண்டு
th: เซ็กเมนต์ว่างที่ใหญ่ที่สุดสำหรับทุกไดรว์

source: The size to use in the details header
ca@valencia: La mida a utilitzar en la capçalera dels detalls
de: Die zu verwendende Größe in der Kopfzeile der Details
el: Το μέγεθος που θα χρησιμοποιηθεί για την κεφαλίδα λεπτομερειών
et: Suurus, mida kasutada üksikasjade päises
fi: Koko, jota käytetään yksityiskohtaiseen otsikkoon
gl: O tamaño a empregar nos detalles da cabeceira
hu: A részletek fejlécben használandó méret
it: La dimensione da usare nell'intestazione dei dettagli
ja: 詳細ヘッダで利用するサイズ
lt: Dydis, naudotinas išsamesnės informacijos antraštėje
lv: Izmērs, ko lietot apraksta galvā
nb: Størrelse som skal brukes i detaljtopptekst
pa: ਵੇਰਵੇ ਹੈੱਡਰ ਲਈ ਵਰਤਣ ਵਾਸਤੇ ਆਕਾਰ
pt: O tamanho a utilizar no cabeçalho de detalhes
pt_br: O tamanho para usar no cabeçalho de detalhes
sl: Velikost uporabljena v podrobnostih glave
sr: Величина за испис унутар заглавља детаља
sv: Storleken att använda i detaljrubriken
ta: விவரங்கள் தலைப்புக்கு பயன்படுத்த அளவு
th: ขนาดที่จะใช้ในข้อมูลส่วนหัวช่องรายละเอียด

source: Cannot select multipath component
ca@valencia: No s'ha pogut seleccionar el component multicamí
de: Mehrpfadige Komponente kann nicht ausgewählt werden
el: Αδυναμία επιλογής στοιχείου πολλαπλών διαδρομών
et: Mitmerajakomponenti pole võimalik valida
fi: Ei voi valita monipolkukomponenttia
gl: Non é posíbel seleccionar un compoñente multiruta
hu: Nem választható ki többutas összetevő
id: Tidak dapat memilih komponen multijalur
it: Impossibile selezionare componente multi-percorso
ja: マルチパスのコンポーネントを選択できません
lt: Negalima pasirinkti daugelio kelių komponento
lv: Nevar izvēlēties daudzceļu komponenti
pa: ਮਲਟੀਪਾਥ ਭਾਗ ਚੁਣਿੁਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
pt: Incapaz de seleccionar um componente de caminhos múltiplos
pt_br: Não foi possível selecionar componente multicaminho
sl: Ni mogoče izbrati večpotnega predmeta
sr: Не могу да изаберем компоненту са више путања
sv: Kan inte välja multipath-komponent
ta: பல்வழி பொருளை தேர்ந்தெடுக்க இயலாது.
th: ไม่สามารถเลือกองค์ประกอบหลายพาธ

source: No free space.
ca@valencia: No hi ha espai lliure.
de: Kein freier Platz.
el: Δεν υπάρχει ελεύθερος χώρος.
et: Vaba ruumi pole.
fi: Ei vapaata tilaa.
gl: Non hai espazo libre.
hu: Nincs szabad hely.
id: Tidak ada ruang kosong.
it: Spazio libero non disponibile.
ja: 未使用領域がありません。
lt: Nėra laisvos vietos
lv: Nav brīvas vietas.
pa: ਖਾਲੀ ਥਾਂ ਨਹੀਂ।
pt: Sem espaço livre
pt_br: Sem espaço livre
sl: Ni prostora.
sr: Нема слободног простора.
sv: Inget ledigt utrymme.
ta: காலி இடம் இல்லை.
th: ไม่มีที่ว่าง

source: Insufficient space: %s is needed but largest contiguous free block is %s.
ca@valencia: No hi ha prou espai: calen %s però el bloc d'espai lliure continu més gran és de %s.
de: Ungenügender Platz. %s werden gebraucht, aber größter zusammenhängender freier Block hat %s
el: Ανεπαρκής χώρος: Απαιτούνται %s αλλά το μεγαλύτερο συνεχές ελεύθερο τμήμα είναι %s.
et: Pole piisavalt vaba ruumi: %s on tarvis, kuid suurim järjestikune vaba plokk on %s.
fi: Tila ei riitä: %s tarvitaan, mutta suurin yhtenäinen vapaa lohko on %s.
gl: Espazo insuficiente: necesítanse %s pero o bloque libre contiguo máis longo é %s.
hu: Nincs elég hely: %s szükséges, de a legnagyobb összefüggő szabad blokk %s méretű.
it: Spazio libero non sufficiente: sono necessari %s, ma Il più grande blocco libero contiguo è da %s
ja: 空き領域が不足しています: %s が必要ですが、連続した最大空きブロックは %s です。
lt: Nepakanka vietos: reikia %s, didžiausias ištisinis laisvas blokas yra %s.
lv: Nepietiekama vieta: ir nepieciešami %s, bet lielākais secīgais brīvais bloks ir %s.
nb: Ikke nok plass: %s kreves men største sammenhengende ledige blokk er %s.
pa: ਅਧੂਰਾ ਖਾਲੀ ਥਾਂ: %s ਚਾਹੀਦਾ ਸੀ, ਪਰ ਸਭ ਤੋਂ ਵੱਡਾ ਖਾਲੀ ਬਲਾਕ %s ਹੈ।
pt: Espaço insuficiente: São necessários %s mas o maior bloco livre contíguo é %s.
pt_br: Espaço insuficiente: %s é necessário mas o maior bloco contíguo livre é de %s.
sl: Ni dovolj prostora: zahtevano je %s prostora, največji zvezni prosti blok pa je %s.
sr: Недовољно простора: потребно је %s, а највећи цели део садржи %s.
sv: Otillräckligt utrymme: %s behövs men största oavbrutna lediga block är %s.
ta: இடைவெளி போதவில்லை: %s தேவை. : %s மட்டுமே தொடர்ந்து காலியாக இருக்கும் பெரிய தொகுதி.
th: มีที่ว่างไม่เพียงพอ: ต้องการ %s แต่บล็อคว่างที่ติดกันเป็นผืนเดียวที่ใหญ่ที่สุดมีขนาด %s

source: The disk will be partitioned and a partition will be created
ca@valencia: Es partirà el disc i es crearà una partició
de: Das Laufwerk wird partitioniert und eine Partition erstellt werden
el: Ο δίσκος θα διαμεριστεί και ένα διαμέρισμα θα δημιουργηθεί
et: Ketas partitsioneeritakse ja luuakse uus partitsioon
fi: Levy osioidaan ja osio luodaan
gl: O disco particionarase e crearase unha partición
hi: डिस्क को विभाजित किया जाएगा और कोई विभाजन बनाया जाएगा
hu: A lemez particionálásra kerül, és létrejön egy partíció
it: Il disco verrà partizionato e verrà creata una partizione
ja: ディスクを分割してパーティションを作成します
kn: ಡಿಸ್ಕನ್ನು ವಿಭಜನೆ ಮಾಡಲಾಗುತ್ತದೆ ಹಾಗು ವಿಭಾಗವನ್ನು ನಿರ್ಮಿಸಲಾಗುತ್ತದೆ
lt: Diskas bus skaidomas ir bus sukurtas disko skirsnis
lv: Disks tiks sadalīts un tiks izveidota sadaļa
ml: ഡിസ്ക് പാര്‍ട്ടീഷന്‍ ചെയ്തു് ഒരു പാര്‍ട്ടീഷന്‍ ഉണ്ടാക്കപ്പെടുന്നു
mr: डिस्कची विभाजन केली जाईल व एक विभाजन बनवली जाईल
nb: Disken vil bli partisjonert og en partisjon vil bli opprettet
or: ଡିସ୍କଟିକୁ ବିଭାଜନ କରାଯିବ ଏବଂ ଗୋଟିଏ ବିଭାଜନକୁ ନିର୍ମାଣ କରାଯିବ
pa: ਡਿਸਕ ਉੱਤੇ ਪਾਰਟੀਸ਼ਨ ਕੀਤੇ ਜਾਣਗੇ ਅਤੇ ਇੱਕ ਪਾਰਟੀਸ਼ਨ ਬਣਾਇਆ ਜਾਵੇਗਾ
pt: O disco será particionado e será criada uma partição
pt_br: A unidade será particionada e uma partição será criada
sl: Disk bo razdeljen. Ustvarjen bo nov razdelek
sr: Ова радња партиционише диск и прави партицију
sv: Disken kommer att partitioneras och en partition kommer att skapas
ta: இந்த வட்டு பகர்வாக்கப்படும் மற்றும் ஒரு பகிர்வு உரவாக்கப்படும்
th: จะแบ่งพาร์ทิชันดิสก์และสร้างพาร์ทิชัน

source: The disk will be partitioned and a %s partition will be created. Afterwards no space will be available.
ca@valencia: Es partirà el disc i es crearà una partició de %s, no quedarà cap espai lliure després.
de: Das Laufwerk wird partitioniert und eine %s Partition wird erstellt werden. Danach wird kein Speicherplatz mehr verfügbar sein.
el: Ο δίσκος θα διαμεριστεί και ένα διαμέρισμα %s θα δημιουργηθεί. Μετά από αυτό δεν θα υπάρχει ελεύθερος χώρος
et: Ketas partitsioneeritakse ja luuakse uus %s partitsioon. Pärast seda vaba ruumi ei jää.
fi: Levy osioidaan ja %s osio luodaan. Tämän jälkeen ei vapaata tilaa ole enää käytettävissä.
gl: O disco particionarase e crearase unha partición %s. Despois da cal non quedará espazo dispoñíbel.
hu: A lemez particionálásra kerül, és egy %s méretű partíció jön létre. Ezután nem marad szabad hely.
it: Il disco verrà partizionato e verrà creata una partizione da %s. In seguito, non sarà più disponibile dello spazio.
ja: ディスクをパーティション分けして %s のパーティションを作成します。後で利用可能な領域はありません。
lt: Diskas bus suskaidytas ir bus sukurtas skirsnis „%s“. Po to nebebus laisvos vietos.
lv: Disks tiks sadalīts un tiks izveidota %s sadaļa. Pēc tam vieta vairs nebūs pieejama.
pa: ਡਿਸਕ ਦੇ ਪਾਰਟੀਸ਼ਨ ਕੀਤੇ ਜਾਣਗੇ ਅਤੇ %s ਪਾਰਟੀਸ਼ਨ ਬਣਾਏ ਜਾਣਗੇ। ਇਸ ਦੇ ਬਾਅਦ ਕੋਈ ਵੀ ਖਾਲੀ ਥਾਂ ਨਹੀਂ ਬਚੇਗੀ।
pt: O disco irá ser particionado e será criada uma partição com %s. Depois não haverá mais espaço disponível.
pt_br: A unidade será particionada e uma partição de %s será criada. Após isto, não haverá espaço disponível.
sl: Disk bo razdeljen, ustvarjen pa bo %s razdelek. Po ustvarjanju ne bo prostega prostora.
sr: Ова радња партиционише диск и прави партицију од %s. Након тога нема слободног простора.
sv: Disken kommer att partitioneras och en %s-partition kommer att skapas. Efteråt kommer inget utrymme att finnas tillgängligt.
ta: வட்டு பகிரப்பட்டு %s பகிர்வு உருவாக்கப்படும். பின் இடமே இராது.
th: จะแบ่งพาร์ทิชันดิสก์และสร้างพาร์ทิชันขนาด %s หลังจากนั้นจะไม่เหลือที่ว่างอีก

source: The disk will be partitioned and a %s partition will be created. Afterwards %s will be available.
ca@valencia: Es partirà el disc i es crearà una partició de %s, quedaran %s lliures.
de: Das Laufwerk wird partitioniert und eine %s Partition wird erstellt werden. Danach werden %s verfügbar sein.
el: Ο δίσκος θα διαμεριστεί και ένα διαμέρισμα %s θα δημιουργηθεί. Μετά από αυτό θα είναι διαθέσιμα %s
et: Ketas partitsioneeritakse ja luuakse uus %s partitsioon. Pärast seda jääb %s saadavale.
fi: Levy osioidaan ja %s osio luodaan. Tämän jälkeen jäljellä on %s vapaata tilaa.
gl: O disco particionarase e crearase unha partición %s. Despois da cal haberá %s dispoñíbeis.
hu: A lemez particionálásra kerül, és egy %s méretű partíció jön létre. Ezután %s szabad hely marad.
it: Il disco verrà partizionato e verrà creata una partizione da %s. In seguito, %s di spazio saranno disponibili.
ja: ディスクをパーティション分けして %s のパーティションを作成します。後で %s が利用可能になります。
lt: Diskas bus suskaidytas ir bus sukurtas skirsnis „%s“. Po to liks %s laisvos vietos.
lv: Disks tiks sadalīts un tiks izveidota %s sadaļa. Pēc tam būs pieejami %s.
pa: ਡਿਸਕ ਦੇ ਪਾਰਟੀਸ਼ਨ ਕੀਤੇ ਜਾਣਗੇ ਅਤੇ %s ਪਾਰਟੀਸ਼ਨ ਬਣਾਏ ਜਾਣਗੇ। ਬਾਅਦ ਵਿੱਚ %s ਉਪਲੱਬਧ ਹੋਵੇਗੀ।
pt: O disco irá ser particionado e será criada uma partição com %s. Depois haverá %s disponíveis.
pt_br: A unidade será particionada e uma partição de %s será criada. Após isto, %s estará disponível
sl: Disk bo razdeljen, ustvarjen pa bo %s razdelek. Po ustvarjanju bo ostalo še %s prostora.
sr: Ова радња партиционише диск и прави партицију од %s. Након тога преостаје %s.
sv: Disken kommer att partitioneras och en %s-partition kommer att skapas. Efteråt kommer %s att finnas tillgängligt.
ta: வட்டு பகிரப்பட்டு %s பகிர்வு உருவாக்கப்படும். பின் %s இடமே இருக்கும்
th: จะแบ่งพาร์ทิชันดิสก์และสร้างพาร์ทิชันขนาด %s หลังจากนั้นจะเหลือที่ว่าง %s

source: A partition will be created
ca@valencia: Es crearà una partició
de: Eine Partition wird erstellt werden
el: Θα δημιουργηθεί ένα διαμέρισμα
et: Luuakse üks partitsioon
fi: Uusi osio luodaan
gl: Crearase unha partición
hi: कोई विभाजन बनाया जाएगा
hu: Létrejön egy partíció
id: Sebuah partisi akan dibuat
it: Verrà creata una partizione
ja: パーティションを作成します
kn: ಒಂದು ವಿಭಾಗವನ್ನು ನಿರ್ಮಿಸಲಾಗುವುದು
lt: Bus sukurtas skirsnis
lv: Tiks izveidota sadaļa
ml: ഒരു പാര്‍ട്ടീഷന്‍ ഉണ്ടാക്കപ്പെടുന്നു
mr: एक विभाजन बनवली जाईल
nb: En partisjon vil bli opprettet
or: ଗୋଟିଏ ବିଭାଜନ ନିର୍ମାଣ କରାଯିବ
pa: ਪਾਰਟੀਸ਼ਨ ਬਣਾਇਆ ਜਾਵੇਗਾ
pt: Será criada uma partição
pt_br: Uma partição será criada
sl: Ustvarjen bo nov razdelek
sr: Ова радња прави партицију
sv: En partition kommer att skapas
ta: ஒரு பகிர்வு உருவாக்கப்படும்
th: จะสร้างพาร์ทิชัน

source: A volume will be created
ca@valencia: Es crearà un volum
de: Ein Datenträger wird erstellt werden
el: Θα δημιουργηθεί ένας τόμος
et: Luuakse üks köide
fi: Uusi taltio luodaan
gl: Crearase un volume
hu: Létrejön egy kötet
id: Sebuah volume akan dibuat
it: Verrà creato un volume
ja: ボリュームを作成します
lt: Bus sukurtas tomas
lv: Tiks izveidots sējums
nb: Et volum vil bli opprettet
pa: ਵਾਲੀਅਮ ਬਣਾਇਆ ਜਾਵੇਗਾ
pt: Será criado um volume
pt_br: Um volume será criado
sl: Ustvarjen bo nov nosilec
sr: Ова радња прави партицију
sv: En volym kommer att skapas
ta: ஒரு தொகுதி உருவாக்கப்படும்
th: จะสร้างโวลุม

source: A %s partition will be created. Afterwards no space will be available.
ca@valencia: Es crearà una partició de %s, després no quedarà espai disponible.
de: Eine %s Partition wird erstellt werden. Danach wird kein Speicherplatz mehr vorhanden sein.
el: Θα δημιουργηθεί ένα διαμέρισμα %s. Μετά δεν υπάρχει διαθέσιμος χώρος.
et: Luuakse %s partitsioon. Pärast seda vaba ruumi ei jää.
fi: Luodaan %s osio. Tämän jälkeen ei vapaata tilaa enää ole käytettävissä.
gl: Crearase unha partición %s. Despois da cal non haberá espazo dispoñíbel.
hu: Egy %s méretű partíció jön létre. Ezután nem marad szabad hely.
it: Verrà creata una partizione da %s. In seguito, non sarà più disponibile dello spazio.
ja: %s のパーティションを作成します。後で利用可能な領域はありません。
lt: Bus sukurtas %s skirsnis. Po to nebeliks laisvos vietos.
lv: Tiks izveidota %s sadaļa. Pēc tam vieta nebūs pieejama.
nb: En partisjon av type %s vil bli laget og det vil ikke være ledig plass etterpå.
pa: %s ਪਾਰਟੀਸ਼ਨ ਬਣਾਇਆ ਜਾਵੇਗਾ। ਬਾਅਦ ਵਿੱਚ ਕੋਈ ਥਾਂ ਨਹੀਂ ਉਪਲੱਬਧ ਹੋਵੇਗੀ।
pt: Uma partição com %s será criada. Depois não haverá mais espaço disponível.
pt_br: Uma partição de %s será criada. Após isto, não haverá espaço disponível.
sl: Ustvarjen bo %s razdelek. Po ustvarjanju ne bo prostega prostora.
sr: Ова радња прави партицију од %s. Након тога нема слободног простора.
sv: En %s-partition kommer att skapas. Efteråt kommer inget utrymme att finnas tillgängligt.
ta: %s பகிர்வு உருவாக்கப்படும். பின் இடமே இராது.
th: จะสร้างพาร์ทิชันขนาด %s หลังจากนั้นจะไม่เหลือที่ว่างอีก

source: A %s volume will be created. Afterwards no space will be available.
ca@valencia: Es crearà un volum de %s. No quedarà més espai lliure.
de: Ein %s-Datenträger wird erstellt werden. Danach wird kein Speicherplatz mehr vorhanden sein.
el: Θα δημιουργηθεί ένας τόμος %s. Μετά δεν θα υπάρχει καθόλου διαθέσιμος χώρος.
et: Luuakse %s köide. Pärast seda vaba ruumi ei jää.
fi: Luodaan %s taltio. Tämän jälkeen ei vapaata tilaa enää ole käytettävissä.
gl: Crearase un volume %s. Despois do cal non haberá espazo dispoñíbel.
hu: Egy %s méretű kötet jön létre. Ezután nem marad szabad hely.
it: Verrà creato un volume da %s. In seguito, non sarà più disponibile dello spazio.
ja: ボリューム %s を作成します。後で利用可能な領域はありません。
lt: Bus sukurtas %s tomas. Po to nebeliks laisvos vietos.
lv: Tiks izveidots %s sējums. Pēc tam vieta nebūs pieejama.
nb: Et volum av type %s vil bli laget. Det vil ikke være ledig plass etterpå.
pa: %s ਵਾਲੀਅਮ ਨਹੀਂ ਬਣਾਇਆ ਜਾਵੇਗਾ। ਬਾਅਦ ਵਿੱਚ ਕੋਈ ਖਾਲੀ ਥਾਂ ਨਹੀਂ ਉਪਲੱਬਧ ਹੈ।
pt: Um volume com %s será criado. Depois não haverá mais espaço disponível.
pt_br: Um volume de %s será criado. Após isto, não haverá espaço disponível.
sl: Ustvarjen bo %s razdelek. Po ustvarjanju ne bo prostega prostora.
sr: Ова радња прави партицију од %s. Након тога нема слободног простора.
sv: En %s-volym kommer att skapas. Efteråt kommer inget utrymme att finnas tillgängligt.
ta: %s தொகுதி உருவாக்கப்படும். பின் இடமே இராது.
th: จะสร้างโวลุมขนาด %s หลังจากนั้นจะไม่เหลือที่ว่างอีก

source: A %s partition will be created. Afterwards %s will be available.
ca@valencia: Es crearà una partició de %s, després quedaran %s disponibles.
de: Eine %s Partition wird erstellt werden. Danach werden %s vorhanden sein.
el: Θα δημιουργηθεί ένα διαμέρισμα %s. Μετά θα είναι διαθέσιμα %s.
et: Luuakse %s partitsioon. Pärast seda on %s saadaval.
fi: Luodaan %s osio. Tämän jälkeen jäljellä on %s vapaata tilaa.
gl: Crearase unha partición %s. Despois da cal haberá dispoñíbel %s.
hu: Egy %s méretű partíció jön létre. Ezután %s szabad hely marad.
it: Verrà creata una partizione da %s. In seguito, %s di spazio saranno disponibili.
ja: %s のパーティションを作成します。後で %s が利用可能になります。
lt: Bus sukurtas %s skirsnis. Po to liks %s laisvos vietos.
lv: Tiks izveidota %s sadaļa. Pēc tam būs pieejami %s.
nb: En partisjon av type %s vil bli laget. %s vil være tilgjengelig etterpå.
pa: %s ਪਾਰਟੀਸ਼ਨ ਬਣਾਇਆ ਜਾਵੇਗਾ। ਬਾਅਦ ਵਿੱਚ %s ਉਪਲੱਬਧ ਹੋਵੇਗੀ।
pt: Será criada uma partição com %s. Depois haverão %s disponíveis.
pt_br: Uma partição de %s será criada. Após isto, %s estará disponível.
sl: Ustvarjen bo %s razdelek. Po ustvarjanju bo ostalo še %s prostora.
sr: Ова радња прави партицију од %s. Након тога преостаје %s.
sv: En %s-partition kommer att skapas. Efteråt kommer %s att finnas tillgängligt.
ta: ஒரு %s பகிர்வு உருவாக்கப்படும். பின் %s மட்டுமே இருக்கும்..
th: จะสร้างพาร์ทิชันขนาด %s หลังจากนั้นจะเหลือที่ว่าง %s
