Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: Running Short SMART Self-Test
ca@valencia: S'està executant l'autocomprovació curta de l'SMART
de: Kurzer S.M.A.R.T.-Selbsttest wird ausgeführt
el: Εκτέλεση σύντομης αυτοδιάγνωσης S.M.A.R.T.
et: Lühikese SMART-enesetesti jooksutamine
fi: Suoritetaan lyhyt S.M.A.R.T.-eheystarkistus
gl: Executando o autotest SMART curto
hi: शॉर्ट SMART स्व जाँच चला रहा है
hu: Rövid SMART önteszt futtatása
it: Esecuzione test automatico SMART breve
ja: 短時間 SMART セルフテストを実行中
kn: ಕಿರು SMART ಸ್ವಯಂ-ಪರೀಕ್ಷೆಯನ್ನು ನಡೆಸಲಾಗುತ್ತಿದೆ
lt: Vyksta greitasis SMART disko pasitikrinimas
lv: Darbina īso SMART paštestu
ml: ലഘു SMART സ്വയം പരിശോധന നടത്തുന്നു
mr: Short SMART स्वयं-चाचणी चालवत आहे
nb: Kjører kort SMART-selvtest
or: ସଂକ୍ଷିପ୍ତ SMART ସ୍ୱୟଂ-ପରୀକ୍ଷା ଚାଲୁଅଛି
pa: ਛੋਟਾ S.M.A.R.T. ਖੁਦ ਟੈਸਟ ਚੱਲ ਰਿਹਾ ਹੈ
pt: A Executar Auto-Teste Rápido SMART
pt_br: Executando simples auto-teste S.M.A.R.T.
sl: Zagnan hitri SMART preizkus
sr: Извршавам кратко СМАРТ самотестирање
sv: Kör kort SMART-självtest
ta: சிறிய SMART சுய-பரிசோதனை இயங்குகிறது
th: กำลังเรียกการทดสอบตัวเองแบบสั้นของ SMART

source: Running Extended SMART Self-Test
ca@valencia: S'està executant l'autocomprovació ampliada de l'SMART
de: Erweiterter S.M.A.R.T.-Selbsttest wird ausgeführt
el: Εκτέλεση εκτεταμένης αυτοδιάγνωσης S.M.A.R.T.
et: Pikendatud SMART-enesetesti jooksutamine
fi: Suoritetaan laajennettu S.M.A.R.T.-eheystarkistus
gl: Executando o autotest SMART estendido
hi: विस्तारित स्मार्ट स्वयं जांच चला रहा है
hu: Bővített SMART önteszt futtatása
it: Esecuzione test automatico SMART esteso
ja: 詳細 SMART セルフテストを実行中
kn: ವಿಸ್ತರಿಸಲಾದ SMART ಸ್ವಯಂ-ಪರೀಕ್ಷೆಯನ್ನು ನಡೆಸಲಾಗುತ್ತಿದೆ
lt: Vyksta išsamus SMART pasitikrinimas
lv: Darbina paplašināto SMART paštestu
ml: എക്സ്റ്റെന്‍ഡഡ് SMART സ്വയം പരിശോധന നടത്തുന്നു
mr: Extended SMART स्वयं-चाचणी चालवत आहे
nb: Kjører utvidet SMART-selvtest
or: ଅନୁଲମ୍ବିତ SMART ସ୍ୱୟଂ-ପରୀକ୍ଷା ଚାଲୁଅଛି
pa: ਵੱਡਾ S.M.A.R.T. ਖੁਦ ਟੈਸਟ ਚੱਲ ਰਿਹਾ ਹੈ
pt: A Executar Auto-Teste Estendido SMART
pt_br: Executando auto-teste estendido S.M.A.R.T.
sl: Zagnan razširjeni SMART preizkus
sr: Извршавам опширно СМАРТ самотестирање
sv: Kör utökat SMART-självtest
ta: விரிவான SMART சுய-பரிசோதனை இயங்குகிறது
th: กำลังเรียกการทดสอบตัวเองแบบขยายของ SMART

source: Running Conveyance SMART Self-Test
ca@valencia: S'està executant l'autocomprovació de transmissió de l'SMART
de: S.M.A.R.T.-Selbsttest auf Transportschaden wird ausgeführt
el: Εκτέλεση αυτοδιάγνωσης Conveyance S.M.A.R.T.
et: Edastuse SMART-enesetesti jooksutamine
fi: Suoritetaan siirrettävä S.M.A.R.T.-eheystarkistus
gl: Executando o autotest SMART de transmisión
hi: कंवेयंस स्मार्ट स्वयं जांच चला रहा है
hu: Általános SMART önteszt futtatása
it: Esecuzione test automatico SMART di trasporto
ja: Conveyance SMART セルフテストを実行中
kn: ವಾಹಕ SMART ಸ್ವಯಂ-ಪರೀಕ್ಷೆಯನ್ನು ನಡೆಸಲಾಗುತ್ತಿದೆ
lt: Vyksta magnetinio nešėjo paviršiaus SMART pasitikrinimas
lv: Darbina pārvešanas SMART paštestu
ml: കണ്‍വേയന്‍സ് SMART സ്വയം പരിശോധന നടത്തുന്നു
mr: Conveyance SMART स्वयं-चाचणी चालवत आहे
nb: Kjører Conveyance SMART-selvtest
or: ହସ୍ତାନ୍ତରଣ SMART ସ୍ୱୟଂ-ପରୀକ୍ଷା ଚାଲୁଅଛି
pa: ਸੌਖਾ S.M.A.R.T. ਖੁਦ ਟੈਸਟ ਚੱਲ ਰਿਹਾ ਹੈ
pt: A Executar Auto-Teste de Transporte SMART
pt_br: Executando auto-teste documentado S.M.A.R.T.
sl: Zagnan SMART preizkus prenosa
sr: Извршавам СМАРТ самотестирање преноса
sv: Kör SMART-självtest (transport)
ta: SMART சுய-பரிசோதனை அனுப்புவதற்கு இயங்குகிறது

source: Ejecting Media
ca@valencia: S'està expulsant el suport
de: Medium wird ausgeworfen
el: Αποβολή μέσου
et: Andmekandja väljastamine
fi: Avataan asemaa
gl: Extraendo o medio
hi: मीडिया निकाल रहा है
hu: Adathordozó kiadása
id: Mengeluarkan Media
it: Espulsione supporto
ja: メディアを取り出し中
kn: ಮಾಧ್ಯಮವನ್ನು ಹೊರತಳ್ಳಲಾಗುತ್ತಿದೆ
lt: Laikmenos išstūmimas
lv: Izgrūž datu nesēju
ml: മീഡിയ പുറത്തെടുക്കുന്നു
mr: मिडीया बाहेर काढत आहे
nb: Løser ut media
or: ମେଡିଆକୁ ବାହାର କରୁଅଛି
pa: ਮੀਡਿਆ ਬਾਹਰ ਕੱਢਿਆ ਜਾ ਰਿਹਾ ਹੈ
pt: A Ejectar Media
pt_br: Ejetar mídia
sl: Izmetavanje nosilca
sr: Избацујем медијум
sv: Matar ut media
ta: ஊடகத்தை வெளியேற்றுகிறது
th: กำลังดันสื่อออก

source: Detaching Device
ca@valencia: S'està separant el suport
de: Gerät wird entfernt
el: Απόσπαση συσκευής
et: Seadme eraldamine
fi: Irrotetaan laitetta
gl: Sacando o dispositivo
hi: युक्ति अलग कर रहा है
hu: Eszköz leválasztása
id: Melepaskan Perangkat
it: Scollegamento dispositivo
ja: デバイスを取り外し中
kn: ಸಾಧನದ ಸಂಪರ್ಕವನ್ನು ತಪ್ಪಿಸಲಾಗುತ್ತಿದೆ
lt: Įrenginio išėmimas
lv: Atvieno ierīci
ml: ഡിവൈസ് വേര്‍പെടുത്തുന്നു
mr: उपकरण विलग करत आहे
nb: Kobler fra enhet
or: ଉପକରଣକୁ ପୃଥକ କରୁଅଛି
pa: ਜੰਤਰ ਵੱਖ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt: A Desanexar Dispositivo
pt_br: Ejetando dispositivo
sl: Odpenjanje naprave
sr: Откачињем уређај
sv: Kopplar från enheten
ta: சாதனத்தை பிரித்தெடுக்கிறது
th: กำลังแยกอุปกรณ์ออก

source: Forcibly Unmounting Filesystem
ca@valencia: S'està forçant el desmuntatge del sistema de fitxers
de: Aushängen des Dateisystem wird erzwungen
el: Βίαιη αποπροσάρτηση συστήματος αρχείων
et: Failisüsteemi sundlahtihaakimine
fi: Irrotetaan tiedostojärjestelmä väkisin
gl: Desmontando o sistema de ficheiros pola forza
hi: फ़ाइलतंत्र को जबरदस्ती अनारोहित कर रहा है
hu: Fájlrendszer kényszerített leválasztása
id: Melepas Kaitan Sistem Berkas Secara Paksa
it: Smontaggio forzato del file system
ja: 強制的にファイルシステムをアンマウント中
kn: ಒತ್ತಾಯಪೂರ್ವಕವಾಗಿ ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು ಅವರೋಹಿಸಲಾಗುತ್ತಿದೆ
lt: Prievartinis failų sistemos atjungimas
lv: Nomontē failu sistēmu piespiedu kārtā
ml: ഫയല്‍ സിസ്റ്റം നിര്‍ബന്ധമായി അണ്‍മൌണ്ട് ചെയ്യുന്നു
mr: फाइलप्रणालीचे जबरन माऊंट अशक्य करत आहे
or: ଫାଇଲତନ୍ତ୍ରକୁ ବାଧ୍ଯତାମୁଳକ ଭାବରେ ବିସ୍ଥାପନ କରୁଅଛି
pa: ਧੱਕੇ ਨਾਲ ਫਾਇਲ ਸਿਸਟਮ ਅਣ-ਮਾਊਂਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt: A Desmontar Sistema de Ficheiros Forçadamente
pt_br: Desmontando sitema de arquivos à força
sl: Vsiljeno odklopljen datotečni sistem
sr: Насилно демонтирам систем датотека
sv: Tvingar avmontering av filsystem
ta: வலுகட்டாயமாக ஏற்றக்கூடாத கோப்புமுறைமை
th: กำลังบังคับเลิกเมานท์ระบบแฟ้ม

source: Forcibly Locking LUKS device
ca@valencia: S'està forçant el blocatge del dispositiu LUKS
de: Sperren des LUKS-Geräts wird erzwungen
el: Βίαιη κλείδωμα συσκευής LUKS
et: LUKS-seadme sundlukustamine
fi: Lukitaan LUKS-laite väkisin
gl: Desbloqueando o dispositivo LUKS pola forza
hi: LUKS युक्ति को जबरदस्ती लॉक कर रहा है
hu: LUKS eszköz kényszerített zárolása
id: Mengunci perangkat LUKS secara paksa
it: Smontaggio forzato del dispositivo LUKS
ja: 強制的に LUKS デバイスをロック中
kn: LUKS ಸಾಧನವನ್ನು ಒತ್ತಾಯಪೂರ್ವಕವಾಗಿ ಲಾಕ್ ಮಾಡಲಾಗುತ್ತಿದೆ
lt: Prievartinis LUKS įrenginio užrakinimas
lv: Atbloķē LUKS ierīci piespiedu kārtā
ml: LUKS ഡിവൈസ് നിര്‍ബന്ധമായി പൂട്ടുന്നു
mr: LUKS उपकरणाचे कुलूपबंद जबरन अशक्य करत आहे
or: ବାଧ୍ଯତାମୁଳକ ଭାବରେ LUKS ଉପକରଣକୁ ଅପରିବର୍ତ୍ତନୀୟ କରୁଅଛି
pa: ਧੱਕੇ ਨਾਲ LUKS ਜੰਤਰ ਲਾਕ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt: A Trancar Dispositivo LUKS Forçadamente
pt_br: Bloqueando dispositivo LUKS à força
sl: Vsiljeno zaklenjena LUKS naprava
sr: Насилно закључавам ЛУКС уређај
sv: Tvingar låsning av LUKS-enhet
ta: LUKS சாதனத்தை வலுகட்டாயமாக பூட்டு
th: กำลังบังคับล็อคอุปกรณ์ LUKS

source: Linux Basic Data Partition
ca@valencia: Partició de dades bàsica del Linux
de: Einfache Linux-Datenpartition
el: Βασικό διαμέρισμα δεδομένων Linux
et: Linuxi lihtne andmepartitsioon
fi: Linux - tavallinen dataosio
gl: Parcición de datos básica de Linux
hu: Linux alapszintű adatpartíció
id: Partisi Data Basis Linux
it: Partizione Basic Data Linux
ja: Linux 基本データパーティション
lt: Linux Basic Data skirsnis
lv: Linux pamata datu sadaļa
pa: ਲੀਨਕਸ ਬੇਸਿਕ ਡਾਟਾ ਪਾਰਟੀਸ਼ਨ
pt: Partição Básica de Dados Linux
pt_br: Partição básica de dados Linux
sl: Osnovni Linux podatkovni razdelek
sr: Линуксова основна партиција
ta: லீனக்ஸ் அடிப்படை தரவு பகிர்வு
th: พาร์ทิชันข้อมูลพื้นฐานของลินุกซ์

source: Linux RAID Partition
ca@valencia: Partició RAID del Linux
el: Διαμέρισμα Linux RAID
et: Linuxi RAID-partitsioon
fi: Linux RAID-osio
gl: Partición RAID de Linux
hi: Linux RAID विभाजन
hu: Linux RAID partíció
id: Partisi RAID Linux
it: Partizione RAID Linux
ja: Linux RAID パーティション
kn: Linux RAID ವಿಭಾಗ
lt: Linux RAID skirsnis
lv: Linux RAID sadaļa
ml: ലിനക്സ് RAID പാര്‍ട്ടീഷന്‍
mr: Linux RAID विभाजन
nb: Linux RAID-partisjon
or: Linux RAID ବିଭାଜନ
pa: ਲੀਨਕਸ ਰੇਡ ਪਾਰਟੀਸ਼ਨ
pt: Partição RAID Linux
pt_br: Partição Linux RAID
sl: Linux RAID razdelek
sr: Линуксова РАИД партиција
ta: லீனக்ஸ் ரெய்ட் பகிர்வு
th: พาร์ทิชัน RAID ของลินุกซ์

source: Linux Swap Partition
ca@valencia: Partició de memòria intermèdia del Linux
el: Διαμέρισμα Linux Swap
et: Linuxi saalepartitsioon
fi: Linux-sivutusosio
gl: Partición de intercambio de Linux
hi: Linux Swap विभाजन
hu: Linux lapozópartíció
id: Partisi Swap Linux
it: Partizione swap Linux
ja: Linux スワップ・パーティション
kn: Linux ಸ್ವಾಪ್ ವಿಭಾಗ
lt: Linux Swap skirsnis
lv: Linux maiņvietas sadaļa
ml: ലിനക്സ് സ്വാപ്പ് പാര്‍ട്ടീഷന്‍
mr: Linux स्वॅप विभाजन
nb: Linux swap-partisjon
or: Linux Swap ବିଭାଜନ
pa: ਲੀਨਕਸ ਸਵੈਪ ਪਾਰਟੀਸ਼ਨ
pt: Partição Swap Linux
pt_br: Partição Linux Swap
sl: Linux izmenjalni razdelek
sr: Линуксова замена за меморију
sv: Linux växlingspartition
ta: லீனக்ஸ் Swap பகிர்வு
th: พาร์ทิชันพื้นที่สลับของลินุกซ์

source: Linux LVM Partition
ca@valencia: Partició LVM del Linux
el: Διαμέρισμα Linux LVM
et: Linuxi LVM partitsioon
fi: Linux LVM-osio
gl: Partición LVM de Linux
hi: Linux LVM विभाजन
hu: Linux LVM partíció
id: Partisi LVM Linux
it: Partizione LVM Linux
ja: Linux LVM パーティション
kn: Linux LVM ವಿಭಾಗ
lt: Linux LVM skirsnis
lv: Linux LVM sadaļa
ml: ലിനക്സ് LVM പാര്‍ട്ടീഷന്‍
mr: Linux LVM विभाजन
nb: Linux LVM-partisjon
or: Linux LVM ବିଭାଜନ
pa: ਲੀਨਕਸ LVM ਪਾਰਟੀਸ਼ਨ
pt: Partição LVM Linux
pt_br: Partição Linux LVM
sl: Linux LVM razdelek
sr: Линуксова ЛВМ партиција
ta: லீனக்ஸ் LVM பகிர்வு
th: พาร์ทิชัน LVM ของลินุกซ์

source: Linux Reserved Partition
ca@valencia: Partició reservada del Linux
de: Linux Reserve-Partition
el: Δεσμευμένο διαμέρισμα Linux
et: Linuxi partitsiooni reserveering
fi: Linuxin varattu osio
gl: Partición reservada de Linux
hi: Linux आरक्षित विभाजन
hu: Linux fenntartott partíció
id: Partisi Direservasi Linux
it: Partizione riservata Linux
ja: Linux 予約パーティション
kn: Linux ಕಾದಿರಿಸಲಾದ ವಿಭಾಗ
lt: Linux rezervuotas skirsnis
lv: Linux rezervēta sadaļa
ml: ലിനക്സ് റിസേര്‍വ്ഡ് പാര്‍ട്ടീഷന്‍
mr: Linux आरक्षीत विभाजन
nb: Linux reservert partisjon
or: Linux ସଂରକ୍ଷିତ ବିଭାଜନ
pa: ਲੀਨਕਸ ਰਾਖਾਵਾਂ ਪਾਰਟੀਸ਼ਨ
pt: Partição Reservada Linux
pt_br: Partição Linux Reservada
sl: Linux rezervirani razdelek
sr: Линуксова резервисана партиција
sv: Reserverad Linux-partition
ta: லீனக்ஸ் ஒதுக்கீடு பகிர்வு
th: พาร์ทิชันสงวนของลินุกซ์

source: MBR Partition Scheme
ca@valencia: Esquema de partició MBR
de: MBR-Partitionsschema
el: Σχήμα διαμερίσματος MBR
et: MBR partitsiooniskeem
fi: MBR-osiotaulu
gl: Esquema de particións MBR
hi: एमबीआर विभाजन योजना
hu: MBR partícióséma
id: Skema Partisi MBR
it: Schema partizioni MBR
ja: MBR パーティションスキーム
kn: MBR ವಿಭಜನಾ ಪದ್ಧತಿ
lt: MBR skirsnių schema
lv: MBR sadaļas shēma
ml: MBR പാര്‍ട്ടീഷന്‍ സ്കീം
mr: MBR विभाजन योजना
nb: MBR partisjonering
or: MBR ବିଭାଜନ ଯୋଜନା
pa: MBR ਪਾਰਟੀਸ਼ਨ ਸਕੀਮ
pt: Esquema de Partições MBR
pt_br: Esquema de partição MBR
sl: MBR shema razdelkov
sr: МБР партициона шема
sv: MBR-partitionsschema
ta: MBR பகிர்வு திட்டம்
th: แบบแผนพาร์ทิชัน MBR

source: EFI System Partition
ca@valencia: Partició de sistema EFI
el: Διαμέρισμα συστήματος EFI
et: EFI süsteemipartitsioon
fi: EFI-järjestelmäosio
gl: Sistema de particións EFI
hi: EFI तंत्र विभाजन
hu: EFI rendszerpartíció
id: Partisi Sistem EFI
it: Partizione di sistema EFI
ja: EFI システムパーティション
kn: EFI ಕಡತ ವಿಭಾಗ
lt: EFI sistemos skirsnis
lv: EFI sistēmas sadaļa
ml: EFI സിസ്റ്റം പാര്‍ട്ടീഷന്‍
mr: EFI प्राणाली विभाजन
nb: EFI systempartisjon
or: EFI ତନ୍ତ୍ର ବିଭାଜନ
pa: EFI ਸਿਸਟਮ ਪਾਰਟੀਸ਼ਨ
pt: Sistema de Partições EFI
pt_br: Partição de sistema EFI
sl: EFI sistemski razdelek
sr: ЕФИ системска партиција
ta: EFI அமைப்பு பகிர்வு
th: พาร์ทิชันระบบ EFI

source: BIOS Boot Partition
ca@valencia: Partició d'arrencada de la BIOS
el: Διαμέρισμα BIOS Boot
et: BIOS-i alglaadimispartitsioon
fi: BIOS-käynnistysosio
gl: Partición de arranque BIOS
hu: BIOS rendszerindító partíció
id: Partisi Boot BIOS
it: Partizione boot BIOS
ja: BIOS 起動パーティション
lt: BIOS įkėlimo skirsnis
lv: BIOS palaišanas sadaļa
nb: BIOS-oppstartspartisjon
pa: BIOS ਬੂਟ ਪਾਰਟੀਸ਼ਨ
pt: Partição de Arranque BIOS
pt_br: Partição de Boot BIOS
sl: Zagonljiv BIOS razdelek
sr: Покретачка партиција за БИОС
sv: BIOS-uppstartspartition
ta: பயாஸ் பூட் பகிர்வு
th: พาร์ทิชันบูตของ BIOS

source: Microsoft Reserved Partition
ca@valencia: Partició reservada de Microsoft
de: Reservierte Microsoft-Partition
el: Δεσμευμένο διαμέρισμα Microsoft
et: Microsofti partitsioonireserveering
fi: Microsoft - varattu osio
gl: Partición reservada de Microsoft
hi: Microsoft आरक्षित विभाजन
hu: Microsoft fenntartott partíció
id: Partisi Direservasi Microsoft
it: Partizione riservata Microsoft
ja: Microsoft 予約パーティション
kn: Microsoft ಕಾದಿರಿಸಲಾದ ವಿಭಾಗ
lt: Microsoft rezervuotas skirsnis
lv: Microsoft rezervētā sadaļa
ml: മൈക്രോസോഫ്റ്റ് റിസേര്‍വ് ചെയ്തിരിക്കുന്ന പാര്‍ട്ടീഷന്‍
mr: Microsoft आरक्षीत विभाजन
nb: Microsoft reservert partisjon
or: Microsoft ସଂରକ୍ଷିତ ବିଭାଜନ
pa: ਮਾਈਕਰੋਸਾਫਟ ਰਾਖਵਾਂ ਪਾਰਟੀਸ਼ਨ
pt: Partição Reservada Microsoft
pt_br: Partição Reservada Microsoft
sl: Microsoftov rezervirani razdelek
sr: Партиција резервисана за Мајкрософт
sv: Reserverad Microsoft-partition
ta: Microsoft ஒதுக்கீடு பகிர்வு
th: พาร์ทิชันสงวนของไมโครซอฟท์

source: Microsoft Basic Data Partition
ca@valencia: Partició de dades bàsica de Microsoft
de: Einfache Microsoft-Datenpartition
el: Βασικό διαμέρισμα δεδομένων Microsoft
et: Microsofti lihtne andmepartitsioon
fi: Microsoft - tavallinen dataosio
gl: Parcición de datos básica de Microsoft
hu: Microsoft alapszintű adatpartíció
id: Partisi Data Basis Microsoft
it: Partizione Basic Data Microsoft
ja: Microsoft 基本データパーティション
lt: Microsoft Basic Data skirsnis
lv: Microsoft pamata datu sadaļa
pa: ਮਾਈਕਰੋਸਾਫਟ ਬੇਸਿਕ ਡਾਟਾ ਪਾਰਟੀਸ਼ਨ
pt: Partição Básica de Dados Microsoft
pt_br: Partição de Básica de Dados Microsoft
sl: Osnovni Microsoft podatkovni razdelek
sr: Мајкрософтова партиција са основним подацима
ta: மைக்ரோசாஃப்ட் அடிப்படை தரவு பகிர்வு
th: พาร์ทิชันข้อมูลพื้นฐานของไมโครซอฟท์

source: Microsoft LDM Metadata Partition
ca@valencia: Partició de metadades LDM de Microsoft
de: Microsoft LDM Metadaten-Partition
el: Διαμέρισμα μεταδεδομένων Microsoft LDM
et: Microsofti LDM metaandmete partitsioon
fi: Microsoft - LDM-metatieto-osio
gl: Partición de metadatos LDM de Microsoft
hu: Microsoft LDM metaadat-partíció
id: Partisi Metadata LDM Microsoft
it: Partizione metadati LDM Microsoft
ja: Microsoft LDM メタデータパーティション
lt: Microsoft LDM meta duomenų skirsnis
lv: Microsoft LDM metadatu sadaļa
nb: Microsoft LDM-metadatapartisjon
pa: ਮਾਈਕਰੋਸਾਫਟ LDM ਮੇਟਾ-ਡਾਟਾ ਪਾਰਟੀਸ਼ਨ
pt: Partição de meta Dados LDM Microsoft
pt_br: Partição metadados LDM Microsoft
sl: Microsoft LDM metapodatkovni razdelek
sr: Мајкрософтова ЛДМ партиција са метаподацима
ta: மைக்ரோசாஃப்ட் எல்டிஎம் மெடாதரவு பகிர்வு
th: พาร์ทิชันข้อมูลกำกับ LDM ของไมโครซอฟท์

source: Microsoft LDM Data Partition
ca@valencia: Partició de dades LDM de Microsoft
de: Microsoft LDM Daten-Partition
el: Διαμέρισμα δεδομένων Microsoft LDM
et: Microsofti LDM andmete partitsioon
fi: Microsoft - LDM-dataosio
gl: Partición de metadatos LDM de Microsoft
hu: Microsoft LDM adatpartíció
id: Partisi Data LDM Microsoft
it: Partizione dati LDM Microsoft
ja: Microsoft LDM データパーティション
lt: Microsoft LDM duomenų skirsnis
lv: Microsoft LDM datu sadaļa
nb: Microsoft LDM-datapartisjon
pa: ਮਾਈਕਰੋਸਾਫਟ LDM ਡਾਟਾ ਪਾਰਟੀਸ਼ਨ
pt: Partição de Dados LDM Microsoft
pt_br: Partição de dados LDM Microsoft
sl: Microsoft LDM podatkovni razdelek
sr: Мајкрософтова ЛДМ партиција са подацима
ta: மைக்ரோசாஃப்ட் எல்டிஎம் தரவு பகிர்வு
th: พาร์ทิชันข้อมูล LDM ของไมโครซอฟท์

source: Microsoft Windows Recovery Environment
ca@valencia: Entorn de recuperació del Windows de Microsoft
de: Windows-Wiederherstellungsumgebung von Microsoft
el: Περιβάλλον επαναφοράς Microsoft Windows
et: Microsoft Windows taastamiskeskkond
fi: Microsoft Windows -palautusympäristö
gl: Contorno de recuperación de Microsoft Window
hu: Microsoft Windows helyreállítási környezet
id: Lingkungan Pemulihan Microsoft Windows
it: Ambiente ripristino Microsoft Windows
ja: Microsoft Windows リカバリ環境
lt: Microsoft Windows atkūrimo aplinka
lv: Microsoft Windows atjaunošanas vide
nb: Microsoft Windows gjenopprettingsmiljø
pa: ਮਾਈਕਰੋਸਾਫਟ ਵਿੰਡੋਜ਼ ਰਿਕਵਰੀ ਇੰਵਾਇਰਨਮੈਂਟ
pt: Ambiente de Recuperação do Microsoft Windows
pt_br: Ambiente Microsoft de recuperação Windows
sl: Microsoft Windows okolje za obnavljanje sistema
sr: Мајкрософтова партиција за враћање система
sv: Microsoft Windows-återställningsmiljö
ta: மைக்ரோசாஃப்ட் விண்டோஸ் மீட்பு சூழல்
th: สภาพแวดล้อมสำหรับกู้คืนวินโดวส์ของไมโครซอฟท์

source: HP-UX Data Partition
ca@valencia: Partició de dades d'HP-UX
de: Einfache HP-UX-Datenpartition
el: Βασικό διαμέρισμα δεδομένων HP-UX
et: HP-UX andmepartitsioon
fi: HP-UX-dataosio
gl: Parcición de datos de HP-UX
hu: HP-UX adatpartíció
id: Partisi Data HP-UX
it: Partizione dati HP-UX
ja: HP-UX データパーティション
lt: HP-UX duomenų skirsnis
lv: HP-UX datu sadaļa
nb: HP-UX datapartisjon
pa: HP-UX ਡਾਟਾ ਪਾਰਟੀਸ਼ਨ
pt: Partição de Dados HP-UX
pt_br: Partição de dados HP-UX
sl: HP-UX podatkovni razdelek
sr: HP-UX партиција са подацима
ta: எச்பி-யூஎக்ஸ் தரவு பகிர்வு
th: พาร์ทิชันข้อมูลของ HP-UX

source: HP-UX Service Partition
ca@valencia: Partició de servei d'HP-UX
de: HP-UX-Dienst-Partition
el: Διαμέρισμα υπηρεσίας HP-UX
et: HP-UX teeninduspartitsioon
fi: HP-UX-palveluosio
gl: Partición de servizo de HP-UX
hu: HP-UX szervizpartíció
id: Partisi Layanan HP-UX
it: Partizione di servizio HP-UX
ja: HP-UX サービスパーティション
lt: UP-UX tarnybų skirsnis
lv: HP-UX servisu sadaļa
nb: HP-UX servicepartisjon
pa: HP-UX ਸਰਵਿਸ ਪਾਰਟੀਸ਼ਨ
pt: Partição de Serviço HP-UX
pt_br: Partição de serviço HP-UX
sl: HP-UX storitveni razdelek
sr: HP-UX сервисна партиција
ta: எச்பி-யூஎக்ஸ் சேவை பகிர்வு
th: พาร์ทิชันบริการของ HP-UX

source: FreeBSD Boot Partition
ca@valencia: Partició d'arrencada del FreeBSD
el: Διαμέρισμα FreeBSD Boot
et: FreeBSD alglaadimispartitsioon
fi: FreeBSD-käynnistysosio
gl: Partición de arranque de FreeBSD
hu: FreeBSD indítópartíció
id: Partisi Boot FreeBSD
it: Partizione boot FreeBSD
ja: FreeBSD ブート・パーティション
lt: FreeBSD įkėlimo skirsnis
lv: FreeBSD palaišanas sadaļa
nb: FreeBSD oppstartspartisjon
pa: FreeBSD ਬੂਟ ਪਾਰਟੀਸ਼ਨ
pt: Partição de Arranque FreeBSD
pt_br: Partição de Boot FreeBSD
sl: FreeBSD zagonljiv razdelek
sr: Покретачка партиција за ФриБСД
sv: FreeBSD-uppstartspartition
ta: ப்ரீபிடிஎஸ் பூட் பகிர்வு
th: พาร์ทิชันบูตของ FreeBSD

source: FreeBSD Data Partition
ca@valencia: Partició de dades del FreeBSD
de: FreeBSD Datenpartition
el: Διαμέρισμα δεδομένων FreeBSD
et: FreeBSD andmepartitsioon
fi: FreeBSD-dataosio
gl: Partición de datos de FreeBSD
hu: FreeBSD adatpartíció
id: Partisi Data FreeBSD
it: Partizione dati FreeBSD
ja: FreeBSD データパーティション
lt: FreeBSD duomenų skirsnis
lv: FreeBSD datu sadaļa
nb: FreeBSD datapartisjon
pa: FreeBSD ਡਾਟਾ ਪਾਰਟੀਸ਼ਨ
pt: Partição de Dados FreeBSD
pt_br: Partição de dados FreeBSD
sl: FreeBSD podatkovni razdelek
sr: Партиција са подацима за ФриБСД
ta: ப்ரீபிடிஎஸ் தரவு பகிர்வு
th: พาร์ทิชันข้อมูลของ FreeBSD

source: FreeBSD Swap Partition
ca@valencia: Partició de memòria intermèdia del FreeBSD
el: Διαμέρισμα FreeBSD Swap
et: FreeBSD saalepartitsioon
fi: FreeBSD-sivutusosio
gl: Partición de intercambio de FreeBSD
hu: FreeBSD lapozópartíció
id: Partisi Swap FreeBSD
it: Partizione swap FeeBSD
ja: FreeBSD スワップ・パーティション
lt: FreeBSD Swap skirsnis
lv: FreeBSD maiņvietas sadaļa
nb: FreeBSD swap-partisjon
pa: FreeBSD ਸਵੈਪ ਪਾਰਟੀਸ਼ਨ
pt: Partição Swap FreeBSD
pt_br: Partição de Swap FreeBSD
sl: FreeBSD izmenjalni razdelek
sr: Замена за меморију за ФриБСД
ta: ப்ரீபிடிஎஸ் இடமாற்று பகிர்வு
th: พาร์ทิชันพื้นที่สลับของ FreeBSD

source: FreeBSD UFS Partition
ca@valencia: Partició UFS del FreeBSD
el: Διαμέρισμα FreeBSD UFS
et: FreeBSD UFS-partitsioon
fi: FreeBSD-UFS-osio
gl: Partición UFS de FreeBSD
hu: FreeBSD UFS partíció
id: Partisi UFS FreeBSD
it: Partizione UFS FreeBSD
ja: FreeBSD UFS パーティション
lt: FreeBSD UFS skirsnis
lv: FreeBSD UFS sadaļa
nb: FreeBSD UFS-partisjon
pa: FreeBSD UFS ਪਾਰਟੀਸ਼ਨ
pt: Partição UFS FreeBSD
pt_br: Partição UFS FreeBSD
sl: FreeBSD UFS razdelek
sr: ФриБСД УФС партиција
ta: ப்ரீபிடிஎஸ் யூஎஃப்எஸ் பகிர்வு
th: พาร์ทิชัน UFS ของ FreeBSD

source: FreeBSD Vinum Partition
ca@valencia: Partició Vinum del FreeBSD
el: Διαμέρισμα FreeBSD Vinum
et: FreeBSD Vinum-partitsioon
fi: FreeBSD-Vinum-osio
gl: Partición Vinum de FreeBSD
hu: FreeBSD Vinum partíció
id: Partisi Vinum FreeBSD
it: Partizione Vinum FreeBSD
ja: FreeBSD Vinum パーティション
lt: FreeBSD Vinum skirsnis
lv: FreeBSD Vinum sadaļa
nb: FreeBSD Vinum-partisjon
pa: FreeBSD Vinum ਪਾਰਟੀਸ਼ਨ
pt: Partição Vinum FreeBSD
pt_br: Partição Vinum FreeBSD
sl: FreeBSD Vinum razdelek
sr: ФриБСД Винум партиција
ta: ப்ரீபிடிஎஸ் வினம் பகிர்வு
th: พาร์ทิชัน Vinum ของ FreeBSD

source: FreeBSD ZFS Partition
ca@valencia: Partició ZFS del FreeBSD
el: Διαμέρισμα FreeBSD ZFS
et: FreeBSD ZFS-partitsioon
fi: FreeBSD-ZFS-osio
gl: Partición ZFS de FreeBSD
hu: FreeBSD ZFS partíció
id: Partisi ZFS FreeBSD
it: Partizione ZFS FreeBSD
ja: FreeBSD ZFS パーティション
lt: FreeBSD ZFS skirsnis
lv: FreeBSD ZFS sadaļa
nb: FreeBSD ZFS-partisjon
pa: FreeBSD ZFS ਪਾਰਟੀਸ਼ਨ
pt: Partição ZFS FreeBSD
pt_br: Partição ZFS FreeBSD
sl: FreeBSD ZFS razdelek
sr: ФриБСД ZFS партиција
ta: ப்ரீபிடிஎஸ் ஜீஎஃப்எஸ் பகிர்வு
th: พาร์ทิชัน ZFS ของ FreeBSD

source: Solaris Boot Partition
ca@valencia: Partició d'arrencada del Solaris
el: Διαμέρισμα Solaris Boot
et: Solarise alglaadimispartitsioon
fi: Solaris-käynnistysosio
gl: Partición de arranque de Solaris
hu: Solaris indítópartíció
id: Partisi Boot Solaris
it: Partizione boot Solaris
ja: Solaris 起動パーティション
lt: Solaris įkėlimo skirsnis
lv: Solaris palaišanas sadaļa
nb: Solaris oppstartspartisjon
pa: Solaris ਬੂਟ ਪਾਰਟੀਸ਼ਨ
pt: Partição de Arranque Solaris
pt_br: Partição de Boot Solaris
sl: Solaris zagonljiv razdelek
sr: Покретачка партиција за Соларис
ta: சொலாரிஸ் பூட் பகிர்வு
th: พาร์ทิชันบูตของ Solaris

source: Solaris Root Partition
ca@valencia: Partició arrel del Solaris
el: Διαμέρισμα Solaris Root
et: Solarise juurpartitsioon
fi: Solaris-juuriosio
gl: Partición raíz de Solaris
hu: Solaris Alapszintű gyökérpartíció
id: Partisi Root Solaris
it: Partizione root Solaris
ja: Solaris ルートパーティション
lt: Solaris Root skirsnis
lv: Solaris saknes sadaļa
nb: Solaris rotpartisjon
pa: Solaris ਰੂਟ ਪਾਰਟੀਸ਼ਨ
pt: Partição Root Solaris
pt_br: Partição raiz do Solaris
sl: Solaris skrbniški razdelek
sr: Главна Соларисова партиција
ta: சொலாரிஸ் ரூட் பகிர்வு
th: พาร์ทิชันรากของ Solaris

source: Solaris Swap Partition
ca@valencia: Partició de memòria intermèdia del Solaris
el: Διαμέρισμα Solaris Swap
et: Solarise saalepartitsioon
fi: Solaris-sivutusosio
gl: Partición de intercambio de Solaris
hu: Solaris lapozópartíció
id: Partisi Swap Solaris
it: Partizione swap Solaris
ja: Solaris スワップ・パーティション
lt: Solaris Swap skirsnis
lv: Solaris maiņvietas sadaļa
nb: Solaris swap-partisjon
pa: ਸੋਲਾਰਿਸ ਸਵੈਪ ਪਾਰਟੀਸ਼ਨ
pt: Partição Swap Solaris
pt_br: Partição de Swap Solaris
sl: Solaris izmenjalni razdelek
sr: Соларисова замена за меморију
ta: சொலாரிஸ் இடமாற்று பகிர்வு
th: พาร์ทิชันพื้นที่สลับของ Solaris
