Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: Error mounting device
ca@valencia: S'ha produït un error en muntar el dispositiu
de: Fehler beim Einhängen des Gerätes
el: Σφάλμα κατά την προσάρτηση συσκευής
et: Viga seadme haakimisel
fi: Virhe liitettäessä laitetta
gl: Produciuse un erro ao montar o dispositivo
hi: युक्ति आरोहित करने में त्रुटि
hu: Hiba az eszköz csatolásakor
id: Galat ketika mengaitkan perangkat
it: Errore nel montare il dispositivo
ja: デバイスのマウント中にエラーが発生しました
kn: ಸಾಧನವನ್ನು ಆರೋಹಿಸುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ
lt: Klaida prijungiant įrenginį
lv: Kļūda, montējot ierīci
ml: ഡിവൈസ് മൌണ്ട് ചെയ്യുന്നതില്‍ പിശക്
mr: उपकरण माऊन्ट करतेवेळी त्रुटी
nb: Feil under montering av enhet
or: ଉପକରଣକୁ ସ୍ଥାପନ କରିବାରେ ତ୍ରୁଟି
pa: ਜੰਤਰ ਮਾਊਂਟ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao montar dispositivo
pt_br: Erro ao montar o dispositivo
sl: Napaka med priklapljanjem naprave
sr: Грешка при монтирању диска
sv: Fel vid montering av enheten
ta: சாதனம் ஏற்றும் போது பிழை
th: เกิดข้อผิดพลาดขณะเมานท์อุปกรณ์

source: Error storing passphrase in keyring
ca@valencia: S'ha produït un error en emmagatzemar la contrasenya a l'anell de claus
de: Fehler beim Speichern des Kennworts im Schlüsselbund
el: Σφάλμα αποθήκευσης φράσης πρόσβασης στην κλειδοθήκη
et: Viga parooli salvestamisel võtmerõngasse
fi: Virhe tallennettaessa tunnuslausetta avainnippuun
gl: Produciuse un erro ao almacenar a frase de paso no anel de chaves
hi: कीरिंग में कूटशब्द जमा करने में त्रुटि
hu: Hiba a jelszó tárolásakor a kulcstartón
id: Galat ketika menyimpan pasfrasa pada ring kunci
it: Errore nell'archiviare la passphrase nel portachiavi
ja: キーリングにパスフレーズを格納中にエラーが発生しました
kn: ಗುಪ್ತವಾಕ್ಯವನ್ನು ಕೀಲಿಸುರುಳಿಯಲ್ಲಿ ಶೇಖರಿಸಿಡುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ
lt: Klaida išsaugant slaptažodį raktinėje
lv: Kļūda, saglabājot paroli atslēgu saišķī
ml: കീറിങില്‍ പാസ്ഫ്രെയിസ് സൂക്ഷിക്കുന്നതില്‍ പിശക്
mr: किरींग मध्ये पासफ्रेज् साठवतेवेळी त्रुटी
nb: Feil under lagring av passord på nøkkelring
or: କି-ରିଙ୍ଗରେ ପ୍ରବେଶ ସଂକେତକୁ ସଂରକ୍ଷଣ କରିବାରେ ତ୍ରୁଟି
pa: ਕੀਰਿੰਗ ਵਿੱਚ ਸ਼ਬਦ ਸਟੋਰ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao armazenar a frase-senha no chaveiro
pt_br: Erro ao armazenar a frase secreta no chaveiro
sl: Napaka med shranjevanjem šifrirnega gesla v zbirko ključev
sr: Грешка приликом чувања лозинке у привезак
sv: Fel vid lagring av lösenfrasen i nyckelringen
ta: விசைரிங்கில் கடவுச்சொல்லை வரிசைப்படுத்துவதில் பிழை
th: เกิดข้อผิดพลาดขณะเก็บวลีรหัสผ่านในพวงกุญแจ

source: The RAID Array to add a component to.
ca@valencia: La matriu RAID a la qual es vol afegir un component.
de: Die RAID-Anordnung, der eine Komponente hinzugefügt werden soll.
el: Η συστοιχία RAID για προσθήκη στοιχείου.
et: RAID-massiiv, millele lisada komponent.
fi: RAID-pakka, johon komponentti lisätään.
gl: A matriz de RAID onde engadir un compoñente.
hu: A RAID-tömb, amelyhez összetevőt ad.
it: L'array RAID a cui aggiungere un componente.
ja: コンポーネントを追加する RAID アレイ
lt: RAID masyvas, į kurį pridėti komponentą.
lv: RAID masīvs, kuram pievienot komponenti.
pa: ਭਾਗ ਜੋੜਨ ਲਈ ਰੇਡ ਅਰੇ।
pt: O conjunto RAID ao qual adicionar um componente.
pt_br: A matriz RAID para adicionar um componente
sl: RAID polje za dodajanje predmeta.
sr: РАИД опсег у који се додаје компонента.
sv: RAID-kedjan att lägga till en komponent till.
ta: ஒரு பொருளை சேர்க்க ரெய்ட் வரிசை
th: แอร์เรย์ RAID ที่จะเพิ่มองค์ประกอบ

source: Add spare to %s
ca@valencia: Afig un reservat a %s
de: Reservegerät zu %s hinzufügen
el: Προσθήκη εφεδρείας στο %s
et: Varukomponendi lisamine %s-le
fi: Lisää varalevy pakkaan %s
gl: Engadir un compoñente de reposto a %s
hu: Tartalék adása ehhez: %s
it: Aggiungi spare a %s
ja: %s にスペアを追加
lt: Pridėti rezervą į %s
lv: Pievienot rezerves disku pie %s
nb: Legg til reserve på %s
pa: %s ਲਈ ਸਪੇਅਰ ਸ਼ਾਮਲ
pt: Adicionar reserva a %s
pt_br: Adicionar reserva à %s
sl: Dodaj nadomestno območje k %s
sr: Додај резерву у %s
sv: Lägg till reserv till %s
ta: %s க்கு துணை சேர்
th: เพิ่มพื้นที่สำรองให้กับ %s

source: Select a device to create a %s spare on for the RAID Array "%s" (%s)
ca@valencia: Seleccioneu un dispositiu per crear-hi una partició de reserva de %s a la matriu RAID «%s» (%s)
de: Wählen Sie ein Gerät, welches als %s-Reservegerät für die RAID-Anordnung »%s« erstellt werden soll (%s)
el: Επιλέξτε μια συσκευή για τη δημιουργία εφεδρείας %s για τη συστοιχία RAID "%s" (%s)
et: Vali seade, millest luua RAID-massiivi "%s$2" (%s$3) %s$1 varukomponent
fi: Valitse laite, jonne luodaan %s varaosa RAID-pakassa ”%s” (%s)
gl: Seleccione un disco para crear un compoñente de reposto %s na matriz de RAID «%s» (%s)
hu: Válassza ki a(z) a(z) „%2$s” RAID-tömbhöz (%3$s) %1$s méretű tartalék létrehozásához használandó eszközt
it: Selezionare un dispositivo su cui creare uno spare da %s per l'array RAID «%s» (%s)
ja: RAIDアレイ "%2$s" (%3$s) に %1$s のスペアを作成するデバイスを選択してください
lt: Pasirinkite įrenginį, kuriame sukurti rezervą %s RAID masyve „%s“. (%s)
lv: Izvēlieties ierīci, lai izveidotu %s rezerves disku RAID masīvam "%s" (%s)
pa: ਰੇਡ ਅਰੇ "%s" (%s) ਲਈ %s ਸਪੇਰ ਬਣਾਉਣ ਲਈ ਜੰਤਰ ਚੁਣੋ
pt: Seleccione um disco para criar uma reserva com %s no conjunto RAID "%s" (%s)
pt_br: Selecione um dispositivo para criar um %s reserva para a Matriz RAID "%s" (%s)
sl: Izbor naprave za ustvarjanje %s nadomestnega območja za RAID polje "%s" (%s)
sr: Изаберите уређај за прављење резерве %s за РАИД опсег „%s“ (%s)
sv: Välj en enhet för att skapa en %s-reserv för RAID-kedjan "%s" (%s)
ta: ரெய்ட் வரிசை "%s" (%s) இல் %s ஐ சேர்க்கை பொருளாக பயன்படுத்த ஒரு சானத்தை தேர்ந்தெடுக்கவும்
th: เลือกอุปกรณ์ที่จะใช้เพิ่มพื้นที่สำรองขนาด %s สำหรับแอร์เรย์ RAID "%s" (%s)

source: Expand %s
ca@valencia: Expandeix %s
de: %s erweitern
el: Επέκταση %s
et: %s laiendamine
fi: Laajenna %s
gl: Expandir %s
hu: %s bővítése
it: Espandi %s
ja: 拡張領域 %s
lt: Išplėsti %s
lv: Paplašināt %s
nb: Utvid %s
pa: %s ਫੈਲਾਓ
pt: Expandir %s
pt_br: Expande %s
sl: Razširi %s
sr: Прошири %s
sv: Expandera %s
ta: விரிவாக்கு %s
th: ขยาย %s

source: Select one or more devices to use %s on for expanding the RAID Array "%s" (%s)
ca@valencia: Seleccioneu un dispositiu o més per utilitzar-hi el %s per expandir la matriu RAID «%s» (%s)
de: Wählen Sie eines oder mehrere Geräte, für die %s als Erweiterung der RAID-Anordnung »%s« genutzt werden sollen (%s)
el: Επιλέξτε μια ή περισσότερες συσκευές για χρήση %s στην επέκταση της συστοιχίας RAID "%s" (%s)
et: Vali vähemalt üks seade RAID-massiivi "%s$2" (%s$3) komponendi %s$1 laiendamiseks
fi: Valitse yksi tai useampi laite, joilta käytetään %s laajentamaan RAID-pakkaa ”%s” (%s)
gl: Seleccione un ou máis discos para usar %s onde expandir a matriz de RAID «%s» (%s)
hu: Válassza ki a(z) „%2$s” RAID-tömb (%3$s) kibővítéséhez használandó %1$s helyet tartalmazó eszközöket
it: Selezionare uno o più dispositivi su cui usare %s per espandere l'array RAID «%s» (%s)
ja: RAIDアレイ "%2$s" (%3$s) を拡張して %1$s を利用するデバイスを1つ以上選択してください
lt: Pasirinkite vieną ar daugiau įrenginių, kuriuose naudoti %s RAID masyvo „%s“ išplėtimui. (%s)
lv: Izvēlieties vienu vai vairākas ierīces, uz kurām izmantot %s , lai paplašinātu RAID masīvu "%s" (%s)
pa: ਰੇਡ ਅਰੇ "%s" (%s) ਫੈਲਾਉਣ ਲਈ %s ਉੱਤੇ ਵਰਤਣ ਵਾਸਤੇ ਇੱਕ ਜਾਂ ਵੱਧ ਜੰਤਰ ਚੁਣੋ
pt: Seleccione um ou mais discos nos quais utilizar %s para expandir o conjunto RAID "%s" (%s)
pt_br: Seleione um ou mais dispositivos para usar o %s para expandr a matriz RAID "%s" (%s)
sl: Izbor ene ali več naprav za %s za razširjanje RAID polja "%s" (%s)
sr: Изаберите диск или дискове који користе %s за проширење РАИД опсега „%s“ (%s)
sv: Välj en eller flera enheter för att använda %s på för att expandera RAID-kedjan "%s" (%s)
ta: ரெய்ட் வரிசை "%s" (%s) ஐ விரிக்க %s ஐ பயன்படுத்த ஒன்றோ மேலோ சானத்தை தேர்ந்தெடுக்கவும்
th: เลือกอุปกรณ์ตั้งแต่หนึ่งชิ้นขึ้นไปที่จะใช้สร้างเนื้อที่ %s สำหรับขยายแอร์เรย์ RAID "%s" (%s)

source: _Expand
ca@valencia: _Expandeix
de: _Erweitern
el: _Επέκταση
et: _Laienda
fi: _Laajenna
gl: _Expandir
hu: Bő_vítés
it: E_spandi
ja: 拡張領域(_E)
lt: _Išplėsti
lv: _Paplašināt
nb: _Utvid
pa: ਫੈਲਾਓ(_E)
pt: _Expandir
pt_br: _Expande
sl: _Razširi
sr: _Прошири
sv: _Expandera
ta: விரிவாக்கு (_E)
th: _ขยาย

source: The VG to add a PV to.
ca@valencia: El grup de volums on s'ha d'afegir un volum físic.
de: Die Datenträgergruppe, zu der der physikalische Datenträger hinzugefügt werden soll.
el: Η VG για προσθήκη ενός PV.
et: Virtuaalgrupp, millele lisada füüsiline köide.
fi: Taltioryhmä (VG), johon fyysinen taltio (PV) lisätään.
gl: O VG onde engadir un PV.
hu: Fizikai kötet ezen kötetcsoporthoz adása.
it: Il gruppo di volumi a cui aggiungere un volume fisico.
ja: 物理ボリュームを追加するボリュームグループ
lt: Tomų grupė fiziniam tomui.
lv: Loģiskā grupa, kurai pievienot fizisko sējumu.
nb: Volumgruppe fysisk volum skal legges til i.
pa: PV ਵਿੱਚ ਜੋੜਨ ਲਈ VG।
pt: O VG ao qual adicionar um PV
pt_br: O VG para adicionar um PV.
sl: Skupina nosilcev kateri bo fizični nosilec dodan.
sr: Група на који се додаје диск.
sv: Volymgruppen att lägga till en fysisk volym till.
ta: ஒரு பிவி சேர்க்க விஜி
th: กลุ่มโวลุมที่จะเพิ่มโวลุมจริงเข้าไป

source: Add Physical Volume to %s (%s)
ca@valencia: Afig un volum físic a %s (%s)
de: Physikalischen Datenträger zu %s hinzufügen (%s)
el: Προσθήκη φυσικού τόμου σε %s (%s)
et: Füüsilise köite lisamine %s-le (%s)
fi: Lisää fyysinen taltio ryhmään %s (%s)
gl: Engadir un volume físico a %s (%s)
hu: Fizikai kötet hozzáadása ehhez: %s (%s)
id: Tambah Volume Fisik ke %s (%s)
it: Aggiungi volume fisico a %s (%s)
ja: 物理ボリュームを %s (%s) に追加
lt: Pridėti fizinį tomą į %s (%s)
lv: Pievienot fizisko sējumu pie %s (%s)
nb: Legg til fysisk volum på %s (%s)
pa: %s (%s) ਵਿੱਚ ਫਿਜ਼ੀਕਲ ਵਾਲੀਅਮ ਜੋੜੋ
pt: Adicionar Volume Físico a %s (%s)
pt_br: Adicionar um Volume Físico em %s (%s)
sl: Dodaj fizični nosilec v %s (%s)
sr: Додај диск на %s (%s)
sv: Lägg till fysisk volym till %s (%s)
ta: %s க்கு பருநிலை தொகுதி சேர் ( %s)
th: เพิ่มโวลุมจริงให้กับ %s (%s)

source: _Size:
ca@valencia: _Mida:
de: _Größe:
el: _Μέγεθος:
et: _Suurus:
fi: _Koko:
gl: _Tamaño:
hi: आकार (_S):
hu: _Méret:
id: _Ukuran:
it: _Dimensione:
ja: サイズ(_S):
kn: ಗಾತ್ರ(_S):
lt: Dydi_s:
lv: _Izmērs:
ml: _വ്യാപ്തി:
mr: आकार (_S):
nb: _Størrelse:
or: ଆକାର (_S):
pa: ਆਕਾਰ(_S):
pt: _Tamanho:
pt_br: _Tamanho
sl: _Velikost:
sr: _Величина:
sv: _Storlek:
ta: அளவு (_S):
th: _ขนาด:

source: Read Error Rate
ca@valencia: Ràtio d'errors de lectura
de: Lesefehlerrate
el: Ρυθμός σφαλμάτων ανάγνωσης
et: Lugemisvigade määr
fi: Lukuvirhetiheys
gl: Taxa de erros de lectura
hi: पठन त्रुटि दर
hu: Olvasási hibák gyakorisága
it: Tasso letture errate
kn: ಓದುವ ದೋಷದ ದರ
lt: Skaitymo klaidų dažnis
lv: Lasīšanas kļūdu biežums
ml: റീഡ് എറര്‍ റേറ്റ്
mr: त्रुटी दर वाचा
nb: Rate for lesefeil
or: ତ୍ରୁଟି ହାରକୁ ପଢ଼ନ୍ତୁ
pa: ਰੀਡ ਗਲਤੀ ਰੇਟ
pt: Taxa de Leitura de Erros
pt_br: Taxa de leitura de erro
sl: Raven napak med branjem
sr: Стопа грешака при читању
sv: Läsfelsfrekvens
ta: பிழை விகிதத்தை வாசி
th: อัตราผิดพลาดในการอ่าน

source: Frequency of errors while reading raw data from the disk. A non-zero value indicates a problem with either the disk surface or read/write heads
ca@valencia: Freqüència d'errors en llegir dades directament del disc. Un valor diferent de zero indica que hi ha problemes, ja siga amb les superfícies dels discs o amb els capçals de lectura/escriptura
de: Häufigkeit der Fehler beim Lesen von Rohdaten vom Laufwerk. Ein von Null verschiedener Wert deutet auf ein Problem mit der Plattenoberfläche oder den Schreib-/Leseköpfen hin
el: Συχνότητα σφαλμάτων κατά την ανάγνωση ακατέργαστων δεδομένων από το δίσκο. Μια μη μηδενική τιμή προσδιορίζει ένα πρόβλημα στην επιφάνεια του δίσκου ή στις κεφαλές ανάγνωσης/εγγραφής
et: Lugemisvigade sagedus toorandmete lugemisel kettalt. Nullist erinev väärtus viitab ketta pinna või lugemis/kirjutamispeade kahjustustele
fi: Virhetiheys luettaessa raakadataa levyltä. Nollasta eroava arvo tarkoittaa ongelmaa joko levyn pinnassa tai luku- ja kirjoituspäissä
gl: A frecuencia de erros ao ler datos en bruto do disco. Un valor distinto de cero indica que hai un problema na superficie do disco ou nas cabezas de lectura/escritura
hi: त्रुटियों की आवृत्ति जब डिस्क से कच्चा आँकड़ा पढ़ रहा है. एक गैर शून्य मान किसी समस्या को दिखाता है या तो डिस्क सतह के साथ या पठन/लेखन शीर्ष के साथ
hu: Hibák gyakorisága nyers adatok olvasásakor a lemezről. A nem nulla érték hibát jelez a lemez felületén vagy az író/olvasó fejeken
it: Numero di errori nelle letture dei dati grezzi dal disco. Un valore diverso da zero indica la presenza di un problema sulla superficie del disco o con le testine di lettura/scrittura
ja: ディスクからrawデータを読み出す際のエラーの頻度です。値が0でない場合、ディスク表面または読み書きヘッドのどちらかに問題があります。
kn: ಡಿಸ್ಕಿನಿಂದ ಕಚ್ಛಾ ದತ್ತಾಂಶವನ್ನು ಓದುವಾಗ ದೋಷಗಳು ಸಂಭವಿಸಿದ ಸಂಖ್ಯೆ. ಇದು ಸೊನ್ನೆಯಾಗಿರದೆ ಇದ್ದಲ್ಲಿ, ಡಿಸ್ಕಿನ ಮೇಲ್ಪದರದಲ್ಲಿ ಅಥವ ಬರೆಯುವ/ಓದುವ ಹೆಡ್‌ಗಳಲ್ಲಿ ಏನೊ ತೊಂದರೆ ಇದೆ ಎಂದರ್ಥ
lt: Neapdorotų duomenų skaitymo klaidų dažnis. Jei tokių klaidų yra, galima manyti, kad yra disko paviršiaus arba skaitymo / rašymo galvučių problemų
lv: Kļūdu biežums, kad no diska lasa jēlus datus. Ne nulles vērtība norāda, ka ir problēma ar diska virsmu vai lasīšanas/rakstīšanas galviņām
ml: ഡിസ്കില്‍ നിന്നും റോ ഡേറ്റാ ലഭ്യമാക്കുമ്പോളുണ്ടാകുന്ന പിശകുകളുടെ എണ്ണം. പൂജ്യമല്ലാത്ത മൂല്ല്യമെങ്കില്‍, ഡിസ്ക് സര്‍ഫസ് അല്ലെങ്കില്‍ റീഡ്/റൈറ്റ് ഹെഡുകളില്‍ ഒരു പ്രശ്നം സൂചിപ്പിക്കുന്നു.
mr: डिस्क पासून वास्तविक डाटा वाचतेवेळी त्रुटींची फ्रिक्वेंसी. विना-शून्य मूल्य एकतर डिस्क किंवा read/write हेड्स्सह अडचण दर्शवतो
pa: ਗਲਤੀਆਂ ਦੀ ਫਰੀਕਿਊਂਸੀ, ਜਦੋਂ ਕਿ ਡਿਸਕ ਤੋਂ ਰਾਅ ਡਾਟਾ ਪੜ੍ਹਿਆ। ਗ਼ੈਰ-ਸਿਫ਼ਰ ਮੁੱਲ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਜਾਂ ਤਾਂ ਡਿਸਕ ਤਲ ਉੱਤੇ ਗਲਤੀ ਹੈ ਜਾਂ ਪੜ੍ਹਨ/ਲਿਖਣ ਹੈੱਡ ਉੱਤੇ ਸਮੱਸਿਆ ਹੈ।
pt: Frequência de erros ao ler dados em bruto a partir do disco. Um valor diferente de zero indica um problema com a superfície do disco ou com as cabeças de leitura/escrita.
pt_br: Frequência de erros quando lendo dados brutos da unidade. Um valor diferente de zero indica um problema com a superfície da unidade ou cabeçotes de leitura/gravação.
sl: Pogostost napak med branjem surovih podatkov z diska. Ne-ničelna vrednost kaže na težavo s površino diska ali z glavami za branje/pisanje
sr: Учестаност грешака у току читања података са диска. Вредности различите од нуле значи да је дошло до оштећења површине диск или глава за упис и читање
sv: Felfrekvens vid läsning av rådata från disken. Ett värde som är högre än noll indikerar ett problem med antingen diskens yta eller läs-/skrivhuvuden
ta: வட்டிலிருந்து வெற்று தரவு களை வாசிக்கும் போது பிழைகளின் எண்ணிக்கை. ஒரு பூஜ்ஜியமில்லாத மதிப்பு ஒரு சிக்கலை வட்டு பரப்பில் அல்லது ஹெட்களின் வாசிப்பு/எழுதுதல் மூலம் குறிக்கிறது
th: ความถี่ของข้อผิดพลาดขณะอ่านข้อมูลดิบจากดิสก์ ค่าที่ไม่ใช่ศูนย์จะแสดงว่ามีปัญหาที่ผิวดิสก์หรือที่หัวอ่าน/เขียน

source: Throughput Performance
ca@valencia: Rendiment de transferència
de: Datendurchsatz
el: Γενική επίδοση
et: Läbilaskejõudlus
fi: Läpivientiteho
gl: Rendemento da taxa de transferencia
hi: कार्यक्षमता प्रदर्शन
hu: Átviteli teljesítmény
it: Prestazioni di output netto
kn: ತ್ರೂಪುಟ್ ಕಾರ್ಯಕ್ಷಮತೆ
lt: Bendras disko našumas
lv: Caurlaidspēja
ml: ത്രൂപുട്ട് പെര്‍ഫോമന്‍സ്
mr: त्रुपुट कार्यक्षमता
or: କାଳବଦ୍ଦ ନିର୍ଗମ କାର୍ଯ୍ୟକ୍ଷମତା
pa: ਥਰੂਪੁੱਟ ਕਾਰਗੁਜ਼ਾਰੀ
pt: Performance de Taxa de Transferência
pt_br: Desempenho da transferência
sl: Zmogljivost prenosa
sr: Пропусна моћ
sv: Genomströmningsprestanda
ta: Throughput செயல்திறன்
th: ประสิทธิภาพการถ่ายข้อมูล

source: Average efficiency of the disk
ca@valencia: Eficiència mitjana del disc
de: Durchschnittliche Effizienz des Laufwerks
el: Μέσος όρος απόδοσης του δίσκου
et: Ketta keskmine efektiivsus
fi: Levyn keskimääräinen tehokkuus
gl: Media de eficiencia do disco
hi: डिस्क का औसत दक्षता
hu: A lemez átlagos hatékonysága
id: Rata-rata efisiensi diska
it: Efficienza media del disco
ja: ディスクの平均的な効率
kn: ಡಿಸ್ಕಿನ ಸರಾಸರಿ ಕಾರ್ಯಕ್ಷಮತೆ
lt: Vidutinis disko našumas
lv: Vidējā diska efektivitāte
ml: ഡിസ്കിന്റെ ആവറേജ് കഴിവു്
mr: डिस्कची सरासर कार्यक्षमता
nb: Gjennomsnittlig effektivitet for disken
or: ଡିସ୍କର ହାରାହାରି କ୍ଷମତା
pa: ਡਿਸਕ ਦੀ ਔਸਤ ਕਾਰਗੁਜ਼ਾਰੀ
pt: Eficiência média do disco
pt_br: Média de eficiência da unidade
sl: Povprečna učinkovitost diska
sr: Средња ефикасност диска
sv: Genomsnittlig effektivitet för disken
ta: வட்டின் சராசரி திறமை
th: ประสิทธิภาพเฉลี่ยของดิสก์

source: Spinup Time
ca@valencia: Temps d'inici de gir
de: Anlaufzeit
el: Χρόνος περιδίνησης
et: Pöörete kogumise aeg
fi: Käynnistysviive
gl: Tempo de inicio de xiro
hi: स्पिनअप समय
hu: Felpörgési idő
it: Tempo di rotazione
kn: ತಿರುಗಿಸುವ(ಸ್ಪಿನ್‌ಅಪ್) ಸಮಯ
lt: Įsisukimo laikas
lv: Iegriešanas laiks
ml: സ്പിന്‍അപ് സമയം
mr: स्पीनअप वेळ
nb: Oppspinningstid
or: ସ୍ପିନଅପ ସମୟ
pa: ਸਪਿਨਅੱਪ ਟਾਈਮ
pt: Tempo de Início de Rotação
pt_br: Tempo de inicialização
sl: Čas zasukanja
sr: Време завртаја
sv: Uppstartstid
ta: வெளியேறும் நேரம்
th: เวลาเริ่มหมุน

source: Time needed to spin up the disk
ca@valencia: Temps necessari per fer girar el disc
de: Zeit zum Anlaufen des Laufwerks
el: Χρόνος που χρειάστηκε για την περιστροφή του δίσκου
et: Aeg, mis kulub pöörete tõstmiseks
fi: Levyn käynnistykseen kuluva aika
gl: O tempo que precisa o disco para comezar a xirar
hi: डिस्क स्पिनअप करने के लिए जरूरी समय
hu: A lemez felpörgéséhez szükséges idő
it: Tempo necessario per attivare la rotazione del disco
ja: ディスクのスピンアップに必要な時間です。
kn: ಡಿಸ್ಕನ್ನು ತಿರುಗಿಸಲು ಅಗತ್ಯವಿರುವ ಸಮಯ
lt: Laikas, per kurį diskas įsisuka iki darbinio greičio
lv: Laiks, kas nepieciešams, lai disks iegrieztos
ml: ഡിസ്ക് സ്പിന്‍ ചെയ്യുന്നതിനുള്ള സമയം
mr: डिस्क फिरवण्यासाठी आवश्यक वेळ
nb: Tid som kreves for å starte opp disken
or: ଡିସ୍କକୁ ସ୍ପିନ ଅପ କରିବା ପାଇଁ ଆବଶ୍ୟକ ସମୟ
pa: ਡਿਸਕ ਨੂੰ ਘੁੰਮਣ ਲਈ ਲੋੜੀਦਾ ਸਮਾਂ
pt: Tempo necessário para iniciar a rotação do disco
pt_br: Tempo necessário para acelerar a unidade
sl: Čas zasukanja diska
sr: Време које је потребно за завртај диска
sv: Tid som behövs för att starta upp disken (spin up)
ta: வட்டை ஸ்பினை செய்வதற்கு நேரம் தேவைப்படுகிறது
th: เวลาที่ต้องใช้ในการเริ่มหมุนดิสก์

source: Start/Stop Count
ca@valencia: Comptador d'inici/aturada
de: Start/Stopp-Zähler
el: Μέτρηση εκκινήσεων/διακοπών
et: Käivituste/peatuste arv
fi: Käynnistys/sammutus -laskuri
gl: Iniciar/comezar conta
hi: गिनती आरंभ करें/रोकें
hu: Felpörgések/leállások száma
it: Conteggio start/stop
kn: ಆರಂಭಿಸು/ನಿಲ್ಲಿಸುವ ಲೆಕ್ಕ
lt: Kiek kartų įjungtas / išjungtas
lv: Palaišanās/apstāšanās skaits
ml: എണ്ണം തുടങ്ങുക/നിര്‍ത്തുക
mr: स्टार्ट/स्टॉप प्रमाण
nb: Start/stopp antall
or: ଆରମ୍ଭ/ବନ୍ଦ କରିବା ଗଣକ
pa: ਗਿਣਤੀ ਚਾਲੂ/ਰੋਕੋ
pt: Iniciar/Terminar Contagem
pt_br: Contagem de inicialização/parada
sl: Števec zagonov/zaustavitev
sr: Број покретања/заустављања
sv: Antal start/stopp
ta: எண்ணிக்கையை துவக்கு/நிறுத்து
th: จำนวนการเริ่ม/หยุด

source: Number of spindle start/stop cycles
ca@valencia: Nombre de cicles d'inici/aturada de l'eix
de: Anzahl der Anlauf- und Stoppvorgänge des Plattenstapels
el: Αριθμός κύκλων έναρξης/διακοπής άξονα
et: Pöörlemise käivituste ja peatumiste arv
fi: Levyn käynnistysten ja sammutusten lukumäärä
gl: Número de ciclos de inicio/parada do eixo
hi: स्पिनडल आरंभ/रोकें चक्र
hu: A tengely indítási/leállási ciklusainak száma
it: Numeri di cicli start/stop del motorino
ja: スピンドルモータが回転/停止した回数
kn: ಸ್ಪಿಂಡಲ್ ಆರಂಭಗೊಳ್ಳುವ/ನಿಲ್ಲುವ ಆವರ್ತನಗಳ ಸಂಖ್ಯೆ
lt: Veleno įsisukimo / sustojimo ciklų skaičius
lv: Vārpstas palaišanās/apstāšanās ciklu skaits
ml: സ്പിന്‍ഡില്‍ തുടക്കം/അവസാനം സൈക്കിളുകളുടെ എണ്ണം
mr: स्पिंडल स्टार्ट/स्टॉप चक्रांची संख्या
or: ଛଡ଼ି ଆରମ୍ଭ/ଶେଷ ଚକ୍ରଗୁଡ଼ିକର ସଂଖ୍ୟା
pa: ਸਪਿੰਡਲ ਸ਼ੁਰੂ/ਰੋਕੋ ਸਾਈਕਲਾਂ ਦੀ ਗਿਣਤੀ
pt: Número de ciclos iniciar/parar do eixo
pt_br: Número de ciclos de inicialização/parada de spindle
sl: Število ponovitev zagona/zaustavitve vretena
sr: Број започетих/завршених циклуса осовине
sv: Antal start-/stoppcykler för spindeln
ta: ஸ்பிண்டில் துவக்க/நிறுத்த சுழற்சிகளின் எண்ணிக்கை
th: จำนวนรอบของการเริ่ม/หยุดของแกนหมุนดิสก์

source: Reallocated Sector Count
ca@valencia: Comptador de sectors re-ubicats
de: Anzahl neu zugewiesener Sektoren
el: Μέτρηση επαναποθέτησης τομέα
et: Ümbersuunatud sektorite arv
fi: Uudelleenvarattujen sektoreiden laskuri
gl: Cantidade de sectores reasignados
hi: फिर आबंटित खंड गिनती
hu: Áthelyezett szektorok száma
it: Conteggio settori ricollocati
kn: ಮರು ನಿಯೋಜನೆಯ ಭಾಗದ ಲೆಕ್ಕ
lt: Perkeltų sektorių skaičius
lv: Pārvietoto sektoru skaits
ml: വീണ്ടും അനുവദിക്കുന്ന സെക്ടറുകളുടെ എണ്ണം
mr: सेक्टर प्रमाण पुनःवाटप केले
nb: Antall reallokerte sektorer
or: ପୁନଃବଣ୍ଟିତ ବିଭାଗ ଗଣକ
pa: ਸੈਕਟਰ ਗਿਣਟੀ ਮੁੜ-ਜਾਰੀ ਕਰੋ
pt: Contagem de Sectores Realocados
pt_br: Contagem de setores realocados
sl: Števec prerazvrščenih sektorjev
sr: Број премештених сектора
sv: Reallokerat antal sektorer
ta: மறுஒதுக்கப்பட்ட பகுதி எண்ணிக்கை
th: จำนวนเซ็กเตอร์ที่ถูกจัดสรรใหม่
