Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: It's now safe to remove "%s".
ca@valencia: Ja es pot extreure «%s».
de: Sicheres Entfernen von »%s« ist nun möglich.
el: Είναι ασφαλής η απομάκρυνση του "%s".
et: "%s" eemaldamine on nüüd turvaline.
fi: Voit nyt turvallisesti irrottaa laitteen ”%s”.
gl: Agora é seguro extraer «%s».
hi: यह अब निकालना "%s" सुरक्षित है.
hu: „%s” most már biztonságosan eltávolítható.
id: Sekarang sudah aman untuk melepas "%s".
it: È ora possibile rimuovere «%s».
ja: "%s" を安全に取り外せるようになりました。
kn: ಈಗ ನೀವು "%s" ಅನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ತೆಗೆಯಬಹುದಾಗಿದೆ.
lt: Dabar saugu išimti „%s“.
lv: Tagad var droši noņemt "%s".
ml: ഇനി നിങ്ങള്‍ക്കു് "%s" സുരക്ഷിതമായി നീക്കം ചെയ്യാം.
mr: आत्ता "%s" काढून टाकणे सुरक्षीत आहे.
nb: Det er nå trygt å fjerne «%s».
or: ଏହା ବର୍ତ୍ତମାନ କାଢ଼ିବା ପାଇଁ ସୁରକ୍ଷିତ "%s".
pa: "%s" ਨੂੰ ਹਟਾਉਣਾ ਹੁਣ ਠੀਕ ਹੈ।
pt: É agora seguro remover "%s".
pt_br: Agora é seguro remover "%s".
sl: Sedaj je varno odstraniti "%s".
sr: Сада је безбедно да уклоните „%s“.
sv: Det är nu säkert att koppla från "%s".
ta: "%s"ஐ இப்போது நீக்குவது பாதுகாப்பானது.
th: ปลอดภัยแล้วที่จะถอด "%s"

source: Writing data to "%s"...
ca@valencia: S'estan escrivint dades a «%s»...
de: Daten werden auf »%s« geschrieben …
el: Εγγραφή δεδομένων στο "%s"..
et: Andmete kirjutamine seadmele "%s"...
fi: Kirjoitetaan tietoja laitteelle ”%s”…
gl: Escribindo datos en «%s»...
hi: "%s" में आँकड़ा लिख रहा है...
hu: Adatok írása „%s” eszközre…
id: Menulis data ke "%s"...
it: Scrittura dati su «%s»...
ja: データを "%s" に書き込み中...
kn: ದತ್ತಾಂಶವನ್ನು "%s" ಗೆ ಬರೆಯಲಾಗುತ್ತಿದೆ...
lt: Duomenys rašomi į „%s“...
lv: Raksta datus uz "%s"...
ml: "%s"-ലേക്ക് ഡേറ്റ സൂക്ഷിക്കുന്നു...
mr: "%s" वर डाटा लिहत आहे...
nb: Skriver data til «%s»...
or: "%s"ରେ ତଥ୍ୟ ଲିପିବଦ୍ଧ କରୁଅଛି...
pa: ਡਾਟਾ "%s" ਉੱਤੇ ਲਿਖਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pt: A gravar dados em "%s" ...
pt_br: Gravando dados em "%s"...
sl: Zapisovanje na "%s"...
sr: Уписујем податке на „%s“...
sv: Skriver data till "%s"...
ta: "%s"க்கு தரவை எழுதுகிறது...
th: กำลังเขียนข้อมูลไปยัง "%s"...

source: To prevent data loss, wait until this has finished before removing media or disconnecting the device.
ca@valencia: Per a evitar la pèrdua de dades, espereu fins que acabi abans d'extreure la unitat o desconnectar el dispositiu
de: Um Datenverlust zu vermeiden, warten Sie bitte bis zum Beenden des Vorgangs, bevor Sie das Medium entfernen oder die Verbindung zum Gerät trennen.
el: Για να αποφύγετε απώλεια δεδομένων, περιμένετε μέχρι να ολοκληρωθεί η διεργασία για να αφαιρέσετε το μέσο ή αποσυνδέσετε τη συσκευή.
et: Andmete kaotsimineku vältimiseks ära enne selle tegevuse lõppemist andmekandjat eemalda ega lahti ühenda.
fi: Estääksesi tiedon hukkumisen, odota kunnes toiminto on päättynyt ennen kuin poistat median tai irrotat laitteen.
gl: Para evitar a perda de datos agarde ata que remate antes de retirar o medio ou desconectar o dispositivo.
hi: आँकड़ा क्षति को रोकने के लिए, प्रतीक्षा करें जब तक यह समाप्त हो जाता है मीडिया हटाने के पहले या युक्ति निकालने के पहले.
hu: Az adatvesztés elkerüléséhez várjon ennek befejeződéséig az adathordozók eltávolításával vagy az eszköz leválasztásával.
id: Untuk menghindari hilangnya data, tunggu hingga proses ini selesai sebelum melepaskan media dari komputer.
it: Per prevenire perdite di dati, attendere il completamento dell'operazione prima di rimuovere il supporto o di scollegare il dispositivo.
ja: データの損失を防ぐため、作業が終わるまで待ってからメディアを外したり、デバイスを切断したりしてださい。
kn: ದತ್ತಾಂಶ ನಾಶಗೊಳ್ಳುವುದನ್ನು ತಪ್ಪಿಸಲು, ಮಾಧ್ಯಮವನ್ನು ತೆಗೆಯುವ ಅಥವ ಸಾಧನದೊಂದಿಗಿನ ಸಂಪರ್ಕವನ್ನು ಕಡಿದು ಹಾಕುವ ಮೊದಲು ಇದು ಪೂರ್ಣಗೊಳ್ಳುವವರೆಗೂ ಕಾಯಿರಿ.
lt: Siekiant išvengti duomenų praradimo, palaukite kol laikmena bus išimta arba įrenginys bus atjungtas.
lv: Lai novērstu datu zudumus, pagaidiet līdz tas beigsies, pirms izņemt datu nesēju vai atvienot ierīci.
ml: മീഡിയ നീക്കം ചെയ്യുകയോ ‍ഡിവൈസ് വിഛേദിക്കുന്നതിനോ മുമ്പു് ഇതു് പൂര്‍ണ്ണമാകുന്നതു് വരെ കാത്തിരിക്കുക, ഡേറ്റാ നഷ്ടമാകാതെ സൂക്ഷിക്കാം.
mr: डाटा नाहीसे होण्यापासून टाळण्याकरीता, मिडीया काढून टाकण्यापूर्वी किंवा उपकरन खंडीत करण्यापूर्वी प्रतीक्षा करा.
or: ତଥ୍ୟ ନଷ୍ଟକୁ ପ୍ରତିରକ୍ଷା କରିବା ପାଇଁ, ମେଡିଆ କାଢ଼ିବା ପୂର୍ବରୁ ଏହା ସମାପ୍ତ ହେବା ପର୍ଯ୍ୟନ୍ତ ଅଥବା ଉପକରଣକୁ ସଂଯୋଗ ବିଚ୍ଛିନ୍ନ କରୁଅଛି।
pa: ਡਾਟਾ ਖਤਮ ਹੋਣ ਤੋਂ ਬਚਣ ਲਈ, ਮੀਡਿਆ ਨੂੰ ਹਟਾਉਣ ਜਾਂ ਜੰਤਰ ਨੂੰ ਡਿਸਕ-ਕੁਨੈਕਟ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਇਹ ਪੂਰਾ ਹੋਣ ਦੀ ਉਡੀਕ ਕਰੋ।
pt: Para prevenir perdas de dados, aguarde até que termine antes de remover o media ou desligar o dispositivo.
pt_br: Para prevenir perda de dados, espere até que isso tenha terminado antes de remover a mídia ou desconectar o dispositivo.
sl: Za preprečitev izgube podatkov pred odstranitvijo nosilca ali prekinitvijo povezave z napravo počakajte do konca.
sr: Сачекајте да се процес заврши пре него што уклоните медијум или искључите уређај, како би избегли губитак података.
sv: För att förhindra att data går förlorat så vänta tills detta har färdigställts innan media eller enhet kopplas från.
ta: தரவு இழப்பை தடுப்பதற்கு, ஊடகத்தை நீக்கு அல்லது சாதனத்தை துண்டிப்பது முடிவதற்கு முன் காத்திருக்கவும்.
th: เพื่อป้องกันข้อมูลสูญหาย กรุณารอให้เสร็จสิ้นก่อนที่จะเอาสื่อออกหรือปลดการเชื่อมต่ออุปกรณ์

source: One or more disks are failing
ca@valencia: Un disc o més estan fallant
de: Ein oder mehrere Laufwerke versagen
el: Αποτυχία ενός ή περισσότερων δίσκων
et: Üks või rohkem kõvaketast hakkab üles ütlema
fi: Yksi tai useampi levy on hajoamassa
gl: Está fallando un ou máis discos
hi: एक या अधिक डिस्क विफल हो रहा है
hu: Néhány lemez meghibásodott
it: Uno o più dischi stanno per guastarsi
ja: 1つまたはそれ以上のハードディスクが故障しています
kn: ಒಂದು ಅಥವ ಹೆಚ್ಚಿನ ಡಿಸ್ಕುಗಳು ವಿಫಲಗೊಳ್ಳುತ್ತಿದೆ
lt: Vienas, o gal ir daugiau diskų diskų, genda
lv: Viens vai vairāki diski avarē
ml: ഒന്നോ അതിലധികമോ ഡിസ്കുകളില്‍ തകരാറുണ്ടു്
mr: एक किंवा त्यापेक्षा जास्त डिस्क अपयशी ठरत आहे
nb: En eller flere disker feiler
or: ଗୋଟିଏ କିମ୍ବା ଅଧିକ ଡିସ୍କଗୁଡ଼ିକ ଖସୁଅଛି
pa: ਇੱਕ ਜਾਂ ਵੱਧ ਡਿਸਕਾਂ ਫੇਲ੍ਹ ਹੋ ਰਹੀਆਂ ਹਨ
pt: Um ou mais discos estão a falhar
pt_br: Um ou mais discos estão falhando
sl: Eden ali več trdih diskov odpovedujejo
sr: Један или више дискова отказују
sv: En eller flera diskar är trasiga
ta: ஒன்று அல்லது நிறைய வட்டுகள் தோல்வியுறுகிறது
th: มีดิสก์ตั้งแต่หนึ่งดิสก์ขึ้นไปกำลังจะล้มเหลว

source: A hard disk may be failing
ca@valencia: Pot ser que un disc dur estiga fallant
de: Eine Festplatte könnte versagen
el: Πιθανή αποτυχία σκληρού δίσκου
et: Kõvaketas hakkab üles ütlema
fi: Kiintolevy saattaa olla hajoamassa
gl: Pode estar a fallar un disco duro
hi: हार्ड डिस्क विफल हो सकता है
hu: Lehet, hogy egy merevlemez meghibásodott
it: Un disco fisso sta per guastarsi
ja: ハードディスク故障かもしれません
kn: ಹಾರ್ಡ್ ಡಿಸ್ಕ್ ವಿಫಲಗೊಳ್ಳುತ್ತಿರಬಹುದು
lt: Gali būti, kad standusis diskas genda
lv: Iespējams, ka cietais disks avarē
ml: ഒരു ഹാര്‍ഡ് ഡിസ്കില്‍ തകരാറുണ്ടാവാം
mr: हार्ड डिस्क अपयशी ठरत असेल
nb: En harddisk feiler muligvis
or: ଗୋଟିଏ ହାର୍ଡ ଡିସ୍କ ଖସିପାରେ
pa: ਹਾਰਡ ਡਿਸਕ ਫੇਲ੍ਹ ਹੋ ਸਕਦੀ ਹੈ
pt: Um disco rígido pode estar a falhar
pt_br: Um disco rígido pode estar falhando
sl: Trdi disk morda odpoveduje
sr: Тврди диск можда отказује
sv: En hårddisk kan vara trasig
ta: ஒரு வன் வட்டு தோல்வியுறலாம்
th: ฮาร์ดดิสก์หนึ่งอาจกำลังล้มเหลว

source: One or more hard disks report health problems. Click the icon to get more information.
ca@valencia: Un o més discs durs informen de problemes de funcionament. Per a obtindre'n més informació, feu clic a la icona.
de: Eine oder mehrere Festplatten melden Schäden. Klicken Sie für nähere Informationen auf das Symbol.
el: Ένα ή παραπάνω σκληροί δίσκοι αναφέρουν προβλήματα εύρυθμης λειτουργίας. Πατήστε το εικονίδιο να περισσότερες πληροφορίες.
et: Ühel või enamal kõvakettal on terviseprobleemid. Täpsema teabe saamiseks klõpsa ikoonil.
fi: Yksi tai useampi kiintolevy ilmoitti ongelmista. Saat lisätietoja napsauttamalla kuvaketta.
gl: Un ou máis discos duros están informando de erros de integridade. Prema na icona para obter máis información.
hi: एक या अधिक हार्ड डिस्क खराब होने की सूचना है. अधिक सूचना के लिए प्रतीक पर क्लिक करें.
hu: Néhány merevlemez romló állapotot jelez. További információkért kattintson ide.
it: Uno o più dischi fissi segnala dei problemi. Fare clic sull'icona per maggiori informazioni.
ja: 1つまたはそれ以上のハードディスクの状態に問題ありという報告があります。詳細な情報を知るにはアイコンをクリックしてください。
kn: ಒಂದು ಹೆಚ್ಚಿನ ಹಾರ್ಡ್ ಡಿಸ್ಕುಗಳಲ್ಲಿ ಆರೋಗ್ಯದ ತೊಂದರೆ ಇದೆ. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ಚಿಹ್ನೆಯ ಮೇಲೆ ಕ್ಲಿಕ್ಕಿಸಿ.
lt: Vienas ar daugiau diskų praneša apie problemas. Spustelėkite piktogramą, jei reikia daugiau informacijos apie tai.
lv: Viens vai vairāki cietie diski ziņo var veselības problēmām. Spiediet uz ikonas, lai saņemtu vairāk informācijas.
ml: ഒന്നോ അതിലധികമോ ഹാര്‍ഡ് ഡിസ്കുകളുടെ അവസ്ഥ തൃപ്തികരമല്ല. കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി ചിഹ്നത്തില്‍ ക്ലിക്ക് ചെയ്യുക.
mr: एक किंवा त्यापेक्षा जास्त हार्ड डिस्क अस्थीर असू शकते. अधिक माहिती करीता चिन्हावर क्लिक करा.
or: ଗୋଟିଏ କିମ୍ବା ଅଦିକ ହାର୍ଡ ଡିସ୍କରେ ସ୍ୱାସ୍ଥ୍ୟ ସମସ୍ୟା ଦେଖାଦେଇପାରେ। ଅଧିକ ସୂଚନା ପାଇବା ପାଇଁ ଚିତ୍ରସଂକେତରେ କ୍ଲିକ କରନ୍ତୁ।
pa: ਇੱਕ ਜਾਂ ਵੱਧ ਹਾਰਡ ਡਿਸਕਾਂ ਨੇ ਸਿਹਤ ਸਮੱਸਿਆ ਬਾਰੇ ਰਿਪੋਰਟ ਦਿੱਤੀ ਹੈ। ਹੋਰ ਜਾਣਕਾਰੀ ਲੈਣ ਲਈ ਆਈਕਾਨ ਉੱਤੇ ਕਲਿੱਕ ਕਰੋ।
pt: Um ou mais discos rígidos reportam problemas de estado. Clique no ícone para mais informação.
pt_br: Um ou mais discos rígidos estão mostrando problemas. Clique no ícone para obter mais informação.
sl: Eden ali več diskov poroča o težavah. Kliknite na ikono za podrobnosti.
sr: Један или више тврдих дискова пријављују неисправност. Кликните на иконицу за више података.
sv: En eller flera hårddiskar rapportera om hälsoproblem. Klicka på ikonen för att få mer information.
ta: ஒன்று அல்லது நிறைய வன் வட்டுகள் ஆரோக்கிய சிக்கல்களை குறிக்கிறது. கூடுதல் தகவலை பெறுவதற்கு சின்னத்தை கிளிக் செய்யயவும்
th: มีดิสก์ตั้งแต่หนึ่งดิสก์ขึ้นไปรายงานปัญหาสภาพการทำงาน คลิกที่ไอคอนเพื่อดูข้อมูลเพิ่มเติม

source: Volume to show
ca@valencia: Volum a mostrar
de: Anzuzeigender Datenträger
el: Εμφάνιση τόμου
et: Köide, mida näidata
fi: Näytettävä taltio
gl: Volume para mostrar
hi: दिखाने के लिए आवाज
hu: Megjelenítendő kötet
it: Volume da mostrare
ja: 表示するボリューム
kn: ತೋರಿಸಬೇಕಿರುವ ಪರಿಮಾಣ
lt: Rodytinas tomas
lv: Sējums, ko rādīt
ml: കാണിക്കുന്നതിനുള്ള വോള്യം
mr: दाखवण्याजोगी खंड
nb: Volum som skal vises
or: ଦର୍ଶାଇବା ପାଇଁ ଆକାର
pa: ਵੇਖਾਉਣ ਲਈ ਵਾਲੀਅਮ
pt: Volume a apresentar
pt_br: Volume para mostrar
sl: Razdelek za prikaz
sr: Диск за приказ
sv: Volym att visa
ta: காட்டுவதற்கு தொகுதி
th: โวลุมที่จะแสดง

source: Drive to show
ca@valencia: Unitat a mostrar
de: Anzuzeigendes Laufwerk
el: Εμφάνιση συσκευής
et: Ketas, mida näidata
fi: Näytettävä asema
gl: Dispositivo para mostrar
hi: दिखाने के लिए ड्राइव
hu: Megjelenítendő meghajtó
it: Unità da mostrare
ja: 表示するドライブ
kn: ತೋರಿಸಬೇಕಿರುವ ಡ್ರೈವ್
lt: Rodytinas diskas
lv: Disks, ko rādīt
ml: കാണിക്കുന്നതിനുള്ള ഡ്രൈവ്
mr: दाखवण्याजोगी ड्राइव्ह
nb: Stasjon som skal vises
or: ଦର୍ଶାଇବା ପାଇଁ ଡ୍ରାଇଭ କରନ୍ତୁ
pa: ਵੇਖਾਉਣ ਲਈ ਡਰਾਇਵ
pt: Dispositivo a apresentar
pt_br: Unidade para mostrar
sl: Pogon za prikaz
sr: Уређај за приказ
sv: Enhet att visa
ta: காட்டுவதற்கு இயக்கி
th: ไดรว์ที่จะแสดง

source: Multipath Drive
ca@valencia: Unitat multicamí
de: Mehrpfadiges Gerät
el: Δίσκος πολλαπλών διαδρομών
et: Mitmerajaketas
fi: Monipolkuasema
gl: Unidade multiruta
hu: Többutas meghajtó
id: Kandar Multijalur
it: Unità multi-percorso
ja: マルチパスドライブ
lt: Daugelio kelių diskas
lv: Vairāku ceļu disks
pa: ਮਲਟੀਪਾਥ ਡਰਾਇਵ
pt: Dispositivos de Caminhos Múltiplos
pt_br: Unidade multicaminho
sl: Večpotni pogon
sr: Уређај са више путања
sv: Multipath-enhet
ta: பல வழி இயக்கி
th: ไดรว์แบบหลายพาธ

source: PHY %d of %s
ca@valencia: PHY %d de %s
de: PHY %d von %s
el: PHY %d στο %s
et: PHY %d %s-st
fi: PHY %d laitteella %s
gl: PHY %d de %s
hu: %d. PHY ezen: %s
id: PHY %d dari %s
it: PHY n° %d di %s
ja: %2$s の PHY %1$d
lt: PHY %d iš %s
lv: PHY %d uz %s
nb: PHY %d av %s
pa: %2$s ਉੱਤੇ %1$d PHY
pt: PHY %d de %s
pt_br: PHY %d de %s
sl: PHY %d od %s
sr: %d. PHY на %s
sv: PHY %d på %s
ta: PHY %d இதில் %s
th: PHY %d ของ %s

source: Port %d of %s
ca@valencia: Port %d de %s
de: Port %d von %s
el: Θύρα %d στο %s
et: Port %d %sil
fi: Portti %d laitteella %s
gl: Porto %d de %s
hu: %d. port ezen: %s
id: Port %d dari %s
it: Porta n° %d di %s
ja: %2$s の ポート %1$d
lt: Prievadas %d iš %s
lv: Ports %d uz %s
nb: Port %d av %s
pa: %2$s ਉੱਤੇ %1$d ਪੋਰਟ
pt: Porta %d de %s
pt_br: Porta %d de %s
sl: Vrata %d od %s
sr: %d. порт на %s
sv: Port %d på %s
ta: துறை %d இதில் %s
th: พอร์ต %d ของ %s

# Write Cache
source: Enabled
ca@valencia: Habilitat
de: Eingeschaltet
el: Ενεργοποιημένο
et: Lubatud
fi: Käytössä
gl: Activada
hu: Engedélyezve
id: Diaktifkan
it: Abilitata
ja: 有効
lt: Leista
lv: Ieslēgts
nb: Aktivert
pa: ਚਾਲੂ
pt: Activado
pt_br: Habilitado
sl: Omogočeno
sr: Укључено
sv: Aktiverad
ta: செயலாக்கப்பட்டது
th: เปิดใช้

# Write Cache
source: Disabled
ca@valencia: Inhabilitat
de: Ausgeschaltet
el: Απενεργοποιημένο
et: Keelatud
fi: Ei käytössä
gl: Desactivado
hu: Tiltva
id: Dinonaktifkan
it: Disabilitata
ja: 無効
lt: Uždrausta
lv: Atslēgts
nb: Deaktivert
pa: ਬੰਦ
pt: Desactivado
pt_br: Desabilitado
sl: Onemogočeno
sr: Искључено
sv: Inaktiverad
ta: செயல்நீக்கப்பட்டது
th: ปิด

# Rotation Rate
source: Solid-State Disk
ca@valencia: Disc d'estat sòlid
de: Solid-State -Laufwerk
el: Δίσκος Solid-State
et: Pooljuhtketas (SSD)
fi: SSD-levy
gl: Disco de estado sólido
hu: SSD
id: Diska Solid-State
it: Disco stato solido
ja: SSD
lt: Puslaidininkinis SSD diskas
lv: Cietvielu disks
pa: ਸਾਲਡ ਸਟੇਟ ਡਿਸਕ
pt: Disco de Estado Sólido
pt_br: Unidade estado sólido
sl: Negibljivi disk
sr: Чврстоа меморија (ССД)
ta: பரு நிலை வட்டு
th: ดิสก์โซลิดสเตต

source: Unknown Scheme: %s
ca@valencia: Esquema desconegut: %s
de: Unbekanntes Schema: %s
el: Άγνωστο σχήμα: %s
et: Tundmatu skeem: %s
fi: Tuntematon malli: %s
gl: Esquema descoñecido: %s
hi: अज्ञात योजना: %s
hu: Ismeretlen séma: %s
id: Skema Tak Dikenal: %s
it: Schema sconosciuto: %s
ja: 不明なスキーム: %s
kn: ಗೊತ್ತಿರದ ವಿಧಾನ: %s
lt: Nežinoma schema: %s
lv: Nezināma shēma: %s
ml: അപരിചിതമായ സ്കീം: %s
mr: अपरिचीत योजना: %s
or: ଅଜ୍ଞାତ ଯୋଜନା: %s
pa: ਅਣਜਾਣ ਸਕੀਮ: %s
pt: Esquema Desconhecido: %s
pt_br: Esquema desconhecido: %s
sl: Neznana shema: %s
sr: Непозната шема: %s
sv: Okänt schema: %s
ta: தெரியாத திட்டம்: %s
th: ไม่ทราบแบบแผน: %s

source: Error launching Brasero
ca@valencia: S'ha produït un error en iniciar el Brasero
de: Fehler beim Start von Brasero
el: Σφάλμα εκκίνησης Brasero
et: Tõrge Brasero käivitamisel
fi: Virhe käynnistettäessä Braseroa
gl: Produciuse un erro ao lanzar Brasero
hu: Hiba a Brasero indításakor
id: Galat ketika meluncurkan Brasero
it: Errore nel lanciare «Brasero»
ja: Brasero の起動時にエラーが発生しました
lt: Klaida paleidžiant Brasero
lv: Kļūda, palaižot Brasero
nb: Feil ved start av Brasero
pa: ਬਰਾਸ਼ੀਰੋ ਚਲਾਉਣ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao iniciar o Brasero
pt_br: Erro ao lançar o Brasero
sl: Napaka med zaganjanjem programa Brasero
sr: Грешка при покретању Бразера
sv: Fel vid start av Brasero
ta: பிராஸரோ துவக்குவதில் பிழை
th: เกิดข้อผิดพลาดขณะเรียก Brasero

source: The application is not installed
ca@valencia: L'aplicació no està instal·lada
de: Der Anwendung ist nicht installiert
el: Η εφαρμογή δεν έχει εγκατασταθεί
et: Rakendus pole paigaldatud
fi: Sovellusta ei ole asennettu.
gl: O aplicativo non está instalado
hu: Az alkalmazás nincs telepítve
id: Aplikasi tidak terpasang
it: L'applicazione non è installata
ja: アプリケーションがインストールされていません
lt: Programa neįdiegta
lv: Lietotne nav instalēta
nb: Programmet er ikke installert
pa: ਐਪਲੀਕੇਸ਼ਨ ਇੰਸਟਾਲ ਨਹੀਂ ਹੈ
pt: A aplicação não está instalada
pt_br: O aplicativo não está instalado
sl: Program ni nameščen
sr: Програм није инсталиран
sv: Programmet är inte installerat
ta: பயன்பாடு நிறுவப்படவில்லை
th: ไม่ได้ติดตั้งโปรแกรมไว้

source: Error ejecting medium
ca@valencia: S'ha produït un error en expulsar el medi
de: Fehler beim Auswerfen des Mediums
el: Σφάλμα αποβολής μέσου
et: Tõrge andmekandja väljastamisel
fi: Virhe avattaessa laitteen asemaa
gl: Produciuse un erro ao extraer o medio
hu: Hiba az adathordozó kiadásakor
id: Galat ketika mengeluarkan media
it: Errore nell'espellere il supporto
lt: Laikmenos išstūmimo klaida
lv: Kļūda, izgrūžot datu nesēju
nb: Feil ved utløsing av medie
pa: ਮੀਡਿਅਮ ਬਾਹਰ ਕੱਢਣ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao ejectar media
pt_br: Erro ao ejetar a mídia
sl: Napaka med izmetavanjem nosilca
sr: Грешка при избацивању диска
sv: Fel vid utmatning av media
ta: ஊடகத்தை நீக்குவதில் பிழை
th: เกิดข้อผิดพลาดขณะดันสื่อออก

source: Error detaching drive
ca@valencia: S'ha produït un error en separar la unitat
de: Fehler beim Austragen des Laufwerks
el: Σφάλμα απόσπασης συσκευής
et: Tõrge ketta lahutamisel
fi: Virhe irrotettaessa asemaa
gl: Produciuse un erro ao sacar a unidade
hu: Hiba a meghajtó leválasztásakor
it: Errore nello scollegare l'unità
ja: ドライブの取り外し中にエラーが発生しました
lt: Disko išėmimo klaida
lv: Kļūda, atvienojot disku
nb: Feil ved frakobling av stasjon
pa: ਜੰਤਰ ਵੱਖ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao desanexar o dispositivo
pt_br: Erro ao ejetar unidade
sl: Napaka med odklapljanjem pogona
sr: Грешка при откачивању диска
sv: Fel vid frånkoppling av enheten
ta: சாதனத்தை விலக்குவதில் பிழை
th: เกิดข้อผิดพลาดขณะแยกอุปกรณ์ออก

source: Error formatting drive
ca@valencia: S'ha produït un error en formatar la unitat
de: Fehler beim Formatieren des Laufwerks
el: Σφάλμα διαμόρφωσης τόμου
et: Tõrge ketta vormindamisel
fi: Virhe alustettaessa asemaa
gl: Produciuse un erro ao formatar o dispositivo
hu: Hiba a meghajtó formázásakor
id: Galat ketika memformat kandar
it: Errore nel formattare l'unità
ja: ドライブのフォーマット中にエラーが発生しました
lt: Disko formatavimo klaida
lv: Kļūda, formatējot disku
nb: Feil under formattering av stasjon
pa: ਡਰਾਇਵ ਫਾਰਮੈਟ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao formatar dispositivo
pt_br: Erro ao formatar a unidade
sl: Napaka med formatiranjem pogona
sr: Грешка при форматирању диска
sv: Fel vid formatering av enheten
ta: இயக்கியை ஒழுங்கு செய்வதில் பிழை
th: เกิดข้อผิดพลาดขณะฟอร์แมตไดรว์

source: Are you sure you want to format the drive?
ca@valencia: Segur que voleu formatar la unitat?
de: Sind Sie sicher, dass das Laufwerk formatiert werden soll?
el: Είστε σίγουροι ότι θέλετε να διαμορφώσετε τον δίσκο;
et: Kas oled kindel, et tahad ketta vormindada?
fi: Haluatko varmasti alustaa laitteen?
gl: Está seguro de que quere formatar o dispositivo?
hu: Biztosan formázni kívánja a meghajtót?
id: Format kandar?
it: Formattare l'unità?
ja: 本当にドライブをフォーマットしますか?
lt: Ar tikrai norite formatuoti diską?
lv: Vai tiešām vēlaties formatēt disku?
nb: Er du sikker på at du vil formatere stasjonen?
pa: ਕੀ ਤੁਸੀਂ ਡਰਾਇਵ ਨੂੰ ਫਾਰਮੈਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Tem a certeza que deseja formatar a dispositivo?
pt_br: Você tem certeza que quer formatar a unidade?
sl: Ali ste prepričani, da želite formatirati pogon?
sr: Да ли сигурно желите да форматирате уређај?
sv: Är du säker på att du vill formatera enheten?
ta: இந்த இயக்கியை நிச்சயம் ஒழுங்கு செய்ய வேண்டுமா?
th: คุณแน่ใจหรือไม่ว่าต้องการฟอร์แมตไดรว์นี้?

source: <b>WARNING:</b> Several paths to this drive has been detected but no corresponding multipath device was found. Your OS may be misconfigured.
ca@valencia: <b>Avís:</b> S'han detectat diversos camins a esta unitat, però no s'ha detectat la corresponent unitat multicamí. Pot ser que el vostre sistema operatiu no estiga ben configurat.
de: <b>WARNUNG:</b> Verschiedene Pfade sind zu diesem Laufwerk erkannt worden, aber es wurde kein zugeordnetes mehrpfadiges Gerät gefunden. Ihr Betriebssystem ist eventuell falsch konfiguriert.
el: <b>Προειδοποίηση:</b> Εντοπίστηκαν αρκετές διαδρομές σε αυτό τον δίσκο αλλά δεν βρέθηκε η αντίστοιχη συσκευή πολλαπλών διαδρομών. Το ΛΣ σας μπορεί να μην έχει ρυθμιστεί σωστά.
et: <b>HOIATUS:</b> sellele kettale viitavad mitu asukohta, kuid vastavat mitmerajaseadet ei leitud. Sinu operatsioonisüsteem võib olla valesti seadistatud.
fi: <b>VAROITUS:</b> Useita polkuja tähän asemaan tunnistettiin, mutta vastaavaa monipolkulaitetta ei löytynyt. Käyttöjärjestelmäsi voi käyttää vääriä asetuksia.
gl: <b>AVISO:</b> Detectáronse varios camiños a esta unidade pero ningún correspondente a un dispositivo multiruta. O seu SO pode estar mal configurado.
hu: <b>FIGYELMEZTETÉS:</b> A meghajtóhoz több útvonal is észlelhető, de nem található megfelelő többutas eszköz. Lehet, hogy a rendszer beállításai hibásak.
it: <b>ATTENZIONE:</b> sono stati rilevati diversi percorsi verso questa unità, ma non è stato trovato alcun dispositivo multi-percorso corrispondente. Il sistema operativo potrebbe non essere configurato correttamente.
ja: <b>警告:</b> このドライブに対するいくつかのパスが検知されましたが、該当するマルチパスデバイスが見つかりません。OS の設定が間違っている可能性があります。
lt: <b>ĮSPĖJIMAS:</b> rasti keli keliai į šį diską, bet nerastas atitinkamas daugelio kelių įrenginys. Galbūt jūsų sistema yra blogai sukonfigūruota.
lv: <b>Brīdinājums:</b> Daži ceļi uz šo disku ir noteikti, bet nav atrasta atbilstoša vairāku ceļu ierīce. Jūsu operētājsistēma, iespējams, ir nepareizi nokonfigurēta.
pa: <b>ਚੇਤਾਵਨੀ:</b> ਇਹ ਡਰਾਇਵ ਨਾਲ ਕਈ ਪਾਥ ਖੋਜੇ ਗਏ ਹਨ, ਪਰ ਕੋਈ ਵੀ ਸਬੰਧਿਤ ਮਲਟੀਪਾਥ ਜੰਤਰ ਨਹੀਂ ਲੱਭਿਆ। ਤੁਹਾਡਾ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਸ਼ਾਇਦ ਗਲਤ ਸੰਰਚਿਤ ਕੀਤਾ ਹੈ।
pt: <b>AVISO:</b> Foram detectados vários caminhos para este dispositivo mas não foi detectado nenhum dispositivo de caminhos múltiplos correspondente. O seu SO poderá estar mal configurado.
pt_br: <b>AVISO:</b> Vários caminhos para esta unidade foram detectados mas nenhum dispositivo multicaminho foi encontrado. Seu sistema operacional pode estar desconfigurado.
sl: <b>OPOZORILO:</b> zaznanih je več poti do pogona, vendar pa ni mogoče najti naprave za večpotno usmerjanje. Operacijski sistem ni pravilno nastavljen.
sr: <b>УПОЗОРЕЊЕ:</b> Нађено је неколико путања до овог диска, али није пронађен одговарајући уређај са више путања. Можда сте лоше подесили оперативни систем.
sv: <b>VARNING:</b> Flera sökvägar till denna enhet har upptäckts men ingen motsvarande multipath-enhet hittades. Ditt operativsystem kan vara felkonfigurerat.
ta: <b>எச்சரிக்கை:</b> இந்த இய்க்கிக்க்கு பல வழிகள் காணப்படுகின்றன.ஆனால் பொருத்தமான பல்வழி சாதனத்தை காணவில்லை. உங்கள் இயங்குதளம் சரியாக வடிவமைக்கப்படவில்லை போலும்.
th: <b>คำเตือน:</b> พบพาธหลายพาธชี้มายังไดรว์นี้ แต่ไม่มีอุปกรณ์แบบหลายพาธที่ตรงกัน OS ของคุณอาจถูกตั้งค่าไว้ไม่ถูกต้อง

source: Go to Multipath Device
ca@valencia: Vés al dispositiu multicamí
de: Zu mehrpfadigem Gerät springen
el: Μετάβαση σε συσκευή πολλαπλών διαδρομών
et: Mitmerajaseadme juurde liikumine
fi: Siirry monipolkulaitteeseen
gl: Ir á unidade multiruta
hu: Többutas eszköz megnyitása
it: Vai al device multi-percorso
ja: マルチパスドライブに移動
lt: Eiti į daugelio kelių įrenginį
lv: Iet uz vairāku ceļu ierīci
pa: ਮਲਟੀਪਾਥ ਜੰਤਰ ਉੱਤੇ ਜਾਓ
pt: Ir para Dispositivo de Caminhos Múltiplos
pt_br: Ir ao dispositivo multicaminho
sl: Pojdi na večpotno napravo
sr: Иди у уређај са више путања
sv: Gå till Multipath-enhet
ta: பல்வித பாதை சாதனத்துக்கு செல்
th: ไปยังอุปกรณ์หลายพาธ
