Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

# RAID level
source: Distributed Parity (RAID-5)
ca@valencia: Paritat distribuïda (RAID-5)
de: Verteilte Parität (RAID 5)
et: Jaotatud paarid (RAID-5)
fi: Hajautettu pariteetti (RAID-5)
gl: Paridade distribuída (RAID-5)
hi: वितरित समानता (RAID-5)
hu: Osztott paritás (RAID-5)
id: Paritas Didistribusi (RAID-5)
it: Parità distribuita (RAID-5)
ja: 分散パリティ (RAID-5)
kn: ಡಿಸ್ಟಿಬ್ಯೂಟೆಡ್ ಪ್ಯಾರಿಟಿ (RAID-5)
lt: Paskirstytas lyginumas (RAID-5)
lv: Dalītā paritāte (RAID-5)
ml: ഡിസ്ട്രിബ്യൂട്ടഡ് പാരിറ്റി (RAID-5)
mr: डिस्ट्रीब्युटेड पॅरिटी (RAID-5)
nb: Distribuert paritet (RAID-5)
or: ବଣ୍ଟିତ ଯୁଗଳ (RAID-5)
pa: ਡਿਸਟਰੀਬਿਊਟਡ ਪਾਰੀਟੀ (ਰੇਡ-5)
pt: Paridade Distribuída (RAID-5)
pt_br: Emparelhamento distribuído (RAID-5)
sl: Porazdeljeno parnostno polje (RAID-5)
sr: Расподељена парност (РАИД-5)
sv: Distribuerad paritet (RAID-5)
ta: பகிரப்பட்ட Parity (ரெய்ட் -5)
th: กระจายข้อมูลตรวจสอบ (RAID-5)

# RAID level
source: RAID-5
sr: РАИД-5
ta: ரெய்ட் -5

# RAID level
source: Dual Distributed Parity (RAID-6)
ca@valencia: Paritat distribuïda dual (RAID-6)
de: Zweifach verteilte Parität (RAID 6)
et: Jaotatud topeltpaarid (RAID-6)
fi: Kahdennettu ja hajautettu pariteetti (RAID-6)
gl: Paridade dual distribuída (RAID-6)
hi: दोहरी वितरित समानता (RAID-6)
hu: Dupla osztott paritás (RAID-6)
id: Paritas Dual Didistribusi (RAID-6)
it: Doppia parità distribuita (RAID-6)
ja: 二重分散パリティ (RAID-6)
kn: ಡ್ಯುವಲ್ ಡಿಸ್ಟಿಬ್ಯೂಟೆಡ್ ಪ್ಯಾರಿಟಿ (RAID-6)
lt: Dvigubas paskirstytas lyginumas (RAID-6)
lv: Dubulta dalītā paritāte (RAID-6)
ml: ഡ്യൂവല്‍ ഡിസ്ട്രിബ്യൂട്ടഡ് പാരിറ്റി (RAID-6)
nb: Dobbel distribuert paritet (RAID-6)
or: ଦୁଇଟି ବଣ୍ଟନ ଯୁଗଳ (RAID-6)
pa: ਦੋਹਰੀ ਡਿਸਟਰੀਬਿਊਟਡ ਪਾਰੀਟੀ (ਰੇਡ-6)
pt: Paridade Distribuída Dupla (RAID-6)
pt_br: Emparelhamento distribuído dúplo (RAID-6)
sl: Dvojno porazdeljeni parnostni disk (RAID-6)
sr: Двострука расподељена парност (РАИД-6)
sv: Dubbelt distribuerad paritet (RAID-6)
ta: இரட்டை பகிரப்பட்ட Parity (ரெய்ட் -6)
th: กระจายข้อมูลตรวจสอบแบบคู่ (RAID-6)

# RAID level
source: RAID-6
sr: РАИД-6
ta: ரெய்ட் -6

# RAID level
source: Stripe of Mirrors (RAID-10)
ca@valencia: Miralls segmentats (RAID-10)
de: Verteilte Spiegel (RAID 10)
et: Peeglite riba (RAID-10)
fi: Peilatut yhdistetyt levyt (RAID-10)
gl: Banda de réplicas (RAID-10)
hi: मिरर का स्ट्राइप (RAID-10)
hu: Összefűzött tükrök (RAID-10)
id: Pecahan Cermin (RAID-10)
it: Striping e mirroring (RAID-10)
ja: ミラーのストライプ (RAID-10)
kn: ಪ್ರತಿಬಿಂಬಗಳ ಸ್ಟ್ರೈಪ್ (RAID-10)
lt: Lygiagretūs diskai su paskirstytu lyginumu (RAID-10)
lv: Spoguļu strīpas (RAID-10)
mr: मिरर्स् ठेवू नका (RAID-10)
nb: Stripe med speil (RAID-10)
or: ପ୍ରତିବିମ୍ବଗୁଡ଼ିକର ଧାରା (RAID-10)
pa: ਮਿੱਰਰ ਦਾ ਸਟਰਿਪ (RAID-10)
pt: Faixa de Espelhos (RAID-10)
pt_br: Segmentação de espelhos (RAID-10)
sl: Stezna zrcalnih diskov (RAID-10)
sr: Трака клонова (РАИД-10)
sv: Stripe av speglar (RAID-10)
ta: Stripe of Mirrors (ரெய்ட் -10)
th: ริ้วสำเนา (RAID-10)

# RAID level
source: RAID-10
sr: РАИД-10
ta: ரெய்ட் -10

# RAID level
source: Concatenated (Linear)
ca@valencia: Concatenats (Lineal)
de: Zusammenhängend (linear)
el: Concatenated (Γραμμικό)
et: Liidetud (järjestikuline)
fi: Jatkettu (lineaarinen)
gl: Concatenada (Lineal)
hu: Összefűzött (lineáris)
it: Concatenata (lineare)
ja: 連結 (リニア)
kn: ಕಾನ್‌ಕೆಟನೇಟೆಡ್ (ಲೀನಿಯರ್)
lt: Sujungta nuosekliai
lv: Savienots (lineāri)
ml: കോണ്‍കാറ്റിനേറ്റഡ് (ലീനിയര്‍)
mr: जुळलेले (श्रृंखलीत)
or: ସଂଯୁକ୍ତ (ସରଳ)
pa: ਸੰਯੁਕਤ (ਲੀਨੀਅਰ)
pt: Concatenado (Linear)
pt_br: Concatenado (Linear)
sl: Strnjeno (linijsko)
sr: Конкатенирано (линеарно)
sv: Konkatenerad (Linjär)
th: เชื่อมต่อกัน (เชิงเส้น)

# RAID level
source: Linear
ca@valencia: Lineal
el: Γραμμικό
et: Järjestikuline
fi: Jatkettu
gl: Lineal
hi: रैखिक
hu: Lineáris
id: Linier
it: Lineare
ja: リニア
kn: ರೇಖೀಯ
lt: Nuoseklus
lv: Lineārs
ml: ലീനിയര്‍
mr: श्रृंखलीत
nb: Lineær
or: ସିଧା
pa: ਲੀਨੀਅਰ
sl: Linearno
sr: Линеарно
sv: Linjär
ta: லினியர்
th: เชิงเส้น

source: Striped set without parity. Provides improved performance but no fault tolerance. If a single disk in the array fails, the entire RAID-0 array fails.
ca@valencia: Segmentació sense paritat. Proporciona una millora de rendiment però sense tolerància a fallades. Si falla un sol disc de la matriu falla tota la matriu de RAID-0.
de: Verteilt ohne Parität. Ergibt verbesserte Geschwindigkeit, aber ohne Fehlertoleranz. Wenn eine einzige Platte der Anordnung versagt, so versagt die ganze RAID 0-Anordnung.
el: Striped set χωρίς parity. Παρέχει βελτιστοποιημένη απόδοση αλλά δεν επιδέχεται σφάλματα. Αν κάποιος δίσκος στην συστοιχία αποτύχει τότε αποτυγχάνει όλη η συστοιχία RAID-0.
et: Ribad ilma paarideta. Võimaldab paremat jõudlust, kuid puudub veataluvus. Kui üks ketas massiivis rikneb, rikneb koos sellega kogu RAID-0 massiiv.
fi: Kaistaleittan yhdistetty joukko ilman pariteettia. Tarjoaa paremman suorituskyvyn mutta ei vikasietoisuutta. Mikäli yksi levy pakasta hajoaa, koko RAID-0-pakka hajoaa.
gl: Conxunto en bandas sen paridade. Fornece un rendemento mellorado mais sen tolerancia cos fallos. Se un único disco falla nas matrices, a matriz de RAID-0 enteiro falla.
hi: समानता के बिना कटा सेट. उन्नत प्रदर्शन देता है लेकिन कोई खराब सहनशीलता नहीं. यदि कोई एक डिस्क सरणी में विफल रहता है, पूरी RAID-0 सरणी विफल रहती है.
hu: Összefűzött tömb paritás nélkül. Jobb teljesítményt biztosít, de a hibatűrés nem javul. Ha a tömb egy lemeze meghibásodik, az egész RAID-0 tömb meghibásodik.
it: I dati sono divisi in segmenti, senza parità. Garantisce prestazioni migliori, ma non è tollerante ai guasti. Se un solo disco si guasta, l'intero array RAID-0 è inutilizzabile.
ja: パリティなしでストライピングを行います。性能は良いですが、耐障害性がありません。アレイ中の片方のディスクが故障した場合、RAID-0 アレイ全体が破損します。
kn: ಅನುರೂಪನೆ ಇಲ್ಲದೆ ಸ್ಟ್ರೈಪ್ ಮಾಡಲಾದವುಗಳು. ಸುಧಾರಿತ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ ಆದರೆ ಯಾವುದೆ ವಿಫಲಗೊಳ್ಳದಂತೆ ಸಹಿಷ್ಣತೆಯನ್ನು ಒದಗಿಸುವುದಿಲ್ಲ. ವ್ಯೂಹದಲ್ಲಿನ ಒಂದು ಡಿಸ್ಕ್ ವಿಫಲಗೊಂಡಲ್ಲಿ, ಸಂಪೂರ್ಣ RAID-0 ವ್ಯೂಹವು ವಿಫಲಗೊಳ್ಳುತ್ತದೆ.
lt: Lygiagretūs diskai be lyginumo kontrolės. Įgalina padidinti duomenų apsikeitimo greičius, tačiau netolerantiškas gedimams. Jei vienas masyvo diskų sugestų, visas RAID-0 masyvas sugestų.
lv: Strīpota kopa bez paritātes. Dod uzlabotu veiktspēju, bet bez bojājumpiecietības. Ja viens disks masīvā avarē, viss RAID-0 masīvs avarē.
ml: പാരിറ്റിയില്ലാത്ത സ്ട്രൈപ്പ്ഡ് സെറ്റ്. മെച്ചപ്പെട്ട പ്രവര്‍ത്തനം ലഭ്യമാക്കുന്നുണ്ടെങ്കിലും തകരാറുകള്‍ നേരിടുവാന്‍ സാധ്യമല്ല. അറേയിലുള്ള ഒരു ഡിസ്കിനു് തകരാറുണ്ടായാല്‍, പൂര്‍ണ്ണമായി RAID-0 അറേ തകരുന്നു.
mr: पॅरीटी विना सट्रीप्ड् सेट केले. सुधारीत कार्यक्षमता प्राप्त होते परंतु फॉल्ट टॉलेरंस् पुरवली जात नाही.अर्रेमधील कुठलिही डिस्क अपयशी ठरल्यास, संपूर्ण RAID-0 अर्रे अपयशी ठरेल.
pa: ਸਟਰਿੱਪ ਬਿਨਾਂ ਪੈਰਾਟ ਸੈੱਟ। ਵਧੀਆ ਕਾਰਗੁਜ਼ਾਰੀ ਦਿੰਦਾ ਹੈ, ਪਰ ਨੁਕਸ ਨਹੀਂ ਝੱਲ ਸਕਦਾ ਹੈ। ਜੇ ਅਰੇ ਵਿੱਚ ਇੱਕ ਇੱਕਲੀ ਡਿਸਕ ਵੀ ਫੇਲ੍ਹ ਹੋ ਗਈ ਤਾਂ ਪੂਰੀ ਰੇਡ-0 ਅਰੇ ਫੇਲ੍ਹ ਹੋ ਜਾਵੇਗੀ।
pt: Configuração em faixas sem paridade. Disponibiliza performance melhorada mas não é tolerante a falhas. Caso um único disco do conjunto falhe, todo o conjunto RAID-0 falha.
pt_br: Segmentação sem emparelhamento. Fornece desempenho melhorado mas sem tolerância de falha. Se uma única unidade falha na matriz, a matriz RAID-0 inteira falha.
sl: Stezno polje diskov brez parnosti. Zagotavlja izboljšano izvajanje, vendar brez odpornosti na napake. Odpoved enega diska se odraža kot odpoved celotnega steznega polja.
sr: Дискови повезани у траку без парности. Омогућава побољшани учинак, али не толерише грешке на диску. Уколико један диск у опсегу откаже, цео РАИД-0 опсег ће престати да ради.
sv: Stripe-uppsättning utan paritet. Tillhandahåller förbättrad prestanda men inte feltolerans. Om en enda disk i kedjan går sönder så fallerar hela RAID-0-kedjan.
ta: ஸ்ட்ரைப் பேரிட்டி இல்லாமல் அமைக்கிறது. செயல்திறன் அதிகரிக்கப்பட்டு ஆனால் பழுது இல்லாமல் கொடுக்கப்படுகிறது. ஒரு ஒற்றை வட்டு வரிசையில் தோல்வியுற்றால்ர முழு ரெய்ட் -0 வரிசையும் தோல்வியுறும்.
th: แบ่งแถบข้อมูลโดยไม่มีข้อมูลตรวจสอบ (parity) ให้ประสิทธิภาพดีขึ้นแต่ไม่มีความทนทานต่อความผิดพลาด ถ้าดิสก์ใดดิสก์หนึ่งในแอร์เรย์เสียหาย แอร์เรย์ RAID-0 ก็เสียหายทั้งหมด

source: Mirrored set without parity. Provides fault tolerance and improved performance for reading. RAID-1 arrays can sustain all but one disk failing.
ca@valencia: Miralls sense paritat. Proporciona tolerància a les fallades i un bon rendiment per a la lectura. Les matrius RAID-1 només poden mantindre un sol disc amb fallades.
de: Gespiegelt ohne Parität. Ergibt Fehlertoleranz und verbesserte Lesegeschwindigkeit. RAID 1-Anordnungen können den Ausfall aller bis auf einer Platte überdauern.
el: Mirrored set χωρίς parity. Παρέχει ανεκτικότητα στα σφάλματα και βελτιστοποιημένη απόδοση ανάγνωσης. Οι συστοιχίες RAID-1 αντέχουν σε αποτυχία της πλειοψηφίας δίσκων της συστοιχίας - εκτός από του τελευταίου.
et: Peegeldus ilma paarideta. Võimaldab paremat veataluvust ja lugemisjõudlust. RAID-1 massiiv püsib, kuni viimane ketas toimib.
fi: Peilattu joukko ilman pariteettia. Tarjoaa vikasietoisuutta ja paremman suorituskyvyn lukemiseen. RAID-1-pakat kestävät kaikkien paitsi yhden levyn hajoamisen.
gl: Replicado sen paridade. Fornece tolerancia cos fallos e un rendemento mellorado para lectura. As matrices RAID-1 poden soster todo agás un fallo de disco.
hi: बिना समानता के मिरर किया सेट. फॉल्ट सहनशीलता देता है और पठन के लिए उन्नत प्रदर्शन. RAID-1 सरणी सभी वहन कर सकता है लेकिन एक डिस्क विफलता को नहीं.
hu: Tükrözött tömb paritás nélkül. Jobb hibatűrést és olvasási teljesítményt biztosít. A RAID-1 tömbök egy kivételével az összes lemez meghibásodását elviselik.
it: I dati sono copiati su più dischi, senza parità. Garantisce prestazioni migliori in lettura e tolleranza ai guasti. Gli array RAID-1 sono in grado di sostenere il guasto di tutti i dischi tranne uno.
ja: パリティなしでミラーリングを行います。耐障害性があり読み込み性能に優れています。RAID-1 アレイは片方のディスクが故障しても維持することができます。
kn: ಅನುರೂಪತೆಯನ್ನು ಹೊಂದಿರುವ ಪ್ರತಿಬಿಂಬಗೊಳಿಸಲಾದವುಗಳು. ಓದುವ ಸಲುವಾಗಿ ವಿಫಲಗೊಳ್ಳದಂತೆ ಸಹಿಷ್ಣುತೆ ಹಾಗು ಸುಧಾರಿತ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ. ಎಲ್ಲಾ ಡಿಸ್ಕುಗಳು ವಿಫಲಗೊಂಡು ಕೇವಲ ಒಂದು ಸರಿಯಾಗಿದ್ದಲ್ಲಿ RAID-1 ವ್ಯೂಹಗಳು ಉಳಿದುಕೊಳ್ಳಬಲ್ಲವು.
lt: Dubliuoti diskai be lyginumo. Numato gedimą be nuostolių ir padidintą apsikeitimo duomenimis našumą. RAID-1 masyvai išlaiko duomenis kol juose yra bent vienas nesugedęs diskas.
lv: Spoguļa kopa bez paritātes. Dod bojājumpiecietību un uzlabotu veiktspēju lasot. RAID-1 masīvi var izturēt gandrīz visu disku avarēšanu, bet ir jāpaliek vismaz vienam.
ml: പാരിറ്റിയില്ലാത്ത മിറര്‍ഡ് സെറ്റ്. മെച്ചപ്പെട്ട പ്രവര്‍ത്തനവും തകരാറുകള്‍ നേരിടുവാനുള്ള കഴിവും ലഭ്യമാക്കുന്നു. ഒരു ഡിസ്ക് തകരാര്‍ മാത്രമേ RAID-1 അറേകള്‍ക്ക് നേരിടുവാന്‍ സാധിക്കൂ.
mr: पॅरिटी विना मिर्रड् सेट केले. फॉल्ट टॉलेरंस् व सुधारीत कार्यक्षमता वाचनकरीता पुरवली जाते. RAID-1 अर्रेज् एक डिस्कला वगळता इतर सर्व डिस्क अपयशी ठरल्यास हाताळू शकते.
pa: ਮਿੱਰਰ ਬਿਨਾਂ ਪੈਰਾਟ ਸੈੱਟ ਕੀਤੇ। ਨੁਕਸ ਤੋਂ ਬਚਾਅ ਹੈ ਅਤੇ ਪੜ੍ਹਨ ਲਈ ਵਧੀਆ ਕਾਰਗੁਜ਼ਾਰੀ ਹੈ। ਰੇਡ-1 ਅਰੇ ਇੱਕ ਡਿਸਕ ਫੇਲ੍ਹ ਹੋਣ ਬਿਨਾਂ ਸਭ ਤੋਂ ਬਚਾਅ ਕਰ ਸਕਦੀ ਹੈ।
pt: Configuração em espelho sem paridade. Disponibiliza performance melhorada e tolerancia a falhas para a leitura. Os conjuntos RAID-1 suportam a falha de todos os discos excepto um.
pt_br: Espelho sem emparelhamento. Fornece tolerância de falha e desempenho melhorado de leitura. Matrizes RAID-1 podem tolerar falhas de todas unidades menos uma.
sl: Zrcalno polje diskov brez parnosti. Zagotavlja izboljšano branje odporno na napake. Zrcalno polje prenese odpoved vseh diskov razen enega.
sr: Клонирани дискови без парности. Обезбеђује бољу контролу грешака и побољшава учинак при читању. РАИД-1 опсег може да ради и уколико откаже један диск.
sv: Speglad uppsättning utan paritet. Tillhandahåller feltolerans och förbättrad prestanda för läsning. RAID-1-kedjor kan klara av att alla diskar utom en disk går sönder.
ta: பிரதிபலிப்பு பேரிட்டி இல்லாமல் அமைக்கிறது. செயல்திறன் அதிகரிக்கப்பட்டு ஆனால் பழுது இல்லாமல் கொடுக்கப்படுகிறது. ஒரு ஒற்றை வட்டு வரிசையில் தோல்வியுற்றால்ர முழு ரெய்ட் -1 வரிசையும் தோல்வியுறும்.
th: แบ่งชุดทำสำเนาโดยไม่มีข้อมูลตรวจสอบ (parity) ให้ความทนทานต่อความผิดพลาด และให้ประสิทธิภาพดีขึ้นในการอ่าน แอร์เรย์ RAID-1 สามารถทำงานอยู่ได้ถึงสภาวะที่ดิสก์เสียหายจนเหลือดิสก์ที่ทำงานได้เพียงดิสก์เดียว

source: Striped set with parity on a single disk. Provides improved performance and fault tolerance. RAID-4 arrays can sustain a single disk failure.
ca@valencia: Segmentació amb paritat en un sol disc. Proporciona una millora del rendiment i tolerància a les fallades. Les matrius RAID-4 només poden mantindre un sol disc amb fallades.
de: Verteilt mit Parität auf einer Platte. Ergibt Fehlertoleranz und verbesserte Geschwindigkeit. RAID 4-Anordnungen können den Ausfall einer Platte überdauern.
el: Striped set με parity σε έναν δίσκο. Παρέχει ανεκτικότητα στα σφάλματα και βελτιστοποιημένη απόδοση . Οι συστοιχίες RAID-4 μπορούν να αντέξουν σε αποτυχία μόνο ενός δίσκου.
et: Paarisribad ühel kettal. Võimaldab paremat jõudlust ja veataluvust. RAID-4 massiiv talub ühe ketta riknemist.
fi: Kaistaleittan yhdistetty joukko ja pariteetti yhdellä levyllä. Tarjoaa paremman suorituskyvyn sekä vikasietoisuuden. RAID-4-pakat kestävät yhden levyn hajoamisen.
gl: Conxunto en bandas sen paridade nun único disco. Fornece un rendemento mellorado e con tolerancia cos fallos. As matrices de RAID-4 poden soster un fallo nun único disco.
hi: एकल डिस्क पर बिना समानता के कटा हुआ सेट. उन्नत प्रदर्शन देता है और फॉल्ट सहनशीलता भी. RAID-4 सरणी में एकल डिस्क विफलता वहन कर सकती है.
hu: Összefűzött tömb egy lemezen lévő paritással. Jobb teljesítményt és hibatűrést biztosít. A RAID-4 tömbök elviselik egy lemez meghibásodását.
it: I dati sono suddivisi in segmenti con parità su un singolo disco. Garantisce prestazioni migliori e tolleranza ai guasti. Gli array RAID-4 sono in grado di sostenere il guasto di un singolo disco.
ja: 1台のディスクにパリティをもたせたストライプセットです。パフォーマンスが向上し耐障害性があります。RAID-4 アレイは1台のディスクが故障してもデータが失われません。
kn: ಒಂದು ಡಿಸ್ಕಿನಲ್ಲಿ ಅನುರೂಪತೆಯನ್ನು ಹೊಂದಿರುವ ಸ್ರೈಪ್ ಮಾಡಲಾದವುಗಳು. ವಿಫಲಗೊಳ್ಳದಂತೆ ಸಹಿಷ್ಣುತೆ ಹಾಗು ಸುಧಾರಿತ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ. ಒಂದು ಡಿಸ್ಕು ವಿಫಲಗೊಂಡಲ್ಲಿ RAID-4 ವ್ಯೂಹಗಳು ಉಳಿದುಕೊಳ್ಳಬಲ್ಲವು.
lt: Lygiagretūs diskai su lyginumu. Numato gedimą be nuostolio ir padidintą duomenų skaitymo našumą. RAID-4 masyvai atlaiko vieno disko gedimą.
lv: Strīpota kopa ar paritāti uz viena diska. Dod uzlabotu veiktspēju un bojājumpiecietību. RAID-4 masīvs var izturēt viena diska avarēšanu.
ml: ഒറ്റ ഡിസ്കില്‍ ഒരു പാരിറ്റിയുള്ള സ്ട്രിപ്ഡ് സെറ്റ്. മെച്ചപ്പെട്ട പ്രവര്‍ത്തനവും തകരാറുകള്‍ നേരിടുവാനുള്ള കഴിവും ലഭ്യമാക്കുന്നു. ഒരു ഡിസ്ക് തകരാര്‍ മാത്രമേ RAID-4 അറേകള്‍ക്ക് നേരിടുവാന്‍ സാധിക്കൂ.
mr: एका डिस्कवरील पॅरिटीसह स्ट्रीप्ड् सेट केले. सुधारीत कार्यक्षमता व फॉल्ट टॉलेरंस् पुरवली जाते. RAID-4 अर्रेज् एक डिस्क अपयशी ठरल्यास हाताळू शकते.
pa: ਇੱਕਲੀ ਡਿਸਕ ਉੱਤੇ ਸਟਰਿੱਪ ਪੈਰਾਟ ਨਾਲ ਸੈੱਟ। ਵਧੀਆ ਕਾਰਗੁਜ਼ਾਰੀ ਅਤੇ ਨੁਕਸ ਤੋਂ ਬਚਾਅ ਉਪਲੱਬਧ ਦਿੰਦਾ ਹੈ। ਰੇਡ-4 ਅਰੇ ਇੱਕ ਡਿਸਕ ਫੇਲ੍ਹ ਹੋਣ ਦੀ ਹਾਲਤ 'ਚ ਬਚਾਅ ਕਰ ਸਕਦੀ ਹੈ।
pt: Configuração em faixas com paridade num único disco. Disponibiliza performance melhorada e tolerância a falhas. Os conjuntos RAID-4 podem suportar a falha de um único disco.
pt_br: Segmentação com emparelhamento em unidade única. Fornece desempenho melhorado e tolerância de falha. Matrizes RAID-4 podem tolerar falhas em uma única unidade.
sl: Parnostno stezno polje diskov. Zagotavlja izboljšano zmogljivost odporno na napake. Diskovno polje RAID-4 prenese odpoved enega diska v polju.
sr: Дискови повезани у траку уз парност на једном диску. Обезбеђује побољшани учинак и контролу грешака. РАИД-4 опсег може да ради и уколико откаже један диск.
sv: Stripe-uppsättning med paritet på en enda disk. Tillhandahåller förbättrad prestanda och feltolerans. RAID-4-kedjor kan klara att en disk går sönder.
ta: ஸ்ட்ரைப் பேரிட்டி இல்லாமல் ஒற்றை வட்டில் அமைக்கிறது. செயல்திறன் அதிகரிக்கப்பட்டு ஆனால் பழுது இல்லாமல் கொடுக்கப்படுகிறது. ஒரு ஒற்றை வட்டு வரிசையில் தோல்வியுற்றால்ர முழு ரெய்ட் -4 வரிசையும் தோல்வியுறும்.
th: แบ่งแถบข้อมูลโดยมีข้อมูลตรวจสอบ (parity) ในดิสก์เดียว ให้ประสิทธิภาพดีขึ้น พร้อมความทนทานต่อความผิดพลาด แอร์เรย์ RAID-4 สามารถทำงานอยู่ได้ในสภาวะที่ดิสก์เสียไปหนึ่งดิสก์

source: Striped set with distributed parity. Provides improved performance and fault tolerance. RAID-5 arrays can sustain a single disk failure.
ca@valencia: Segmentació amb paritat distribuïda. Proporciona una millora del rendiment i tolerància a les fallades. Les matrius RAID-5 només poden mantindre un sol disc amb fallades.
de: Verteilt mit verteilter Parität. Ergibt Fehlertoleranz und verbesserte Geschwindigkeit. RAID 5-Anordnungen können den Ausfall einer einzigen Platte überdauern.
el: Striped set με διανεμημένη parity. Παρέχει ανεκτικότητα στα σφάλματα και βελτιστοποιημένη απόδοση . Οι συστοιχίες RAID-5 μπορούν να αντέξουν σε αποτυχία μόνο ενός δίσκου.
et: Jaotatud paarisribad. Võimaldab paremat jõudlust ja veataluvust. RAID-5 massiiv talub ühe ketta riknemist.
fi: Kaistaleittan yhdistetty joukko hajautetulla pariteetilla. Tarjoaa paremman suorituskyvyn sekä vikasietoisuuden. RAID-5-pakat kestävät yhden levyn hajoamisen.
gl: Conxunto en bandas sen paridade distribuída. Fornece un rendemento mellorado e tolerancia cos fallos. As matrices de RAID-5 poden soster un fallo nun único disco.
hi: वितरित समानता के कटा हुआ सेट. उन्नत प्रदर्शन देता है और फॉल्ट सहनशीलता भी. RAID-5 सरणी में एकल डिस्क विफलता वहन कर सकती है.
hu: Összefűzött tömb elosztott paritással. Jobb teljesítményt és hibatűrést biztosít. A RAID-5 tömbök elviselik egy lemez meghibásodását.
it: I dati sono suddivisi in segmenti con parità distribuita. Garantisce prestazioni migliori e tolleranza ai guasti. Gli array RAID-5 sono in grado di sostenere il guasto di un singolo disco.
ja: 分散パリティ方式でのストライプセットです。パフォーマンスが向上し耐障害性があります。RAID-5 アレイでは1台のディスクが故障してもデータが失われません。
kn: ಹಂಚಲಾದ ಅನುರೂಪತೆಯನ್ನು ಹೊಂದಿರುವ ಸ್ರೈಪ್ ಮಾಡಲಾದವುಗಳು. ವಿಫಲಗೊಳ್ಳದಂತೆ ಸಹಿಷ್ಣುತೆ ಹಾಗು ಸುಧಾರಿತ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ. ಒಂದು ಡಿಸ್ಕು ವಿಫಲಗೊಂಡಲ್ಲಿ RAID-5 ವ್ಯೂಹಗಳು ಉಳಿದುಕೊಳ್ಳಬಲ್ಲವು.
lt: Lygiagretūs diskai su paskirstytu lyginumu. Įgalina padidinti duomenų apsikeitimo našumą neprarandant tolerancijos gedimui. RAID-5 masyvai atlaiko vieno disko gedimą.
lv: Strīpota kopa ar sadalīto paritāti. Dod uzlabotu veiktspēju un bojājumpiecietību. RAID-5 masīvs var izturēt viena diska avarēšanu.
ml: വിതരണം ചെയ്ത പാരിറ്റിയുള്ള സ്ട്രിപ്ഡ് സെറ്റ്. മെച്ചപ്പെട്ട പ്രവര്‍ത്തനവും തകരാറുകള്‍ നേരിടുവാനുള്ള കഴിവും ലഭ്യമാക്കുന്നു. ഒരു ഡിസ്ക് തകരാര്‍ മാത്രമേ RAID-5 അറേകള്‍ക്ക് നേരിടുവാന്‍ സാധിക്കൂ.
mr: डिस्ट्रीब्यूटेड पॅरिटीसह स्ट्रीप्ड् सेट केले. सुधारीत कार्यक्षमता व फॉल्ट टॉलेरंस् पुरवली जाते. RAID-5 अर्रेज् एक डिस्क अपयशी ठरल्यास हाताळू शकते.
pa: ਸਟਰਿੱਪ ਡਿਸਟਰੀਬਿਊਟਡ ਪੈਰਾਟ ਨਾਲ ਸੈੱਟ। ਵਧੀਆ ਕਾਰਗੁਜ਼ਾਰੀ ਅਤੇ ਨੁਕਸ ਬਚਾਅ ਦਿੰਦੀ ਹੈ। ਰੇਡ-5 ਅਰੇ ਇੱਕ ਡਿਸਕ ਫੇਲ੍ਹ ਹੋਣ ਤੋਂ ਬਚਾਅ ਦੇ ਸਕਦੀ ਹੈ।
pt: Configuração em faixas com paridade distribuída. Disponibiliza performance melhorada e tolerância a falhas. Os conjuntos RAID-5 podem suportar a falha de um único disco.
pt_br: Segmentação com emparelhamento distribuído. Fornece desempenho melhorado e tolerância de falha. Matrizes RAID-5 podem tolerar falhas em uma única unidade.
sl: Porazdeljeno parnostno stezno polje diskov. Zagotavlja izboljšano zmogljivost odporno na napake. Diskovno polje RAID-5 prenese odpoved enega diska v polju.
sr: Дискови повезани у траку уз расподељену парност. Обезбеђује побољшани учинак и контролу грешака. РАИД-5 опсег може да ради и уколико откаже један диск.
sv: Stripe-uppsättning med distribuerad paritet. Tillhandahåller förbättrad prestanda och feltolerans. RAID-5-kedjor kan klara att en enda disk går sönder.
ta: ஸ்ட்ரைப் பகிரப்பட்ட பேரிட்டியுடன் அமைக்கிறது. செயல்திறன் அதிகரிக்கப்பட்டு ஆனால் பழுது இல்லாமல் கொடுக்கப்படுகிறது. ஒரு ஒற்றை வட்டு வரிசையில் தோல்வியுற்றால்ர முழு ரெய்ட் -5 வரிசையும் தோல்வியுறும்.
th: แบ่งแถบข้อมูลโดยมีข้อมูลตรวจสอบ (parity) แบบกระจาย ให้ประสิทธิภาพดีขึ้น พร้อมความทนทานต่อความผิดพลาด แอร์เรย์ RAID-5 สามารถทำงานอยู่ได้ในสภาวะที่ดิสก์เสียไปหนึ่งดิสก์

source: Striped set with dual distributed parity. Provides improved performance and fault tolerance. RAID-6 arrays can sustain two disk failures.
ca@valencia: Segmentació amb paritat distribuïda dual. Proporciona una millora del rendiment i tolerància a les fallades. Les matrius RAID-6 poden mantindre dos discs amb fallades.
de: Verteilt mit zweifach verteilter Parität. Ergibt Fehlertoleranz und verbesserte Geschwindigkeit. RAID 6-Anordnungen können den Ausfall von zwei Platten überdauern.
el: Striped set με διπλή διανεμημένη parity. Παρέχει ανεκτικότητα στα σφάλματα και βελτιστοποιημένη απόδοση . Οι συστοιχίες RAID-6 μπορούν να αντέξουν σε αποτυχία μέχρι και δύο δίσκων.
et: Jaotatud topeltpaaridega ribad. Võimaldab paremat jõudlust ja veataluvust. RAID-6 massiiv talub kahe ketta riknemist.
fi: Kaistaleittan yhdistetty joukko kaksinkertaisella hajautetulla pariteetilla. Tarjoaa paremman suorituskyvyn sekä vikasietoisuuden. RAID-6-pakat kestävät kahden levyn hajoamisen.
gl: Conxunto en bandas sen paridade dual distribuída. Fornece un rendemento mellorado e tolerancia cos fallos. As matrices de RAID-6 poden soster dous fallos de disco.
hi: दोहरा वितरित समानता के कटा हुआ सेट. उन्नत प्रदर्शन देता है और फॉल्ट सहनशीलता भी. RAID-6 सरणी में दो डिस्क विफलता वहन कर सकती है.
hu: Összefűzött tömb dupla elosztott paritással. Jobb teljesítményt és hibatűrést biztosít. A RAID-6 tömbök elviselik két lemez meghibásodását.
it: I dati sono suddivisi in segmenti con doppia parità distribuita. Garantisce prestazioni migliori e tolleranza ai guasti. Gli array RAID-6 sono in grado di sostenere il guasto di due dischi.
ja: 二重分散パリティ方式でのストライプセットです。パフォーマンスが向上し耐障害性があります。RAID-6 アレイでは2台のディスクが故障してもデータが失われません。
kn: ದ್ವಿಮುಖವಾಗಿ ಹಂಚಲಾದ ಅನುರೂಪತೆಯನ್ನು ಹೊಂದಿರುವ ಸ್ರೈಪ್ ಮಾಡಲಾದವುಗಳು. ವಿಫಲಗೊಳ್ಳದಂತೆ ಸಹಿಷ್ಣುತೆ ಹಾಗು ಸುಧಾರಿತ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ. ಒಂದು ಡಿಸ್ಕು ವಿಫಲಗೊಂಡಲ್ಲಿ RAID-6 ವ್ಯೂಹಗಳು ಉಳಿದುಕೊಳ್ಳಬಲ್ಲವು.
lt: Lygiagretūs diskai su dvigubu paskirstytu lyginumu. Įgalina padidinti duomenų apsikeitimo našumą neprarandant tolerancijos gedimams. RAID-6 masyvai atlaiko dviejų diskų gedimą.
lv: Strīpota kopa ar dubulto sadalīto paritāti. Dod uzlabotu veiktspēju un bojājumpiecietību. RAID-6 masīvs var izturēt divu disku avarēšanu.
ml: ഇരട്ട വിതരണം ചെയ്ത പാരിറ്റിയുള്ള സ്ട്രിപ്ഡ് സെറ്റ്. മെച്ചപ്പെട്ട പ്രവര്‍ത്തനവും തകരാറുകള്‍ നേരിടുവാനുള്ള കഴിവും ലഭ്യമാക്കുന്നു. രണ്ടു് ഡിസ്ക് തകരാരറുകള്‍ RAID-6 അറേകള്‍ക്ക് നേരിടുവാന്‍ സാധിക്കുന്നു.
mr: डिस्ट्रीब्यूटेड पॅरिटीसह स्ट्रीप्ड् सेट केले. सुधारीत कार्यक्षमता व फॉल्ट टॉलेरंस् पुरवली जाते. RAID-6 अर्रेज् दोन डिस्क अपयशी ठरल्यास हाताळू शकते.
pa: ਸਟਰਿੱਪ ਦੋਹਰੇ ਡਿਸਟਰੀਬਿਊਂਟਡ ਪੈਰਾਅ ਨਾਲ ਸੈੱਟ। ਵਧੀਆ ਕਾਰਗੁਜ਼ਾਰੀ ਅਤੇ ਨੁਕਸ ਬਚਾਅ ਦਿੰਦੀ ਹੈ। ਰੇਡ-6 ਅਰੇ ਦੋ ਡਿਸਕ ਫੇਲ੍ਹ ਹੋਣ ਦੀ ਹਾਲਤ ਵਿੱਚ ਬਚਾਅ ਕਰ ਸਕਦੀ ਹੈ।
pt: Configuração em faixas com paridade duplamente distribuída. Disponibiliza performance melhorada e tolerância a falhas. Os conjuntos RAID-6 podem suportar a falha de dois discos.
pt_br: Segmentação com emparelhamento distribuído dúplo. Fornece desempenho melhorado e tolerância de falha. Matrizes RAID-6 podem tolerar falhas em uma única unidade.
sl: Dvojno porazdeljeno parnostno stezno polje diskov. Zagotavlja izboljšano zmogljivost odporno na napake. Diskovno polje RAID-6 prenese odpoved dveh diskov v polju.
sr: Дискови повезани у траку уз двоструко расподељену парност. Обезбеђује побољшани учинак и контролу грешака. РАИД-6 опсег може да ради и уколико откаже један диск.
sv: Stripe-uppsättning med dubbelt distribuerad paritet. Tillhandahåller förbättrad prestanda och feltolerans. RAID-6-kedjor kan klara att två diskar går sönder.
ta: ஸ்ட்ரைப் பகிரப்பட்ட இரட்டை பேரிட்டியுடன் அமைக்கிறது. செயல்திறன் அதிகரிக்கப்பட்டு ஆனால் பழுது இல்லாமல் கொடுக்கப்படுகிறது. ஒரு ஒற்றை வட்டு வரிசையில் தோல்வியுற்றால்ர முழு ரெய்ட் -6 வரிசையும் தோல்வியுறும்.
th: แบ่งแถบข้อมูลโดยมีข้อมูลตรวจสอบ (parity) แบบกระจายสองชุด ให้ประสิทธิภาพดีขึ้น พร้อมความทนทานต่อความผิดพลาด แอร์เรย์ RAID-6 สามารถทำงานอยู่ได้ในสภาวะที่ดิสก์เสียไปสองดิสก์
