Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: Disk Utility
ca@valencia: Utilitat de discs
de: Laufwerksverwaltung
el: Εργαλείο δίσκων
et: Kettautiliit
fi: Levytyökalu
gl: Utilidade de disco
hi: डिस्क उपयोगिता
hu: Lemezkezelő
id: Utilitas Diska
it: Gestore dischi
ja: ディスク・ユーティリティ
kn: ಡಿಸ್ಕಿನ ಸವಲತ್ತು
lt: Diskų įrankis
lv: Disku utilīta
ml: ഡിസ്ക് യൂട്ടിലിറ്റി
mr: डिस्क युटिलिटी
nb: Diskverktøy
or: ଡିସ୍କ ଉପଯୋଗିତା
pa: ਡਿਸਕ ਸਹੂਲਤ
pt: Utilitário de Disco
pt_br: Utilitário de unidades
sl: Diskovna orodja
sr: Управник дискова
sv: Diskverktyg
ta: வட்டு பயன்பாடு
th: เครื่องมือดิสก์

source: Manage Drives and Media
ca@valencia: Gestioneu unitats i suports
de: Verwalten von Laufwerken und Medien
el: Διαχείριση δίσκων και μέσων
et: Ketaste ja andmekandjate haldamine
fi: Hallitse levyasemia ja medioita
gl: Xestionar novos dispositivos e medios
hi: चालन और मीडिया प्रबंधित करें
hu: Lemezek és adathordozók kezelése
id: Mengelola Kandar dan Media
it: Gestisce unità e supporti
ja: ドライブとメディアの管理
kn: ಡ್ರೈವ್‌ಗಳನ್ನು ಹಾಗು ಮಾಧ್ಯಮವನ್ನು ನಿರ್ವಹಿಸಿ
lt: Valdyti įrenginius ir laikmenas
lv: Pārvaldīt dziņus un datu nesējus
ml: ഡ്രൈവുകളും മീഡിയയും കൈകാര്യം ചെയ്യുന്നു
mr: ड्राइव्हस् व मिडीया व्यवस्थापीत करा
nb: Håndter stasjoner og media
or: ଉପକରଣ ଏବଂ ସଞ୍ଚାର ମାଧ୍ଯମକୁ ପରିଚାଳନା କରନ୍ତୁ
pa: ਡਰਾਇਵ ਅਤੇ ਮੀਡਿਆ ਪਰਬੰਧ
pt: Gerir Dispositivos e Media
pt_br: Gerencie unidades e mídias
sl: Upravljanje pogonov in nosilcev
sr: Управљање дисковима и медијумима
sv: Hantera enheter och media
ta: இயக்கிகள் மற்றும் ஊடகங்களை மேலாள
th: จัดการไดรว์และสื่อ

source: Disk Notifications
ca@valencia: Notificacions de discs
de: Benachrichtigungen über das Laufwerk
el: Ειδοποιήσεις δίσκου
et: Ketta teated
fi: Levyhuomautukset
gl: Notificacións de disco
hi: डिस्क सूचनाएँ
hu: Lemezértesítések
id: Pemberitahuan Diska
it: Notifiche dischi
ja: ディスク通知
kn: ಡಿಸ್ಕ್‌ ಸೂಚನೆಗಳು
lt: Diskų pranešimai
lv: Diska paziņojumi
ml: ഡിസ്ക് അറിയിപ്പുകള്‍
mr: डिस्क सूचना
nb: Diskvarsling
or: ଡିସ୍କ ବିଜ୍ଞପ୍ତି
pa: ਡਿਸਕ ਨੋਟੀਫਿਕੇਸ਼ਨ
pt: Notificações de Disco
pt_br: Notificações de unidade
sl: Diskovna opozorila
sr: Обавештења о диску
sv: Disknotifieringar
ta: வட்டு அறிவிப்புகள்
th: การแจ้งเหตุดิสก์

source: Provides notifications related to disks
ca@valencia: Proporciona notificacions relacionades amb els discs
de: Stellt auf Medien bezogene Benachrichtigungen bereit
el: Παρέχει ειδοποιήσεις σχετικές με δίσκους
et: Tagab teated ketastega seatud sündmuste kohta
fi: Näyttää levyihin liittyviä huomautuksia
gl: Proporciona notificiacións relacionadas co disco
hi: डिस्क संबंधित सूचना दें
hu: Lemezekhez kapcsolódó értesítéseket biztosít
id: Menyediakan notifikasi terhadap diska yang terkait
it: Fornisce notifiche riguardanti i dischi
ja: ディスクに関する通知を行います
kn: ಡಿಸ್ಕುಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ಸೂಚನೆಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ
lt: Pateikia su diskais susijusius pranešimus
lv: Nodrošina ar diskiem saistītus paziņojumus
ml: ഡിസ്കിനോട് ബന്ധപ്പെട്ടുള്ള അറിയിപ്പുകള്‍ നല്‍കുന്നു
mr: डिस्क संबंधित सूचना पुरवतो
nb: Gir varsling relatert til disker
or: ଏହି ଡିସ୍କ ସମ୍ପର୍କୀୟ ବିଜ୍ଞପ୍ତି ପ୍ରଦାନ କରିଥାଏ
pa: ਡਿਸਕ ਨਾਲ ਸਬੰਧਿਤ ਨੋਟੀਫਿਕੇਸ਼ਨ ਦਿੰਦਾ ਹੈ
pt: Disponibiliza notificações relacionados com discos
pt_br: Fornece notificações relacionadas a unidades
sl: Zagotavlja opozorila o delovanju diskov
sr: Укључује обавештења везана за дискове
sv: Tillhandahåller notifieringar relaterade till diskar
ta: வட்டுகள் தொடர்புடைய அனைத்து அறிவிப்புகளை தருகிறது
th: บริการแจ้งเหตุเกี่ยวกับดิสก์

source: To prevent data corruption, wait until this has finished before removing media or disconnecting the device.
ca@valencia: Per a evitar que es malmetin les dades, espereu que este procés haja finalitzat abans de treure el suport o desconnectar el dispositiu.
de: Um Datenverlust zu vermeiden, warten Sie bitte bis zum Beenden des Vorgangs, bevor Sie das Medium entfernen oder die Verbindung zum Gerät trennen.
el: Για αποφυγή καταστροφής δεδομένων, περιμένετε μέχρι να τελειώσει η διαδικασία προτού αφαιρέσετε το μέσο ή αποσυνδέσετε τη συσκευή.
et: Andmete rikkumise vältimiseks oota kuni tegevus lõpetatakse, enne kui eemaldad andmekandja või ühendad seadme lahti.
fi: Estääksesi tiedon vioittumisen, odota kunnes tämä on valmistunut ennen kuin poistat median asemasta tai irrotat laitteen.
gl: Para evitar a corrupción de datos agarde ata que remate antes de extraer o medio ou desconectar o dispositivo.
hi: आँकड़ा खराबी को रोकने के लिए, मीडिया निकालने या युक्ति का कनेक्शन रोकने के पहले तक प्रतीक्षा करें.
hu: Az adatvesztés elkerülése érdekében várjon ennek befejeződéséig az adathordozó eltávolításával, vagy az eszköz leválasztásával.
id: Untuk menghindari data yang rusak, tunggu hingga proses ini selesai sebelum mengeluarkan atau mencabut perangkat dari komputer.
it: Per prevenire danneggiamenti ai dati, attendere il completamento dell'operazione prima di rimuovere o disconnettere il dispositivo.
ja: データの破損を防ぐため、作業が終わるまで待ってからメディアを外したり、デバイスを切断したりしてださい。
kn: ದತ್ತಾಂಶವು ಹಾಳಾಗುವುದನ್ನು ತಪ್ಪಿಸಲು, ಮಾಧ್ಯಮವನ್ನು ತೆಗೆಯುವ ಅಥವ ಸಂಪರ್ ತಪ್ಪಿಸುವ ಮೊದಲು ಇದು ಪೂರ್ಣಗೊಳ್ಳುವವರೆಗೂ ಕಾಯಿರಿ.
lt: Neišimkite ir neatjunkite įrenginio, kol šis darbas bus baigtas, kitaip gali būti sugadinti duomenys.
lv: Lai novērstu datu sabojāšanos, gaidīt, līdz šis tiks pabeigts, pirms datu nesēja izņemšanas vai ierīces atvienošanas.
ml: മീഡിയ നീക്കം ചെയ്യുകയോ ‍ഡിവൈസ് വിഛേദിക്കുന്നതിനോ മുമ്പു് ഇതു് പൂര്‍ണ്ണമാകുന്നതു് വരെ കാത്തിരിക്കുക, ഡേറ്റാ നഷ്ടമാകാതെ സൂക്ഷിക്കാം.
mr: माहिती सदोषीत होण्यापासून रोखण्याकरीता, मिडीया काढून टाकण्यापूर्वी किंवा उपकरणशी जुळवणी खंडीत करण्यापूर्वी कृपया थांबा.
nb: Vent til operasjonen er fullført før du fjerner medie eller kobler fra enheten for å unngå korrupte data.
or: ତଥ୍ୟ ନଷ୍ଟକୁ ଅଟକାଇବା ପାଇଁ, ଏହା ସମାପ୍ତ ହେବା ପର୍ଯ୍ୟନ୍ତ ଅପେକ୍ଷା କରନ୍ତୁ ଅଥବା ଉପକରଣକୁ ସଂଯୋଗ ବିଚ୍ଛିନ୍ନ କରନ୍ତୁ।
pa: ਡਾਟਾ ਨਿਕਾਰਾ ਹੋਣ ਤੋਂ ਬਚਣ ਲਈ, ਮੀਡਿਆ ਨੂੰ ਹਟਾਉਣ ਜਾਂ ਜੰਤਰ ਨੂੰ ਡਿਸਕ-ਕੁਨੈਕਟ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਇਹ ਪੂਰਾ ਹੋਣ ਦੀ ਉਡੀਕ ਕਰੋ।
pt: Para prevenir corrupção de dados, aguarde até que isto termine antes de remover o media ou desligar o dispositivo.
pt_br: Para prevenir corrupção de dados, espere até que isso tenha terminado antes de remover a mídia ou desconectar o dispositivo.
sl: Za preprečitev izgube podatkov, počakajte dokler se opravilo ne konča in se naprava ali nosilec ne odklopita.
sr: Како би избегли оштећење података, сачекајте да се заврши цео процес пре него што уклоните медијум или уређај.
sv: För att förhindra dataförlust bör du vänta tills detta är färdigställt innan mediet tas bort eller enheten kopplas från.
ta: தரவு கரப்ஷனை தடுக்கிறது, ஊடகத்தை நீக்குவதற்கு முன் முடிவடையும் வரை காத்திரு அல்லது சாதனத்தை துண்டிக்கிறது.
th: เพื่อป้องกันข้อมูลเสียหาย กรุณารอให้เสร็จสิ้นก่อนที่จะเอาสื่อออกหรือปลดการเชื่อมต่ออุปกรณ์

source: Device
ca@valencia: Dispositiu
de: Gerät
el: Συσκευή
et: Seade
fi: Laite
gl: Dispositivo
hi: डिवाइस
hu: Eszköz
id: Perangkat
it: Dispositivo
ja: デバイス
kn: ಸಾಧನ
lt: Įrenginys
lv: Ierīce
ml: ഡിവൈസ്
mr: उपकरण
nb: Enhet
or: ଉପକରଣ
pa: ਜੰਤਰ
pt: Dispositivo
pt_br: Dispositivo
sl: Naprava
sr: Уређај
sv: Enhet
ta: சாதனம்
th: อุปกรณ์

source: The device to show the dialog for
ca@valencia: El dispositiu del qual s'ha de mostrar el diàleg
de: Das Gerät, für welches der Dialog angezeigt werden soll
el: Η συσκευή για την οποία θα εμφανιστεί ο διάλογος
et: Seade, mille dialoogi näidata
fi: Laite, jolle ikkuna näytetään
gl: O dispositivo para o que mostrar o diálogo
hi: युक्तियां जिसके लिए संवाद दिखाना है
hu: Az ablak megjelenítése ezen eszközhöz
it: Il dispositivo per cui mostrare il dialogo
ja: ダイアログに表示するデバイス
kn: ಯಾವುದಕ್ಕೆ ಸಂವಾದವನ್ನು ತೋರಿಸಬೇಕೊ ಆ ಸಾಧನ
lt: Įrenginys, kuriam parodyti dialogą
lv: Ierīce, kam rādīt dialogu
ml: ഡയലോഗ് കാണിക്കുവാനുള്ള ഡിവൈസ്
mr: संवाद दाखवण्साठीचे उपकरन
nb: Enhet dialogen skal vises for
or: ସଂଳାପକୁ ଦର୍ଶାଇବା ପାଇଁ ଉପକରଣ
pa: ਡਾਈਲਾਗ ਵੇਖਾਉਣ ਲਈ ਜੰਤਰ
pt: O dispositivo para o qual apresentar o diálogo
pt_br: Para qual dispositivo mostrar um diálogo
sl: Naprava za katero naj se pokaže pogovorno okno
sr: Уређај за који се приказује прозорче
sv: Enheten att visa dialogrutan för
ta: எந்த சாதனத்துக்கு உரையாடல் காட்ட வேண்டும்?
th: อุปกรณ์ที่จะทำงานด้วยในกล่องโต้ตอบ

source: text
el: κείμενο
et: tekst
fi: teksti
gl: texto
hi: पाठ
hu: szöveg
id: teks
it: testo
ja: テキスト
kn: ಪಠ್ಯ
lt: tekstas
lv: teksts
ml: വാക്യം
mr: मजकूर
nb: tekst
or: ପାଠ୍ଯ
pa: ਟੈਕਸਟ
pt: texto
pt_br: texto
sl: besedilo
sr: текст
ta: உரை
th: ข้อความ

source: Text to show
ca@valencia: Text a mostrar
de: Anzuzeigender Text
el: Κείμενο για προβολή
et: Tekst, mida näidata
fi: Näytettävä teksti
gl: Texto para mostrar
hi: दिखाने के लिए पाठ
hu: Megjelenítendő szöveg
it: Il testo da mostrare
ja: 表示するテキスト
kn: ತೋರಿಸಬೇಕಿರುವ ಪಠ್ಯ
lt: Rodytinas tekstas
lv: Rādāmais teksts
ml: കാണിക്കുവാനുള്ള വാക്യം
mr: दाखवण्याजोगी मजकूर
nb: Tekst som skal vises
or: ଦର୍ଶାଇବା ପାଇଁ ଥିବା ପାଠ୍ୟ
pa: ਵੇਖਾਉਣ ਲਈ ਟੈਕਸਟ
pt: Texto a apresentar
pt_br: texto para mostrar
sl: Besedilo za prikaz
sr: Текст за приказ
sv: Text att visa
ta: காட்ட வேண்டிய உரை
th: ข้อความที่จะแสดง

source: Error launching Disk Utility
ca@valencia: S'ha produït un error en executar la utilitat dels discs
de: Fehler beim Start der Laufwerksverwaltung
el: Σφάλμα εκκίνησης εργαλείου δίσκων
et: Tõrge kettautiliidi käivitamisel
fi: Virhe käynnistettäessä levytyökalua
gl: Produciuse un erro ao iniciar a Utilidade de disco
hi: डिस्क उपयोगिता लॉन्च करने में त्रुटि
hu: Hiba a Lemezkezelő indításakor
id: Galat ketika menjalankan Utilitas Diska
it: Errore nell'avviare «Gestore dischi»
ja: ディスク・ユーティリティを起動する際にエラーが発生しました
kn: ಡಿಸ್ಕಿನ ಸವಲತ್ತನ್ನು ಆರಂಭಿಸುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ
lt: Diskų įrankio paleidimo klaida
lv: Kļūda, palaižot disku uilītu
ml: ഡിസ്ക് യൂട്ടിലിറ്റി ലഭ്യമാക്കുന്നതില്‍ പിശക്
mr: डिस्क युटिलिटी प्रक्षेपीत करा
nb: Feil ved start av diskverktøy
or: ଡିସ୍କ ଉପଯୋଗିତା ଆରମ୍ଭ କରିବାରେ ତ୍ରୁଟି
pa: ਡਿਸਕ ਸਹੂਲਤ ਚਲਾਉਣ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao iniciar Utilitário de Disco
pt_br: Erro lançando o utilitátio de unidades
sl: Napaka med zaganjanjem diskovnih orodij
sr: Грешка при покретању управника дискова
sv: Fel vid start av Diskverktyg
ta: வட்டு பயன்பாடு துவக்குவதில் பிழை
th: เกิดข้อผิดพลาดขณะเรียกเครื่องมือดิสก์

source: Device to format
ca@valencia: Dispositiu a formatar
de: Zu formatierendes Gerät
el: Συσκευή προς διαμόρφωση
et: Seade, mida vormindada
fi: Alustettava laite
gl: Dispositivo para formatar
hi: संरूपित करने के लिए युक्ति
hu: Formázandó eszköz
id: Perangkat untuk diformat
it: Device da formattare
ja: フォーマットするデバイス
kn: ಫಾರ್ಮಾಟ್ ಮಾಡಬೇಕಿರುವ ಸಾಧನ
lt: Sužymėtinas įrenginys
lv: Ierīce, ko formatēt
ml: ഫോര്‍മാറ്റ് ചെയ്യുന്നതിനുള്ള ഡിവൈസ്
mr: रूपण करण्याजोगी उपरकण
nb: Enhet som skal formatteres
or: ସଜାଡ଼ିବା ପାଇଁ ଯନ୍ତ୍ର
pa: ਫਾਰਮੈਟ ਕਰਨ ਲਈ ਜੰਤਰ
pt: Dispositivo a formatar
pt_br: Dispositivo para formatar
sl: Naprava za formatiranje
sr: Уређај за форматирање
sv: Enhet att formatera
ta: ஒழுங்குசெய்ய சாதனம்
th: อุปกรณ์ที่จะฟอร์แมต

source: DEVICE
ca@valencia: DISPOSITIU
de: GERÄT
el: ΣΥΣΚΕΥΗ
et: SEADE
fi: LAITE
gl: DISPOSITIVO
hi: डिवाइस
hu: ESZKÖZ
id: PERANGKAT
lt: ĮRENGINYS
lv: IERĪCE
nb: ENHET
or: ଉପକରଣ
pa: ਜੰਤਰ
pt: DISPOSITIVO
pt_br: DISPOSITIVO
sl: NAPRAVA
sr: УРЕЂАЈ
sv: ENHET
th: อุปกรณ์

source: Operation was canceled
ca@valencia: S'ha cancel·lat l'operació
de: Der Vorgang wurde abgebrochen
el: Η λειτουργία ακυρώθηκε.
et: Operatsioon katkestati
fi: Toiminto peruttiin
gl: A operación foi cancelada
hi: ऑपरेशन रद्द किया गया था
hu: A művelet megszakítva
id: Operasi dibatalkan
it: L'operazione è stata annullata
ja: 操作をキャンセルしました
kn: ಕಾರ್ಯವು ರದ್ದು ಮಾಡಲ್ಪಟ್ಟಿದೆ
lt: Operacija buvo atšaukta
lv: Darbība tika atcelta
ml: പ്രക്രിയ റദ്ദാക്കിയിരിക്കുന്നു
mr: कार्य रद्द केले
nb: Operasjonen ble avbrutt
or: ପ୍ରୟୋଗକୁ ବାତିଲ କରାଯାଇଛି
pa: ਓਪਰੇਸ਼ਨ ਰੱਦ ਕੀਤਾ
pt: A operação foi cancelada
pt_br: A operação foi cancelada
sl: Dejanje je bilo preklicano
sr: Радња је прекинута
sv: Åtgärden avbröts
ta: செயல்பாடு ரத்துச் செய்யப்பட்டிருக்கலாம்
th: ปฏิบัติการถูกยกเลิก

source: Mate Disk Utility formatting tool
ca@valencia: Eina de formatació de la utilitat dels discs del MATE
de: Formatierwerkzeug der MATE-Laufwerksverwaltung
el: Βοηθητικό πρόγραμμα διαμόρφωσης δίσκων του Mate
et: Mate kettautiliit, vormindamise tööriist
fi: Maten levytyökalun alustustyökalu
gl: Ferramenta de formatado Utilidade de disco de MATE
hi: गनोम डिस्क उपयोगिता संरूपण औज़ार
hu: Mate Lemezkezelő formázóeszköz
id: Perkakas pemformatan Utilitas Diska Mate
it: Gestore dischi - Strumento di formattazione
ja: Mate ディスク・ユーティリティ フォーマットツール
kn: Mate ಡಿಸ್ಕಿನ ಸವಲತ್ತು ಫಾರ್ಮಾಟ್‌ ಮಾಡುವ ಉಪಕರಣ
lt: Mate diskų įrankio disko sužymėjimo priemonė
lv: Mate disku utilītas formatēšanas rīks
ml: ഗ്നോം ഡിസ്ക് യൂട്ടിലിറ്റി ഫോര്‍മാറ്റ് ചെയ്യുന്നതിനുള്ള ഉപകരണം
mr: Mate डिस्क युटिलिटी रूपण उपकरण
nb: MATE diskverktøy formateringsverktøy
or: Mate ଡିସ୍କ ଉପଯୋଗିତା ସଜ୍ଜିକରଣ ସାଧନ
pa: ਗਨੋਮ ਡਿਸਕ ਸਹੂਲਤ ਫਰਾਮੈਟ ਕਰਨ ਵਾਲਾ ਟੂਲ
pt: Ferramenta de formatação Utilitário de Disco do MATE
pt_br: Ferramenta de formatação do utilitário de unidades do MATE
sl: Mate diskovna orodja za formatiranje
sr: Алат за форматирање из Гномовог управника дискова
sv: Formateringsverktyg för MATE
th: เครื่องมือฟอร์แมตของเครื่องมือดิสก์ MATE

source: Format partition %d of %s (%s)
ca@valencia: Formata la partició núm. %d de %s (%s)
de: Partition %d von %s (%s) formatieren
el: Διαμόρφωση διαμερίσματος %d σε %s (%s)
et: Partitsiooni %d vormindamine kettal %s (%s)
fi: Alusta osio %d laitteella %s (%s)
gl: Formatar a partición %d de %s (%s)
hi: विभाजन %d, %s (%s) के संरूपित करें
hu: %2$s %1$d. partíciójának formázása (%3$s)
id: Format partisi %d pada %s (%s)
it: Formatta partizione n° %d da %s (%s)
ja: %2$s (%3$s) の %1$d パーティションをフォーマット
kn: ವಿಭಾಗ %d, %s ಅನ್ನು ಫಾರ್ಮಾಟ್ ಮಾಡು (%s)
lt: Sužymėti skirsnį %d įrenginyje %s (%s)
lv: Formatēt sadaļu %d no %s (%s)
ml: പാര്‍ട്ടീഷന്‍ %d ഫോര്‍മാറ്റ് ചെയ്യുക, ഡ്രൈവ് %s (%s)
mr: %2$s (%3$s) पैकी विभाजन %1$d याचे रूपण करा
nb: Formater partisjon %d av %s (%s)
or: ସଜ୍ଜିକରଣ ଶୈଳୀ ବିଭାଜନ %d ର %s (%s)
pa: %2$s (%3$s) ਦਾ %1$d ਪਾਰਟੀਸ਼ਨ ਫਾਰਮੈਟ
pt: Formatar partição %d de %s (%s)
pt_br: Formatar partição %d de %s (%s)
sl: Formatiranje razdelka %d na %s (%s)
sr: Форматирај %d. партицију на %s (%s)
sv: Formatera partition %d på %s (%s)
ta: வடிவ பகிர்வு %d ஆல் %s (%s)
th: ฟอร์แมตพาร์ทิชัน %d ของ %s (%s)

source: Formatting partition %d of %s (%s)
ca@valencia: S'està formatant la partició núm. %d de %s (%s)
de: Partition %d von %s (%s) wird formatiert
el: Γίνεται διαμόρφωση διαμερίσματος %d σε %s (%s)
et: Partitsiooni %d vormindamine kettal %s (%s)
fi: Alustetaan osiota %d laitteella %s (%s)
gl: Formatando a partición %d de %s (%s)
hi: विभाजन %d, %s (%s) के संरूपित कर रहा है
hu: %2$s %1$d. partíciójának formázása (%3$s)
id: Memformat partisi %d pada %s (%s)
it: Formattazione partizione n° %d da %s (%s)
ja: %2$s (%3$s) の %1$d パーティションをフォーマット中です
kn: ವಿಭಾಗ %d, %s ಅನ್ನು ಫಾರ್ಮಾಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ (%s)
lt: Žymimas skirsnis %d įrenginyje %s (%s)
lv: Formatē sadaļu %d uz %s (%s)
ml: പാര്‍ട്ടീഷന്‍ %d ഫോര്‍മാറ്റ് ചെയ്യുന്നു, ഡ്രൈവ് %s (%s)
mr: %2$s (%3$s) पैकी विभाजन %1$d याचे रूपण करत आहे
nb: Formaterer partisjon %d av %s (%s)
or: ସଜ୍ଜିକରଣ ଶୈଳୀ ବିଭାଜନ %d ର %s (%s)
pa: %2$s (%3$s) ਦਾ %1$d ਪਾਰਟੀਸ਼ਨ ਫਾਰਮੈਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt: A formatar partição %d de %s (%s)
pt_br: Formatando partição %d de %s (%s)
sl: Formatiranje razdelka %d na %s (%s)
sr: Форматирам %d. партицију на %s (%s)
sv: Formaterar partition %d på %s (%s)
ta: பகிர்வு %d %s இல் (%s) வடிவமைக்கப்படுகிறது
th: กำลังฟอร์แมตพาร์ทิชัน %d ของ %s (%s)

source: Format %s (%s)
ca@valencia: Formata %s (%s)
de: %s (%s) formatieren
el: Διαμόρφωση %s (%s)
et: %s vormindamine (%s)
fi: Alusta %s (%s)
gl: Formatar %s (%s)
hi: संरूपित करें %s (%s)
hu: %s formázása (%s)
it: Formatta %s (%s)
ja: %s をフォーマット (%s)
kn: %s ಅನ್ನು ಫಾರ್ಮಾಟುಗೊಳಿಸು (%s)
lt: Sužymėti %s (%s)
lv: Formatēt %s (%s)
ml: %s ഫോര്‍മാറ്റ് ചെയ്യുക (%s)
mr: रूपण %s (%s)
nb: Formatter %s (%s)
or: %s କୁ ସଜାଡନ୍ତୁ (%s)
pa: ਫਾਰਮੈਟ %s (%s)
pt: Formatar %s (%s)
pt_br: Formatar %s (%s)
sl: Formatiraj %s (%s)
sr: Форматирај %s (%s)
sv: Formatera %s (%s)
ta: %s (%s) ஐ வடிவமை
th: ฟอร์แมต %s (%s)

source: Formatting %s (%s)
ca@valencia: S'està formatant %s (%s)
de: %s (%s) wird formatiert
el: Γίνεται διαμόρφωση %s (%s)
et: %s vormindamine (%s)
fi: Alustetaan %s (%s)
gl: Formatando %s (%s)
hi: संरूपित कर रहा है %s (%s)
hu: %s formázása (%s)
id: Memformat %s (%s)
it: Formattazione di %s (%s)
ja: %s をフォーマット中 (%s)
kn: %s ಅನ್ನು ಫಾರ್ಮಾಟು ಮಾಡಲಾಗುತ್ತಿದೆ (%s)
lt: Žymimas %s (%s)
lv: Formatē %s (%s)
ml: %s ഫോര്‍മാറ്റ് ചെയ്യുന്നു (%s)
mr: %s (%s) रूपण करत आहे
nb: Formatterer %s (%s)
or: %s କୁ ସଜାଡ଼ୁଅଛି (%s)
pa: %s (%s) ਫਾਰਮੈਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt: A formatar %s (%s)
pt_br: Formatando %s (%s)
sl: Formatiranje %s (%s)
sr: Форматирам %s (%s)
sv: Formaterar %s (%s)
ta: %s (%s) வடிவமைக்கப்படுகிறது
th: กำลังฟอร์แมต %s (%s)

source: Format %s Volume (%s)
ca@valencia: Formata el volum de %s (%s)
de: Datenträger mit %s formatieren (%s)
el: Διαμόρφωση %s Τόμος (%s)
et: %s köite vormindamine (%s)
fi: Alusta %s-kokoinen taltio (%s)
gl: Formatar %s o volume (%s)
hi: संरूपण %s आयतन (%s)
hu: %s kötet formázása (%s)
id: Format Volume %s (%s)
it: Formatta volume da %s (%s)
ja: %s のボリューム (%s) をフォーマット
kn: %s ಪರಿಮಾಣವನ್ನು (%s) ಫಾರ್ಮಾಟ್ ಮಾಡಿ
lt: Sužymėti %s tomą (%s)
lv: Formatēt %s sējumu (%s)
ml: %s ഫോര്‍മാറ്റ് ചെയ്യുക, വോള്യം (%s)
mr: %s वरील (%s) खंडाचे रूपण करा
nb: Format %s Volum (%s)
or: %s ଭଲ୍ୟୁମକୁ ସଜାଡ଼ୁଅଛି (%s)
pa: ਫਾਰਮੈਟ %s ਵਾਲੀਅਮ (%s)
pt: Formatar Volume com %s (%s)
pt_br: Formatar o volume de %s (%s)
sl: Formatiranje %s nosilca (%s)
sr: Форматирај диск од %s (%s)
sv: Formatera %s-volym (%s)
ta: தொகுதி %s (%s) ஐ வடிவமை
th: ฟอร์แมตโวลุม %s (%s)

source: Formatting %s Volume (%s)
ca@valencia: S'està formatant el volum de %s (%s)
de: Datenträger mit %s wird formatiert (%s)
el: Γίνεται διαμόρφωση %s τόμου (%s)
et: %s köite vormindamine (%s)
fi: Alustetaan %s-kokoinen taltio (%s)
gl: Formatando %s o volume (%s)
hi: संरूपित कर रहा है %s आयतन (%s)
hu: %s kötet formázása (%s)
id: Memformat Volume %s (%s)
it: Formattazione volume da %s (%s)
ja: %s のボリューム (%s) をフォーマット中
kn: %s ಪರಿಮಾಣವನ್ನು (%s) ಫಾರ್ಮಾಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ
lt: Žymimas %s tomas (%s)
lv: Formatē %s sējumu (%s)
ml: %s ഫോര്‍മാറ്റ് ചെയ്യുന്നു, വോള്യം (%s)
mr: %s वरील (%s) खंडाचे रूपण करत आहे
nb: Formatterer %s volum (%s)
or: %s ଭଲ୍ୟୁମକୁ ସଜାଡୁଅଛି (%s)
pa: ਵਾਲੀਅਮ (%2$s) %1$s ਨਾਲ ਫਾਰਮੈਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt: A Formatar Volume com %s (%s)
pt_br: Formatando o volume de %s (%s)
sl: Formatiranje %s nosilca (%s)
sr: Форматирам диск од %s (%s)
sv: Formaterar %s-volym (%s)
ta: தொகுதி %s (%s) வடிவமைக்கப்படுகிறது
th: กำลังฟอร์แมตโวลุม %s (%s)

source: Preparing...
ca@valencia: S'està preparant...
de: Vorbereiten läuft …
el: Προετοιμασία...
et: Ettevalmistus...
fi: Valmistellaan…
gl: Preparando...
hi: तैयार कर रहा है...
hu: Előkészítés…
id: Bersiap...
it: Preparazione...
ja: 準備しています...
kn: ತಯಾರಾಗುತ್ತಿದೆ...
lt: Ruošiama...
lv: Sagatavo...
ml: തയ്യാറാക്കുന്നു...
mr: तयारी करत आहे...
nb: Forbereder...
or: ପ୍ରସ୍ତୁତ କରୁଅଛି...
pa: ਤਿਆਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pt: A preparar...
pt_br: Preparando...
sl: Pripravljanje ...
sr: Припремам...
sv: Förbereder...
ta: தயார் செய்கிறது...
th: กำลังเตรียมการ...

source: Unmounting...
ca@valencia: S'està desmuntant...
de: Wird ausgehangen …
el: Αποπροσάρτηση...
et: Lahtihaakimine...
fi: Irrotetaan…
gl: Desmontando...
hi: अनारोहित कर रहा है...
hu: Leválasztás…
id: Melepas kaitan...
it: Smontaggio...
ja: アンマウント中...
kn: ಅವರೋಹಿಸಲಾಗುತ್ತಿದೆ...
lt: Atjungiama...
lv: Nomontē...
ml: അണ്‍മൌണ്ട് ചെയ്യുന്നു...
mr: माउंट अशक्य...
nb: Avmonterer...
or: ବିସ୍ଥାପିତ କରୁଅଛି...
pa: ਅਣ-ਮਾਊਂਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pt: A desmontar...
pt_br: Desmontando...
sl: Odklapljanje ...
sr: Демонтирам...
sv: Avmonterar...
ta: ஏற்றம் நீக்குகிறது...
th: กำลังเลิกเมานท์...

source: Unable to format '%s'
ca@valencia: No s'ha pogut formatar «%s»
de: »%s« konnte nicht formatiert werden
el: Αδύνατη η διαμόρφωση του '%s'
et: '%s' pole võimalik vormindada
fi: Taltiota ”%s” ei voitu alustaa
gl: Non foi posíbel formatar «%s»
hi: संरूपित '%s' करने में असमर्थ
hu: „%s” nem formázható
id: Tidak dapat memformat '%s'
it: Impossibile formattare «%s»
ja: '%s' をフォーマットできません
kn: '%s' ಅನ್ನು ಫಾರ್ಮಾಟ್ ಮಾಡುವಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ
lt: Nepavyko sužymėti „%s“
lv: Nav iespējams formatēt '%s'
ml: '%s' ഫോര്‍മാറ്റ് ചെയ്യുവാന്‍ സാധിക്കുന്നില്ല
mr: '%s' चे रूपण अशक्य
nb: Kan ikke formattere «%s»
or: '%s' କୁ ସଜାଡିବାରେ ଅସମର୍ଥ
pa: '%s' ਫਾਰਮੈਟ ਕਰਨ ਲਈ ਅਸਮਰੱਥ
pt: Incapaz de formatar '%s'
pt_br: Não foi possível formatar "%s"
sl: Ni mogoče formatirati '%s'
sr: Не могу да форматирам „%s“
sv: Kunde inte formatera "%s"
ta: '%s' ஐ வடிவமைக்க முடியவில்லை
th: ไม่สามารถฟอร์แมต '%s'

source: Formatting...
ca@valencia: S'està formatant...
de: Wird formatiert …
el: Διαμόρφωση...
et: Vormindamine...
fi: Alustetaan…
gl: Formatando...
hi: प्रारूपण कर रहा है...
hu: Formázás…
id: Memformat...
it: Formattazione...
ja: フォーマット中...
kn: ಫಾರ್ಮ್ಯಾಟ್‌ ಮಾಡಲಾಗುತ್ತಿದೆ...
lt: Žymima...
lv: Formatē...
ml: ഫോര്‍മാറ്റ് ചെയ്യുന്നു...
mr: रूपण करत आहे...
nb: Formatterer...
or: ଫର୍ମାଟ କରୁଛି...
pa: ਫਾਰਮੈਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pt: A formatar...
pt_br: Formatando...
sl: Formatiranje ...
sr: Форматирам...
sv: Formaterar...
ta: ஒழுங்கு செய்கிறது....
th: กำลังฟอร์แมต...

source: Cancelling...
ca@valencia: S'està cancel·lant...
de: Wird abgebrochen …
el: Γίνεται ακύρωση...
et: Katkestamine...
fi: Perutaan…
gl: Cancelando...
hi: रद्द कर रहा है...
hu: Megszakítás…
id: Membatalkan...
it: Annullamento...
ja: キャンセル中...
kn: ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ...
lt: Atšaukiama...
lv: Atceļ...
ml: റദ്ദാക്കുന്നു...
mr: रद्द करत आहे...
nb: Avbryter...
or: ବାତିଲ କରୁଅଛି...
pa: ਰੱਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pt: A cancelar...
pt_br: Cancelando...
sl: Preklicevanje ...
sr: Прекидам...
sv: Avbryter...
ta: ரத்துசெய்யப்படுகிறது...
th: กำลังยกเลิก...

source: Error formatting volume
ca@valencia: S'ha produït un error en formatar el volum
de: Fehler beim Formatieren des Datenträgers
el: Σφάλμα διαμόρφωσης τόμου
et: Viga köite vormindamisel
fi: Virhe alustettaessa taltiota
gl: Produciuse un erro ao formatar o volume
hi: आयतन के संरूपण में त्रुटि
hu: Hiba a kötet formázásakor
id: Galat ketika memformat volume
it: Errore nel formattare il volume
ja: ボリュームのフォーマット中にエラーが発生しました
kn: ಪರಿಮಾಣವನ್ನು ಫಾರ್ಮಾಟ್ ಮಾಡುವಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ
lt: Klaida sužymint tomą
lv: Kļūda, formatējot sējumu
ml: വോള്യം ഫോര്‍മാറ്റ് ചെയ്യുന്നതില്‍ പിശക്
mr: खंडाच्या रूपणवेळी त्रुटी
nb: Feil under formattering av volum
or: ଭଲ୍ୟୁମକୁ ସଜାଡିବା ସମୟରେ ତ୍ରୁଟି
pa: ਵਾਲੀਅਮ ਫਾਰਮੈਟ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao formatar volume
pt_br: Erro ao formatar o volume
sl: Napaka med formatiranjem nosilca
sr: Грешка при форматирању диска
sv: Fel vid formatering av volymen
ta: ஒழுங்கு செய்வதில் பிழை
th: เกิดข้อผิดพลาดขณะฟอร์แมตโวลุม

source: Mounting volume...
ca@valencia: S'està muntant el volum...
de: Datenträger wird eingehangen …
el: Προσάρτηση τόμου...
et: Köite haakimine...
fi: Liitetään taltiota…
gl: Montando o volume...
hi: आयतन आरोहित किया जा रहा है...
hu: Kötet csatolása…
id: Mengaitkan volume...
it: Montaggio del volume...
ja: ボリュームのマウント中...
kn: ಪರಿಮಾಣವನ್ನು ಆರೋಹಿಸಲಾಗುತ್ತಿದೆ...
lt: Prijungiamas disko tomas...
lv: Montē sējumu...
ml: വോള്യം മൌണ്ട് ചെയ്യുന്നു...
mr: खंड माऊन्ट करत आहे...
nb: Monterer volum...
or: ଭଲ୍ୟୁମକୁ ସ୍ଥାପନ କରୁଅଛି...
pa: ਵਾਲੀਅਮ ਮਾਊਂਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pt: A montar volume...
pt_br: Montando volume...
sl: Priklapljanje nosilca ...
sr: Монтирам диск...
sv: Monterar volym...
ta: தொகுதி ஏற்றுகிறது...
th: กำลังเมานท์โวลุม...
