Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: Number of times a recording head is flying outside its normal operating range
ca@valencia: Nombre de vegades que un capçal d'escriptura està a més alçada del seu rang d'operació normal
de: Anzahl der Schreibvorgänge des Schreibkopfes außerhalb der erlaubten Betriebshöhe über dem Medium
el: Πόσες φορές η κεφαλή εγγραφής ίπταται έξω από το κανονικό εύρος λειτουργίας της
et: Kordade arv, mil lindistamispea on lennanud välja tavapärasest töötsoonist
fi: Kuinka monta kertaa lukupää on liikkunut normaalin toiminta-alueen ulkopuolella
gl: Número de veces que unha cabeza de gravación voa fóra do seu intervalo normal de operación
hi: इसके सामान्य ऑपरेटिंग सीमा के बार रिकार्डिंग शीर्ष की संख्या
hu: Az írófej ennyi alkalommal repült a normál működési tartományon kívül
it: Numero di volte che la testina di lettura ha eseguito delle letture oltre il proprio limite di operazione
ja: 記録ヘッドが通常の動作領域からずれた回数です
kn: ರೆಕಾರ್ಡು ಮಾಡುವ ಹೆಡ್‌ಗಳು ತಮ್ಮ ಸಾಮಾನ್ಯ ಕಾರ್ಯ ನಿರ್ವಹಣಾ ವ್ಯಾಪ್ತಿಯ ಹೊರಗೆ ಫ್ಲೈ ಮಾಡಿದ ಸಂಖ್ಯೆಗಳು
lt: Kiek kartų rašanti disko galvutė buvo virš savo normalaus judėjimo aukščio ribų
lv: Reižu skaits, kad rakstīšanas galviņa ir izlidojusi ārpus normālās darbības apgabala
ml: സാധാരണ ഓപ്പറേറ്റിങ് പരിധിയ്ക്കു പുറത്തു് എത്ര തവണ റിക്കോര്‍ഡിങ് ഹെഡ് കറങ്ങുന്നു
mr: शेवटच्यावेळी मर्यादीत क्षमताच्या बाहेर रेकॉर्डींग हेड जात असल्याची संख्या
pa: ਰਿਕਾਰਡਿੰਗ ਹੈੱਡ ਵਲੋਂ ਆਮ ਓਪਰੇਸ਼ਨ ਰੇਜ਼ ਤੋਂ ਬਾਹਰ ਜਾਣ ਦੀ ਗਿਣਤੀ ਹੈ।
pt: Número de vezes que uma cabeça de gravação voa fora do seu alcance normal de operação
pt_br: Número de vezes um cabeçote de gravação está posicionado fora do intervalo de operação normal
sl: Število premikov snemalne glave izven običajnega območja delovanja
sr: Број уписивања када је глава за упис била изван њене нормалне путање
sv: Antal gånger ett skrivhuvud flyger utanför dess normala operationsområde
ta: சாதாரண இயக்க வரம்பில் வெளியே ஒரு பதிவின் எண்ணிக்கை
th: จำนวนครั้งที่หัวเขียนลอยอยู่นอกพิสัยทำการปกติ

source: Airflow Temperature
ca@valencia: Temperatura del corrent d'aire
de: Temperatur der Luft
el: Θερμοκρασία κυκλοφορίας αέρα
et: Õhuvoolu temperatuur
fi: Ilmavirran lämpötila
gl: Temperatura do fluxo de aire
hi: हवामान तापक्रम
hu: Légáramlás hőmérséklete
id: Temperatur Aliran Udara
it: Temperatura dell'aria
kn: ಹರಿವ ಗಾಳಿಯ ತಾಪಮಾನ
lt: Oro temperatūra
lv: Gaisa plūsmas temperatūra
ml: എയര്‍ഫ്ലോ താപനില
mr: एयरफ्लो तापमान
nb: Temperatur på luftstrøm
or: ବାୟୁ ପ୍ରବାହ ତାପମାନ
pa: ਹਵਾ-ਵਹਾ ਤਾਪਮਾਨ
pt: Temperatura de Fluxo de Ar
pt_br: Temperatura do fluxo de ar
sl: Temperatura pretoka zraka
sr: Температура ваздуха
sv: Airflow-temperatur
ta: Airflow வெப்பநிலை
th: อุณหภูมิกระแสลม

source: Airflow temperature of the drive
ca@valencia: Temperatura del corrent d'aire de la unitat
de: Temperatur der Luft im Laufwerk
el: Θερμοκρασία κυκλοφορίας αέρα του δίσκου.
et: Ketta õhuvoolu temperatuur
fi: Levyn ilmavirran lämpötila
gl: Temperatura do fluxo de aire na unidade
hi: ड्राइव का हवामान तापमान
hu: A légáramlás hőmérséklete a meghajtóban
id: Temperatur aliran udara pada kandar
it: Temperatura dell'aria nell'unità
ja: ドライブのエアフロー温度
kn: ಡ್ರೈವಿನಲ್ಲಿ ಹರಿವ ಗಾಳಿಯ ತಾಪಮಾನ
lt: Oro įrenginyje temperatūra
lv: Diska gaisa plūsmas temperatūra
ml: ഡ്രൈവിന്റെ എയര്‍ഫ്ലോ താപനില
mr: ड्राइव्हचे एयरफ्लो तापमान
or: ଡ୍ରାଇଭର ବାୟୁ ପ୍ରବାହ ତାପମାନ
pa: ਡਰਾਇਵ ਦਾ ਹਵਾ-ਵਹਾ ਤਾਪਮਾਨ ਹੈ।
pt: Temperatura de fluxo de ar do dispositivo
pt_br: Temperatura do fluxo de ar da unidade
sl: Temperatura pretoka zraka pogona
sr: Температура ваздуха који циркулише унутар уређаја
sv: Airflow-temperatur för enheten
ta: Airflow வெப்பநிலைக்கான இயக்கி
th: อุณหภูมิกระแสลมของไดรว์

source: G-sense Error Rate
ca@valencia: Ràtio d'errors del sensor
de: Fehlerrate durch Stoßerkennung
el: Ρυθμός σφαλμάτων G-sense
et: Gravitatsioonivigade määr
fi: G-sense virhelaskuri
gl: Taxa de erro de G-sense
hi: G-sense त्रुटि दर
hu: G-sense hibák gyakorisága
it: Tasso errori sensore di gravità
kn: G-ಸಂವೇದಿ ದೋಷದ ದರ
lt: Klaidų atsirandančių dėl smūginio poveikio skaičius
lv: G-sense kļūdu biežums
ml: ജി-സെന്‍സ് എറര്‍ റേറ്റ്
mr: G-sense त्रुटी दर
or: G-sense ତ୍ରୁଟି ହାର
pa: ਜੀ-ਸੈਂਸ ਗਲਤੀ ਰੇਟ
pt: Taxa de Erros G-sense
pt_br: Taxa de erro G-sense
sl: Raven G-sense napak
sr: Учесталост Г-сенс грешака
sv: Felfrekvens för G-sense
ta: G-sense பிழை விகிதம்
th: อัตราข้อผิดพลาดจาก G-sense

source: Frequency of mistakes as a result of impact loads
ca@valencia: Freqüència d'errades com a resultat de càrregues d'impacte
de: Fehlerhäufigkeit aufgrund von Stoßbelastungen
el: Συχνότητα λαθών σαν αποτέλεσμα προσκρούσεων φόρτωσης
et: Löökkoormuste põhjustatud vigade sagedus
fi: Iskukuormasta johtuva virhetiheys
gl: Frecuencia de erros como resultado de impactos de carga
hi: प्रभाव लोड के परिणाम स्वरूप गलती की संख्या
hu: Mechanikai behatások miatti hibák gyakorisága
it: Numero di errori causati da vibrazioni o impatti
ja: 外部からの衝撃によって発生したオペレーション失敗の頻度
kn: ಅಪ್ಪಳಿಸುವಿಕೆ ಹೊರೆಗಳ ಕಾರಣದಿಂದಾಗಿ ತಪ್ಪುಗಳು ಉಂಟಾಗುವ ಲೆಕ್ಕ
lt: Klaidų, kurios atsiranda nuo smūginių apkrovų skaičius
lv: Kļūdu biežums, kas veidojas trieciena slodzes rezultātā
ml: ലോഡുകള്‍ കാരണമുണ്ടായ പിശകുകള്‍
mr: इमपॅक्ट लोडस्च्या परिणाममुळे चुकींची फ्रिक्वेंसी
pa: ਗਲਤੀਆਂ ਦੀ ਫਰੀਕਿਊਨਸੀ ਜੋ ਕਿ ਇੰਪੈਕਟ ਲੋਡ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਹੋਣ
pt: Frequência de erros como resultado de cargas de impacto
pt_br: Frequência de erros causados devido a impactos de carga
sl: Število napak zaradi obremenitev ob udarcih
sr: Учестаност грешака које су последица сударних учитавања
sv: Felfrekvens som ett resultat av stödbelastning
ta: அடிக்கடி எழும் சிக்கலால் ஏற்றங்களை பாதிக்கிறது
th: ความถี่ของความผิดพลาดที่เกิดจากการกระแทก

source: Power-off Retract Count
ca@valencia: Comptador de retraccions d'apagada
de: Anzahl Zurückfahrbewegungen beim Ausschalten
el: Μέτρηση εκφόρτωσης κεφαλών
et: Väljalülitamise tagasivõtmiste arv
fi: Sammutusperäytymisten määrä
gl: Cantidade de anulacións de apagado
hi: पावर बंद गिनती फिर ट्रैक करें
hu: Kikapcsolások száma
it: Conteggio rientri per spegnimento
kn: ಸ್ಥಗಿತ (ಪವರ್-ಆಫ್) ಹಿಮ್ಮರಳಿಕೆ ಎಣಿಕೆ
lt: Galvučių grįžimų į pradinę padėtį skaičius išjungiant (Power-off Retract Count).
lv: Izslēgšanās atraušanu skaits
ml: പവര്‍-ഓഫ് റിട്രാക്ട് കൌണ്ട്
mr: पावर-ऑफ रिट्रॅक्ट प्रमाण
pa: ਪਾਵਰ ਆਫ਼ ਰੀ-ਟਰੈਸ ਗਿਣਤੀ
pt: Contagem de Anular Desligar
pt_br: Contagem de cancelamento de desligamento
sl: Število izklopni oddaljevanj
sr: Број искључивања и повлачења
sv: Antal tillbakadragningar
ta: மின்நிறுத்த எண்ணிக்கை
th: จำนวนการถอนหัวอ่าน

source: Number of power-off or emergency retract cycles
ca@valencia: Nombre de cicles de retraccions d'apagada o d'emergència
de: Anzahl der Rückfahrvorgänge des Lesekopfes beim Ausschalten oder in Notfällen
el: Αριθμός απενεργοποιήσεων ή επείγοντες κύκλοι αναίρεσης
et: Hädaolukorra väljalülitamistsüklite arv
fi: Sammutus- tai hätäperäytymiskertojen lukumäärä
gl: Número de apagados ou ciclos de anulación de emerxencia
hi: बिजली बंद या आपात फिर ट्रैक करने के चक्र की संख्या
hu: Kikapcsolási vagy vészleállási ciklusok száma
it: Numero di cicli di rientro della testina per spegnimento o di emergenza
ja: パワーオフまたは緊急退避した回数
kn: ಸ್ಥಗಿತ(ಪವರ್-ಆಫ್) ಅಥವ ತುರ್ತು ಹಿಮ್ಮರಳಿಕೆ ಆವರ್ತನಗಳ ಸಂಖ್ಯೆ
lt: Kiek kartų teko grąžinti galvutes į pradžią dėl avarinio įtampos išjungimo.
lv: Ārkārtas galviņas atraušanas skaits, izslēdzoties
ml: പവര്‍-ഓഫ് അല്ലെങ്കില്‍ അത്യാവശ്യ റീട്രാക്ട് സൈക്കിളുകളുടെ എണ്ണം
mr: पावर-ऑफ किंवा ताबडतोब रिट्रॅक्ट सायकल्स्ची संख्या
pa: ਪਾਵਰ-ਆਫ ਜਾਂ ਐਮਰਜੈਂਸੀ ਰੀ-ਟਰੈਕਟ ਸਾਈਕਲਾਂ ਦੀ ਗਿਣਤੀ
pt: Número de desligamentos ou ciclos de retratação de emergência
pt_br: Número de cancelamentos de ciclos de desligamento ou emergência
sl: Število izklopnih ali ponovitev oddaljevanj v sili
sr: Број искључивања или хитно повучених циклуса
sv: Antal tillbakadragningscykler som resultat av avstängning eller nödfall
ta: மின்நிறுத்த அல்லது அவசர சுழற்சிகளின் எண்ணிக்கை
th: จำนวนรอบของการถอนหัวอ่านจากการปิดทำงานหรือเหตุการณ์ฉุกเฉิน

source: Load/Unload Cycle Count
ca@valencia: Comptador de cicles de càrrega/descàrrega
de: Parkvorgänge in Ruhezone
el: Μέτρηση κύκλου φόρτωσης/αποφόρτισης
et: Laadimistsüklite arv
fi: Lataus/purku-kiertojen määrä
gl: Cantidade de ciclos de cargado/descargado
hi: चक्र गिनती लोड/अनलोड करें
hu: Parkolózónába lépési ciklusok száma
it: Conteggio cicli attivazione/disattivazione
kn: ಲೋಡ್/ಅನ್‌ಲೋಡ್ ಆವರ್ತನಗಳ ಎಣಿಕೆ
lt: Disko galvučių parkavimo ir pozicionavimo į darbinę padėtį ciklų kiekis
lv: Uzlikšanas/noņemšanas ciklu skaits
ml: ലോഡ്/അണ്‍ലോഡ് സൈക്കിള്‍ കൌണ്ട്
mr: लोड/लोड अशक्य सायकल प्रमाण
or: ଧାରଣ/ଅବତରଣ ଚକ୍ର ଗଣନା
pa: ਸਾਈਕਲ ਗਿਣਤੀ ਲੋਡ/ਅਣ-ਲੋਡ
pt: Contagem de Ciclos Carga/Descarga
pt_br: Contagem de ciclos de carga/descarga
sl: Število ponovitev obremenitev/razbremenitev
sr: Број целих циклуса
sv: Cykelantal för load/unload
ta: சுழற்சி எண்ணிக்கையை ஏற்று/ ஏற்றாமலிரு
th: จำนวนรอบการโหลด/เลิกโหลด

source: Number of cycles into landing zone position
ca@valencia: Nombre de cicles dins de la posició de la zona de cerca
de: Anzahl der Parkvorgänge in die Ruhezone
el: Αριθμός κύκλων σε θέση ζώνης προσγείωσης
et: Maandumistsooni positsiooni tsüklite arv
fi: Kiertojen lukumäärä laskeutumisalueen sijaintiin
gl: Número de ciclos na posición da zona de aterraxe
hi: लैंडिंग क्षेत्र स्थिति में चक्र की संख्या
hu: Parkolózónába lépési ciklusok száma
it: Numero di cicli nella zona di parcheggio della testina
ja: ランディングゾーンの位置に退避した回数
kn: ಇಳಿಸುವ ವಲಯದ ಸ್ಥಾನದ ಆವರ್ತನಗಳ ಸಂಖ್ಯೆ
lt: Pozicionavimo į pradinę (landing zone) padėtį ciklų skaičius
lv: Ciklu skaits, kad galviņa ir nolaišanās zonas pozīcijā
ml: ലാന്‍ഡിങ് സോണ്‍ സ്ഥാനത്തേക്കുള്ള സൈക്കിളുകളുടെ എണ്ണം
mr: लँडींग क्षेत्र स्थानातील सायकल्स्ची संख्या
pa: ਜ਼ੋਨ ਸਥਿਤੀ ਲੈਂਡ ਕਰਨ ਲਈ ਸਾਈਕਲਾਂ ਦੀ ਗਿਣਤੀ
pt: Número de ciclos para a posição de zona de aterragem
pt_br: Número de ciclos de posicionamento em zonas de estacionamento
sl: Število obratov v položaj pristajalnega pasu
sr: Број циклуса на основу повлачења главе у почетан положај
sv: Antal cykler i landningszonsposition
ta: இருக்கும் மண்டல இடத்தில் சுழற்சிகளின் எண்ணிக்கை
th: จำนวนรอบของการเข้าสู่บริเวณทำการของหัวอ่าน-เขียน

source: Temperature
ca@valencia: Temperatura
de: Temperatur
el: Θερμοκρασία
et: Temperatuur
fi: Lämpötila
gl: Temperatura
hi: तापक्रम
hu: Hőmérséklet
id: Temperatur
it: Temperatura
kn: ಉಷ್ಣತೆ
lt: Temperatūra
lv: Temperatūra
ml: താപനില
mr: तापमान
nb: Temperatur
or: ତାପମାନ
pa: ਤਾਪਮਾਨ
pt: Temperatura
pt_br: Temperatura
sl: Temperatura
sr: Температура
sv: Temperatur
ta: வெப்பநிலை
th: อุณหภูมิ

source: Current internal temperature of the drive
ca@valencia: Temperatura interna actual de la unitat
de: Aktuelle Innentemperatur des Laufwerks in Grad Celsius
el: Τρέχουσα εσωτερική θερμοκρασία του δίακου
et: Ketta praegune sisetemperatuur
fi: Levyn tämänhetkinen sisäinen lämpötila
gl: Temperatura interna actual na unidade
hi: ड्राइव का मौजूदा आंतरिक तापमान
hu: A meghajtó aktuális belső hőmérséklete
id: Temperatur kandar yang sekarang
it: Temperatura interna attuale
ja: 現在の内部の温度(摂氏)
kn: ಡ್ರೈವಿನ ಪ್ರಸಕ್ತ ಆಂತರಿಕ ಉಷ್ಣತೆ
lt: Dabartinė įrenginio vidaus temperatūra
lv: Cietā diska iekšienē esošā temperatūra
ml: ഡ്രൈവിന്റെ ആന്തരിക താപനില
mr: ड्राइव्हचे सध्याचे आंतरीक तापमान
or: ଡ୍ରାଇଭର ପ୍ରଚଳିତ ଆଭ୍ୟନ୍ତରୀଣ ତାପମାନ
pa: ਡਰਾਇਵ ਦਾ ਮੌਜੂਦਾ ਅੰਦਰੂਨੀ ਤਾਪਮਾਨ ਹੈ
pt: Temperatura interna actual do dispositivo
pt_br: Temperatura interna atual da unidade
sl: Trenutna notranja temperatura pogona
sr: Тренутна температура унутар уређаја
sv: Aktuell intern temperatur för enheten
ta: இயக்கியின் தற்போதைய உள் வெப்பநிலை
th: อุณหภูมิภายในปัจจุบันของไดรว์

source: Hardware ECC Recovered
ca@valencia: Recuperacions ECC de maquinari
de: Durch Hardware (ECC) korrigierte Bitfehler
et: Raudvaralise ECC taasted
fi: Laitteiston ECC-pelastukset
gl: Hardware ECC recuperado
hi: हार्डवेयर ECC वापस
hu: Javítható hibák száma
it: Ripristini ECC hardware
kn: ಸುಸ್ಥಿತಿಗೆ ಮರಳಲಾದ ಯಂತ್ರಾಂಶ ECC
lt: Aparatiškai ištaisytų ECC klaidų sk.
lv: Aparatūras ECC atgūtie
ml: ഹാര്‍ഡ്‌വെയര്‍ ഇസിസി വീണ്ടെടുത്തു
mr: हार्डवेअर ECC पुनःप्राप्त
or: ହାର୍ଡୱେର ECC କଢ଼ାଯାଇଛି
pa: ਹਾਰਡਵੇਅਰ ECC ਮੁੜ-ਪ੍ਰਾਪਤ ਕੀਤਾ
pt: Recuperado por Hardware ECC
pt_br: Hardware recuperado por ECC
sl: Strojni ECC je obnovljen
sr: Враћени ЕЦЦ уређаја
sv: Återskapade ECC (hårdvara)
ta: கண்டுபிடிக்கப்பட்ட ECC வன்பொருள்
th: การกู้ข้อมูลกลับด้วย ECC ของฮาร์ดแวร์

source: Number of ECC on-the-fly errors
ca@valencia: Nombre d'errors ECC en vol
de: Anzahl durch Hardware (ECC) korrigierter Bitfehler beim Lesen
el: Αριθμός σφαλμάτων ECC on-the-fly.
et: ECC käigult leitud vigade arv
fi: ECC-lennosta korjattujen virheiden lukumäärä
gl: Número de erros ECC ao voo
hi: ECC गतिशील त्रुटि की संख्या
hu: Menet közben javított hibák száma
it: Numero di errori ECC "al volo"
ja: ECCで検知したエラーの回数
kn: ಫ್ಲೈ ದೋಷಗಳಲ್ಲಿನ ECC ಗಳ ಸಂಖ್ಯೆ
lt: ECC on-the-fly klaidų skaičius
lv: ECC uz vietas izlaboto kļūdu skaits
ml: പ്രവര്‍ത്തനത്തിലുള്ള ഇസിസി പിശകുകള്‍
mr: ECC चे on-the-fly त्रुटींची संख्या
or: ECC ଚାଲୁଥିବା ସମୟରେ ତ୍ରୁଟି ସଂଖ୍ୟା
pa: ECC ਆਨ-ਫਲਾਈ ਗਲਤੀਆਂ ਦੀ ਗਿਣਤੀ ਹੈ।
pt: Número de erros dinâmicos ECC
pt_br: Número de erros ECC em tempo real
sl: Število sprotnih ECC napak
sr: Број ЕЦЦ грешака у току рада
sv: Antal ECC on-the-fly-fel
ta: ECC on-the-fly பிழைகளின் எண்ணிக்கை
th: จำนวนข้อผิดพลาดที่กู้กลับขณะทำงานโดย ECC

source: Reallocation Count
ca@valencia: Comptador de re-ubicacions
de: Zähler für Neuzuweisungen
el: Μέτρηση επαναποθετήσεων
et: Ümberpaigutamiste arv
fi: Uudelleenallokointien laskuri
gl: Cantidade de reasignacións
hi: पुनःआबंटन गिनती
hu: Áthelyezések száma
it: Conteggio ricollocamenti
kn: ಮರುನಿಯೋಜನಾ ಎಣಿಕೆ
lt: Perkėlimų skaičius
lv: Pārvietošanas skaits
ml: വീണ്ടും അനുവദിക്കുന്നതിനുള്ള കൌണ്ട്
mr: पुनःवाटपचे प्रमाण
or: ପୁନଃବଣ୍ଟନ ଗଣନା
pa: ਰੀ-ਐਲੋਕੇਸ਼ਨ ਗਿਣਤੀ
pt: Contagem de Realocação
pt_br: Contagem de realocações
sl: Števec prerazporeditev
sr: Број премештања
sv: Antal omallokeringar
ta: மறுஒதுக்கீடு எண்ணிக்கை
th: จำนวนครั้งของการจัดสรรใหม่

source: Number of remapping operations. The raw value of this attribute shows the total number of (successful and unsuccessful) attempts to transfer data from reallocated sectors to a spare area
ca@valencia: Nombre d'operacions de re-mapejat. El valor d'este atribut mostra el nombre total d'intents (amb èxit o sense) de transferir dades de sectors re-ubicats a una àrea de reserva
de: Anzahl der erneuten Zuweisungen. Der rohe Wert entspricht der Anzahl aller (erfolgreichen und fehlgeschlagenen) Versuche, Daten von neu zugewiesenen Sektoren in den Reservebereich zu verschieben
el: Αριθμός επαναποθετημένων εργασιών. Η ακατέργαστη τιμή αυτού του χαρακτηριστικού δείχνει το συνολικό αριθμό των (επιτυχών ή μη επιτυχών) προσπαθειών για μεταφορά δεδομένων από επαναποθετημένους τομείς σε μία εφεδρική περιοχή.
et: Ümberpaigutamisoperatsioonide arv. Lihtväärtus, mis näitab ümbersuunatud andmete varualale tõstmise katsete (edukad või mitte) koguarvu
gl: Número de operacións de reconversión. O valor en bruto deste valor mostra o número total de intentos (satisfactorios ou non) de transferencia de datos dende os sectores reasignados a unha área libre
hi: फिर मैप करने की संक्रिया की संख्या. इस विशेषता को कच्चा मान दिखाता है प्रयास की कुल संख्या (सफल और असफल) पुनःआबंटित खंड से किसी खाली जगह में फिर आबंटित खंड में
hu: Áthelyezési műveletek száma. Az attribútum nyers értéke megjeleníti az adatok újraosztott szektorokból tartalékterületre való áthelyezésére tett (sikeres és sikertelen) kísérletek teljes számát
it: Numero di operazioni di rimappatura. Il valore grezzo di questo attributo mostra il numero totale di tentativi (con successo o no) di trasferire dati dai settori ricollocati in una zona di riserva (spare)
ja: 代替処理を行った回数です。この属性の生の値は、代替セクタから空き領域にデータを移動を試みた (成功/失敗の両方の) 総数を表しています。
kn: ಮರು ನಕ್ಷೆಗೊಳಿಸಲಾದ (ರಿಮ್ಯಾಪ್) ಕಾರ್ಯಗಳ ಸಂಖ್ಯೆ. ಈ ಗುಣವಿಶೇಷದ ಕಚ್ಛಾ ಮೌಲ್ಯವು ದತ್ತಾಂಶವನ್ನು ಕಾದಿರಿಸಲಾದ ವಿಶೇಷ ಸ್ಥಳಕ್ಕೆ ರವಾನಿಸಲು (ಕಾದಿಟ್ಟ ಸ್ಥಳ) ನಡೆಸಲಾದ ಒಟ್ಟು ಪ್ರಯತ್ನಗಳ (ಯಶಸ್ವಿಯಾಗಿದ್ದು ಹಾಗು ಯಶಸ್ವಿಯಾಗದೆ ಇದ್ದದ್ದು) ಸಂಖ್ಯೆಯನ್ನು ಸೂಚಿಸುತ್ತದೆ
lt: Perskirstymo operacijų skaičius. Šis atributas parodo bendrą (sėkmingų ir nesėkmingų) bandymų perkelti duomenis į atsarginę disko vietą, skaičių.
lv: Pārdalīšanas darbību skaits. Šī atribūta vērtība rāda kopējo (veiksmīgo un neveiksmīgo) mēģinājumu, pārsūtīt datus no pārdalītajiem sektoriem uz rezerves laukumu, skaitu
ml: വീണ്ടും മാപ്പ് ചെയ്യുന്ന പ്രക്രിയകളുടെ എണ്ണം. വീണ്ടും അനുവദിക്കുന്ന സെക്ടറുകളില്‍ നിന്നും സ്പെയര്‍ സ്ഥലത്തേക്ക് ഡേറ്റാ നീക്കുവാന്‍ എത്ര തവണ ശ്രമിച്ചു (വിജയവും പരാജയവും) എന്നു് ഈ വിശേഷതയുടെ റോ മൂല്ല്യം സൂചിപ്പിക്കുന്നു.
mr: रिमॅपींग कार्यांची संख्या. या गुणधर्माचे वास्तविक मूल्य रिअलॉकेटेड सेक्टर्स्पासून शिल्लक क्षेत्र पर्यंत डाटा स्थानांतरनचे एकून (यशस्वी व अयशस्वी) प्रयत्न दाखवतो
pa: ਮੁੜ-ਮੈਪ ਓਪਰੇਸ਼ਨਾਂ ਦੀ ਗਿਣਤੀ। ਇਸ ਗੁਣ ਦਾ ਕੱਚਾ ਮੁੱਲ ਰੀ-ਐਲੋਕੇਟਡ ਸੈਕਟਰਾਂ ਤੋਂ ਸਪੇਅਰ ਏਰੀਏ ਵਿੱਚ ਡਾਟਾ ਟਰਾਂਸਫਰ ਕਰਨ ਦੀ ਕੁੱਲ ਗਿਣਤੀ (ਸਫ਼ਲ ਅਤੇ ਅਸਫ਼ਲ) ਵੇਖਾਉਂਦਾ ਹੈ।
pt: Número de operações de remapeamento. O valor bruto deste atributo apresenta o número total de tentativas (bem sucedidas ou não) de transferência de dados de sectores realocados para uma área de reserva
pt_br: Número de operações de remapeamento. O valor bruto deste atributo mostra que o número total de (com ou sem sucesso) tentativas para transferir dados de setores realocados para uma área de reserva
sl: Število dejanj preslikav. Surova vrednost prikazuje skupno število (uspešnih in neuspešnih) poskusov prenosa podatkov iz prerazvrščenih sektorjev na nadomestna območja
sr: Број ремапирања. Изворна вредност ове особине показује укупан број (успешних и неуспешних) покушаја преноса података из премештених сектора у специјално остављен простор
sv: Antal omallokeringsåtgärder. Råvärdet för detta attribut visar det totala antalet (lyckade och inte lyckade) försök att överföra data från omallokerade sektorer till ett reservområde
ta: மறு அளவிடும் செயல்களின் எண்ணிக்கை. ஒரு கூடுதல் பகுதியில் பிரிவுகளை மறுஒதுக்கீடு செய்ய மொத்த முயற்சிகளின் எண்ணிக்கை வெற்று மதிப்புகளாக காட்டுகிறது
th: จำนวนครั้งของการจัดตำแหน่งเซ็กเตอร์ใหม่ ค่าดิบของแอตทริบิวต์นี้จะแสดงจำนวนครั้งทั้งหมดที่มีความพยายาม (ทั้งที่สำเร็จและไม่สำเร็จ) ในการถ่ายโอนข้อมูลจากเซ็กเตอร์ที่ถูกจัดสรรใหม่ไปยังพื้นที่สำรอง

source: Current Pending Sector Count
ca@valencia: Comptador de sectors pendents actual
de: Anzahl ausstehender Sektoren
el: Τρέχουσα αρίθμηση εκκρεμών τομέων
et: Praegu ootel olevate sektorite arv
gl: Cantidade actual de sectores pendentes
hi: मौज़ूदा स्थगित खंड गिनती
hu: Függőben lévő szektorok száma
it: Conteggio settori correnti pendenti
kn: ಪ್ರಸಕ್ತ ಬಾಕಿ ಇರುವ ಭಾಗಗಳ ಎಣಿಕೆ
lt: Dabartinis laukiančių sektorių skaičius
lv: Pašlaik gaidošo sektoru skaits
ml: നിലവിലുള്ള പെന്‍ഡിങ് സെക്ടര്‍ കൌണ്ട്
mr: सध्याचे उर्वरीत सेक्टरचे प्रमाण
or: ପ୍ରଚଳିତ ବକୟା ବିଭାଗ ଗଣନ
pa: ਮੌਜੂਦਾ ਬਾਕੀ ਸੈਕਟਰ ਗਿਣਤੀ
pt: Contagem Actual de Sectores Pendentes
pt_br: Contagem de setores pendentes atuais
sl: Trenutno število zadržanih sektorjev
sr: Број сектора на чекању
sv: Antal väntande sektorer
ta: தற்போதைய மீதமுள்ள பிரிவின் எண்ணிக்கை
th: จำนวนเซ็กเตอร์ที่รอจัดตำแหน่งในปัจจุบัน
