Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: Required
ca@valencia: Requerit
de: Erforderlich
el: Απαιτείται
et: Nõutud
fi: Vaaditaan
gl: Requirido
hu: Szükséges
id: Diperlukan
it: Richiesto
ja: 必要
lt: Būtinas
lv: Nepieciešams
nb: Kreves
pa: ਲੋੜੀਦਾ
pt: Necessário
pt_br: Obrigatório
sl: Zahtevano
sr: Потребна
sv: Krävs
ta: அவசியம்
th: จำเป็น

source: Allocated
ca@valencia: Ubicat
de: Angefordert
el: Εκωρημένο
et: Allutatud
fi: Varattu
gl: Asignado
hu: Lefoglalt
it: Allocato
ja: 割り当て済
lt: Priskirtas
lv: Iedalīts
nb: Allokert
pa: ਜਾਰੀ ਕੀਤੇ
pt: Alocado
pt_br: Alocado
sl: Dodeljeno
sr: Резервисана
sv: Allokerat
ta: ஒதுக்கீடு செய்யப்பட்டது
th: จองแล้ว

source: Allow Read
ca@valencia: Permet la lectura
de: Lesen erlauben
el: Επιτρέπεται ανάγνωση
et: Lugemine lubatud
fi: Salli luku
gl: Permite a lectura
hu: Olvasás engedélyezése
id: Bisa Dibaca
it: Consentire lettura
ja: 読み込み許可
lt: Leisti skaityti
lv: Atļaut lasīt
nb: Tillat lesing
pa: ਪੜ੍ਹਨ ਮਨਜ਼ੂਰ
pt: Permitir Leitura
pt_br: Permitir leitura
sl: Dovoli branje
sr: Дозвољено читање
sv: Tillåt läsning
ta: படிக்க அனுமதி
th: อ่านได้

source: Allow Write
ca@valencia: Permet l'escriptura
de: Schreiben erlauben
el: Επιτρέπεται εγγραφή
et: Kirjutamine lubatud
fi: Salli kirjoitus
gl: Permite a escritura
hu: Írás engedélyezése
id: Bisa Ditulis
it: Consentire scrittura
ja: 書き込み許可
lt: Leisti rašyti
lv: Atļaut rakstīt
nb: Tillat skriving
pa: ਲਿਖਣ ਮਨਜ਼ੂਰ
pt: Permitir Escrita
pt_br: Permitir escrita
sl: Dovoli pisanje
sr: Дозвољен упис
sv: Tillåt skrivning
ta: எழுத அனுமதி
th: เขียนได้

source: Boot Code PIC
ca@valencia: Codi d'arrencada PIC
et: Alglaadimiskoodi PIC
fi: Käynnistyskoodi on PIC
gl: Código de arranque PIC
hu: Indítókód PIC
it: Codice d'avvio PIC
ja: ブートコード PIC
lt: Įkėlimo kodas yra PIC
pa: ਬੂਟ ਕੋਡ PIC
pt: Código de Inicialização PIC
sr: Покретачки код је PIC
ta: துவக்க பூட் குறியாக்க பிஐசி

source: Filesystem
ca@valencia: Sistema de fitxers
de: Dateisystem
el: Σύστημα αρχείων
et: Failisüsteem
fi: Tiedostojärjestelmä
gl: Sistema de ficheiros
hu: Fájlrendszer
id: Sistem Berkas
ja: ファイルシステム
lt: Failų sistema
lv: Failu sistēma
nb: Filsystem
pa: ਫਾਇਲ ਸਿਸਟਮ
pt: Sistema de Ficheiros
pt_br: Sistema de arquivos
sl: Datotečni sistem
sr: Систем датотека
sv: Filsystem
ta: கோப்பு முறைமை
th: ระบบแฟ้ม

source: View files on the volume using a SFTP network share
ca@valencia: Visualitza els fitxers del volum a través d'un compartir de xarxa d'SFTP
de: Dateien auf dem Datenträger über eine SFTP-Netzwerkfreigabe ansehen
el: Προβολή αρχείων στον τόμο με χρήση κοινού πόρου δικτύου SFTP
et: Köitel asuvate failide kuvamine SFTP jagatud võrguressursi kaudu
fi: Katso tiedostoja taltiolla käyttäen SFTP-verkkojakoa
gl: Ver os ficheiros no volume empregando a compartición por rede SFTP
hu: A kötet fájljainak megjelenítése SFTP hálózati megosztáson
it: Visualizza i file sul volume utilizzando una condivisione di rete SFTP
ja: SFTPネットワーク共有を利用してボリュームにあるファイルを表示
lt: Rodyti tomo failus naudojant SFTP tinklo bendrinį
lv: Skatīt failus uz sējuma, izmantojot SFTP tīkla koplietojumu
nb: Vis filer på volumet via en delt SFTP-ressurs
pa: SFTP ਨੈੱਟਵਰਕ ਸਾਂਝ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਵਾਲੀਅਮ ਉੱਤੇ ਫਾਇਲਾਂ ਵੇਖੋ
pt: Visualizar ficheiros no volume utilizando uma partilha em rede SFTP
pt_br: Visualizar arquivos no volume usando um compartilhamento de rede SFTP
sl: Pogled datotek na nosilcu z SFTP omrežno souporabo
sr: Разгледај датотеке на партицији преко СФТП дељења мреже
sv: Visa filer på volymen med en SFTP-nätverksutdelning
ta: SFTP வலை பகிர்வுகளை பயன்படுத்தி தொகுதியில் உள்ள கோப்புகளை காண்க
th: ดูแฟ้มในโวลุมโดยใช้การแบ่งปันในเครือข่ายผ่าน SFTP

source: View files on the volume
ca@valencia: Visualitza els fitxers en el volum
de: Dateien auf dem Datenträger ansehen
el: Προβολή αρχείων στον τόμο
et: Köitel asuvate failide kuvamine
fi: Katso tiedostoja taltiolla
gl: Ver os ficheiros no volume
hu: A kötet fájljainak megjelenítése
it: Visualizza i file sul volume
ja: ボリュームにあるファイルを表示
lt: Rodyti tomo failus
lv: Skatīt failus uz sējuma
nb: Vis filer på volumet
pa: ਵਾਲੀਅਮ ਉੱਤੇ ਫਾਇਲਾਂ ਵੇਖੋ
pt: Visualizar ficheiros no volume
pt_br: Ver arquivos no volume
sl: Pogled datotek na nosilcu
sr: Разгледај датотеке на партицији
sv: Visa filer på volymen
ta: தொகுதியில் உள்ள கோப்புகளை காண்க
th: ดูแฟ้มในโวลุม

source: Mounted at %s
ca@valencia: Muntat a %s
de: Eingehängt in %s
el: Προσαρτημένο στο %s
et: Haagitud kohale %s
fi: Liitetty paikassa %s
gl: Montado en %s
hu: Csatolva ide: %s
id: Dikaitkan pada %s
it: Montato su %s
ja: %s は以下でマウント
lt: Prijungta taške %s
lv: Montēts pie %s
nb: Montert på %s
pa: %s ਉੱਤੇ ਮਾਊਂਟ ਹੈ
pt: Montado em %s
pt_br: Montado em %s
sl: Priklopljeno na %s
sr: Монтирана на %s
sv: Monterad på %s
ta: %s இல் ஏற்றி உள்ளது
th: เมานท์ไว้ที่ %s

source: Not Mounted
ca@valencia: No està muntat
de: Nicht eingehängt
el: Όχι προσαρτημένο
et: Pole haagitud
fi: Ei liitetty
gl: Non montado
hu: Nincs csatolva
id: Tidak Dikaitkan
it: Non montato
ja: マウントされていません
lt: Neprijungta
lv: Nav montēts
nb: Ikke montert
pa: ਮਾਊਂਟ ਨਹੀਂ
pt: Não Montado
pt_br: Não montado
sl: Ni priklopljeno
sr: Није монтирана
sv: Inte monterad
ta: ஏற்றப்படவில்லை
th: ไม่ได้เมานท์

source: Encrypted Volume (Locked)
ca@valencia: Volum encriptat (bloquejat)
de: Verschlüsselter Datenträger (Gesperrt)
el: Κρυπτογραφημένος τόμος (Κλειδωμένος)
et: Krüpteeritud köide (lukus)
fi: Salattu taltio (lukittu)
gl: Volume cifrado (bloqueado)
hu: Titkosított kötet (zárolva)
id: Volume Dienkripsi (Terkunci)
it: Volume cifrato (bloccato)
ja: 暗号化ボリューム(ロック)
lt: Užšifruotas tomas (užrakintas)
lv: Šifrētais sējums (nobloķēts)
nb: Kryptert volum (låst)
pa: ਇੰਕ੍ਰਿਪਟ ਕੀਤਾ ਵਾਲੀਅਮ (ਲਾਕ ਕੀਤਾ)
pt: Volume Encriptado (Trancado)
pt_br: Volume criptografado (Travado)
sl: Šifriran nosilec (zaklenjen)
sr: Шифрована партиција (закључана)
sv: Krypterad volym (låst)
ta: குறிமுறையாக்கப்பட்ட தொகுதி (பூட்டிய)
th: โวลุมเข้ารหัสลับ (ล็อคอยู่)

source: Encrypted Volume (Unlocked)
ca@valencia: Volum encriptat (desbloquejat)
de: Verschlüsselter Datenträger (Entsperrt)
el: Κρυπτογραφημένος τόμος (Ξεκλειδωμένος)
et: Krüpteeritud köide (lukust lahti)
fi: Salattu taltio (auki)
gl: Volume cifrado (desbloqueado)
hu: Titkosított kötet (feloldva)
id: Volume Dienkripsi (Tidak Terkunci)
it: Volume cifrato (sbloccato)
ja: 暗号化ボリューム(ロック解除)
lt: Užšifruotas tomas (atrakintas)
lv: Šifrētais sējums (atbloķēts)
nb: Kryptert volum (ikke låst)
pa: ਇੰਕ੍ਰਿਪਟ ਕੀਤਾ ਵਾਲੀਅਮ (ਅਣ-ਲਾਕ)
pt: Volume Encriptado (Destrancado)
pt_br: Volume criptografado (Destravado)
sl: Šifriran nosilec (odklenjen)
sr: Шифрована партиција (откључана)
sv: Krypterad volym (upplåst)
ta: குறிமுறையாக்கப்பட்ட தொகுதி (பூட்டு திறந்த)
th: โวลุมเข้ารหัสลับ (ปลดล็อคแล้ว)

source: Go to array
ca@valencia: Vés a la matriu
de: Zu Anordnung wechseln
el: Μετάβαση στη συστοιχία
et: Massiivile liikumine
fi: Siirry pakkaan
gl: Ir á matriz
hu: Tömb megnyitása
it: Vai all'array
ja: アレイに移動
lt: Eiti į masyvą
lv: Iet uz masīvu
pa: ਅਰੇ ਉੱਤੇ ਜਾਓ
pt: Ir para conjunto
pt_br: Ir para a matriz
sl: Pojdi na polje
sr: Иди у опсег
sv: Gå till kedja
ta: வரிசைக்குப் போ
th: ไปยังแอร์เรย์

source: Container for Logical Partitions
ca@valencia: Contenidor per a les particions lògiques
de: Container für logische Partitionen
el: Περιέκτης για τα λογικά διαμερίσματα.
et: Sisaldab loogilisi partitsioone
fi: Säiliö loogisille osioille
gl: Contedor para particións lóxicas
hu: Logikai partíciók tárolója
id: Kontainer untuk Partisi Logika
it: Contenitore per partizioni logiche
ja: 論理パーティションのコンテナ
lt: Loginių skirsnių talpykla
lv: Loģisko sadaļu konteineris
nb: Kontainer for logiske partisjoner
pa: ਲਾਜ਼ੀਕਲ ਪਾਰਟੀਸ਼ਨ ਲਈ ਕਨਟੇਨਰ
pt: Recipiente para Partições Lógicas
pt_br: Contêiner para partições lógicas
sl: Vsebovalnik logičnih razdelkov
sr: Држач за логичке партиције
sv: Behållare för logiska partitioner
ta: தர்க்க ரீதி பகிர்வுகளுக்கு ஒரு பெட்டகம்்கு
th: เครื่องบรรจุพาร์ทิชันลอจิคัล

source: Logical _Volumes
ca@valencia: _Volums lògics
de: _Logische Datenträger
el: Λογικοί _τόμοι
et: Loogilised _köited
fi: Loogiset _taltiot
gl: _Volumes lóxicos
hu: _Logikai kötetek
id: _Volume Logika
it: _Volumi logici
ja: 論理ボリューム(_V)
lt: Loginiai _tomai
lv: Loģiskie _sējumi
nb: Logiske _volumer
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ(_V)
pt: _Volumes Lógicos
pt_br: _Volumes lógicos
sl: _Logični razdelki
sr: _Логичке партиције
sv: Logiska _volymer
ta: _V தர்க்க ரீதி தொகுதிகள்
th: โวลุมเ_สมือน

source: _Volumes
ca@valencia: _Volums
de: _Datenträger
el: _Τόμοι
et: _Köited
fi: _Taltiot
hu: _Kötetek
id: _Volume
it: _Volumi
ja: ボリューム(_V)
lt: Tomai
lv: _Sējumi
nb: _Volum
pa: ਵਾਲੀਅਮ(_V)
pt: _Volume
sl: _Nosilci
sr: _Партиције
sv: _Volymer
ta: _V தொகுதிகள்
th: โ_วลุม

source: _Mount Volume
ca@valencia: _Munta el volum
de: Datenträger _einhängen
el: Προ_σάρτηση τόμου
et: _Haagi köide
fi: _Liitä taltio
gl: _Montar o volume
hu: Kötet _csatolása
id: Kaitkan Volu_me
it: _Monta volume
ja: ボリュームをマウント(_M)
lt: _Prijungti tomą
lv: _Montēt sējumu
nb: _Monter volum
pa: ਵਾਲੀਅਮ ਮਾਊਂਟ ਕਰੋ(_M)
pt: _Montar Volume
pt_br: _Montar volume
sl: Priklopi _nosilec
sr: _Монтирај партицију
sv: _Montera volym
ta: _M தொகுதி ஏற்று
th: เ_มานท์โวลุม

source: Mount the volume
ca@valencia: Munta el volum
de: Den Datenträger einhängen
el: Προσάρτηση του τόμου
et: Köite haakimine
fi: Liitä taltio
gl: Montar o volume
hu: A kötet csatolása
id: Mengaitkan volume
it: Monta il volume
ja: ボリュームをマウント
lt: Prijungti tomą
lv: Montēt sējumu
nb: Monter volumet
pa: ਵਾਲੀਅਮ ਮਾਊਂਟ ਕਰੋ
pt: Montar o Volume
pt_br: Montar o volume
sl: Priklopi nosilec
sr: Монтира партицију
sv: Montera volymen
ta: தொகுதியை ஏற்று
th: เมานท์โวลุม

source: Un_mount Volume
ca@valencia: _Desmunta el volum
de: Datenträger _aushängen
el: Αποπ_ροσάρτηση τόμου
et: _Haagi köide lahti
fi: _Irrota taltio
gl: _Desmontar o volume
hu: Kötet le_választása
id: Lepas Kaitan Volu_me
it: Smonta volu_me
ja: ボリュームをアンマウント(_M)
lt: _Atjungti tomą
lv: No_montēt sējumu
nb: Av_monter volum
pa: ਵਾਲੀਅਮ ਅਣ-ਮਾਊਂਟ ਕਰੋ(_m)
pt: Des_montar Volume
pt_br: Des_montar volume
sl: _Odklopi nosilec
sr: _Демонтирај партицију
sv: _Avmontera volym
ta: _m தொகுதியை ஏற்றமிறக்கு
th: เ_ลิกเมานท์โวลุม

source: Unmount the volume
ca@valencia: Desmunta el volum
de: Den Datenträger aushängen
el: Αποπροσάρτηση του τόμου
et: Köite lahtihaakimine
fi: Irrota taltio
gl: Desmontar o volume
hu: A kötet leválasztása
id: Melepas kaitan volume
it: Smonta il volume
ja: ボリュームをアンマウント
lt: Atjungti tomą
lv: Nomontēt sējumu
nb: Avmonter volumet
pa: ਵਾਲੀਅਮ ਅਣ-ਮਾਊਂਟ ਕਰੋ
pt: Desmontar o volume
pt_br: Desmonta o volume
sl: Odklopi napravo
sr: Демонтира партицију
sv: Avmontera volymen
ta: தொகுதியை ஏற்றமிறக்கு
th: เลิกเมานท์โวลุม

source: Fo_rmat Volume
ca@valencia: _Formata el volum
de: Datenträger _formatieren
el: Δια_μόρφωση τόμου
et: _Vorminda köide
fi: _Alusta taltio
gl: Fo_rmatar o volume
hu: Kötet _formázása
it: Formatta vol_ume
ja: ボリュームをフォーマット(_R)
lt: Fo_rmatuoti tomą
lv: Fo_rmatēt sējumu
nb: Fo_rmater volum
pa: ਵਾਲੀਅਮ ਫਾਰਮੈਟ ਕਰੋ(_r)
pt: Fo_rmatar o Volume
pt_br: Fo_rmatar o volume
sl: _Formatiraj nosilec
sr: _Форматирај партицију
sv: Fo_rmatera volym
ta: _r தொகுதியை ஒழுங்கு செய்க
th: _ฟอร์แมตโวลุม

source: Erase or format the volume
ca@valencia: Suprimeix o formata el volum
de: Den Datenträger löschen oder formatieren
el: Διαγραφή ή διαμόρφωση τόμου...
et: Köite kustutamine või vormindamine
fi: Tyhjennä tai alusta taltio
gl: Borrar e formatar o volume
hu: A kötet törlése vagy formázása
id: Menghapus atau memformat volume
it: Cancella o formatta il volume
ja: ボリュームの消去またはフォーマット
lt: Ištrinti arba formatuoti tomą
lv: Dzēst vai formatēt sējumu
nb: Slett eller formater volum
pa: ਵਾਲੀਅਮ ਸਾਫ਼ ਕਰੋ ਜਾਂ ਫਾਰਮੈਟ ਕਰੋ
pt: Apagar ou formatar o volume
pt_br: Apagar ou formatar o volume
sl: Izbriši ali formatiraj nosilec
sr: Брише или форматира партицију
sv: Radera eller formatera volymen
ta: தொகுதியை ஒழுங்கு செய்க அல்லது அழிக்கவும்
th: ลบหรือฟอร์แมตโวลุม

source: _Check Filesystem
ca@valencia: _Comprova el sistema de fitxers
de: Dateisystem über_prüfen
el: Έλε_γχος συστήματος αρχείων
et: Kontro_lli failisüsteemi
fi: _Tarkista tiedostojärjestelmä
gl: _Verificar o sistema de ficheiros
hu: _Fájlrendszer ellenőrzése
id: Periksa Sistem _Berkas
it: _Controlla file system
ja: ファイルシステムをチェック(_C)
lt: _Patikrinti failų sistemą
lv: _Pārbaudīt failu sistēmu
nb: _Sjekk filsystem
pa: ਫਾਇਲ ਸਿਸਟਮ ਚੈੱਕ ਕਰੋ(_C)
pt: Verifi_car o Sistema de Ficheiros
pt_br: _Checar sistema de arquivos
sl: _Preveri datotečni sistem
sr: Про_вери систем датотека
sv: _Kontrollera filsystem
ta: கோப்பு முறையை சரிபார் (_C)
th: _ตรวจสอบระบบแฟ้ม

source: Check and repair the filesystem
ca@valencia: Comprova i repara el sistema de fitxers
de: Das Dateisystem überprüfen und reparieren
el: Έλεγχος και επιδιόρθωση του συστήματος αρχείων
et: Failisüsteemi kontroll ja parandus
fi: Tarkista tiedostojärjestelmän eheys ja korjaa
gl: Verificar e reparar o sistema de ficheiros
hu: A fájlrendszer ellenőrzése és javítása
id: Memeriksa dan memperbaiki sistem berkas
it: Controlla e ripara il file system
ja: ファイルシステムのチェックと修復
lt: Patikrinti ir taisyti failų sistemą
lv: Pārbaudīt un labot failu sistēmu
nb: Sjekk og reparer filsystemet
pa: ਫਾਇਲ ਸਿਸਟਮ ਚੈੱਕ ਕਰੋ ਤੇ ਰਿਪੇਅਰ ਕਰੋ
pt: Verificar e reparar o sistema de ficheiros
pt_br: Checar e reparar o sistema de arquivos
sl: Preveri in popravi datotečni sistem
sr: Проверава и поправља грешке у систему датотека
sv: Kontrollera och reparera filsystemet
ta: கோப்பு முறையை சரிபார் மற்றும் பழுது நீக்கு
th: ตรวจสอบและซ่อมแซมระบบแฟ้ม

source: Edit Filesystem _Label
ca@valencia: _Edita l'etiqueta del sistema de fitxers
de: Dateisystembezeichnung _bearbeiten
el: Επεξεργασία ετικέτας _συστήματος αρχείων
et: Muuda failisüsteemi _pealdist
fi: Muokkaa tiedostojärjestelmän _nimiötä
gl: Editar a etiqueta do sistema de ficheiros
hu: Fájlrendszer_címke szerkesztése
id: Sunting _Label Sistem Berkas
it: Modifica etichetta fi_le system
ja: ファイルシステムのラベルを編集(_L)
lt: Keisti failų sistemos etiketę
lv: Rediģēt fai_lu sistēmas etiķeti
nb: Rediger etikett for fi_lsystem
pa: ਫਾਇਲ ਸਿਸਟਮ ਲੇਬਲ ਸੋਧ(_E)
pt: Editar a _Etiqueta do Sistema de Ficheiros
pt_br: Editar o rótulo do sistema de _arquivos
sl: Uredi _naziv datotečnega sistema
sr: Измени _назив
sv: Redigera filsystems_etikett
ta: _L கோப்பு முறைமை அடையாளம்
th: แก้ไข_ป้ายชื่อระบบแฟ้ม

source: Change the label of the filesystem
ca@valencia: Canvia l'etiqueta del sistema de fitxers
de: Die Bezeichnung des Dateisystems ändern
el: Αλλαγή της ετικέτας τους συστήματος αρχείων
et: Failisüsteemi pealdise muutmine
fi: Vaihda tiedostojärjestelmän nimiö
gl: Cambiar a etiqueta do sistema de ficheiros
hu: A fájlrendszer címkéjének módosítása
id: Mengubah label sistem berkas
it: Modifica l'etichetta del file system
ja: ファイルシステムのラベルを変更
lt: Pakeisti failų sistemos etiketę
lv: Mainīt fai_lu sistēmas etiķeti
nb: Bytt etikett på filsystemet
pa: ਫਾਇਲ ਸਿਸਟਮ ਲਈ ਲੇਬਲ ਬਦਲੋ
pt: Alterar a etiqueta do sistema de ficheiros
pt_br: Alterar o rótulo do sistema de arquivos
sl: Spremeni naziv datotečnega sistema
sr: Мења назив система датотека
sv: Ändra etiketten för filsystemet
ta: கோப்பு முறைமை அடையாளம் மாற்று
th: เปลี่ยนป้ายชื่อของระบบแฟ้ม

source: Ed_it Partition
ca@valencia: Edita la _partició
de: P_artition bearbeiten
el: Επε_ξεργασία διαμερίσματος
et: _Muuda partitsiooni
fi: _Muokkaa osioita
gl: Ed_itar partición
hu: _Partíció szerkesztése
id: Sunt_ing Partisi
it: Mo_difica partizione
ja: パーティションを編集(_I)
lt: _Taisyti skirsnį
lv: Red_iģēt sadaļu
nb: Red_iger partisjon
pa: ਪਾਰਟੀਸ਼ਨ ਸੋਧ(_i)
pt: Ed_itar Partição
pt_br: Ed_itar partição
sl: _Uredi razdelek
sr: _Измени партицију
sv: Re_digera partition
ta: _i பகிர்வு திருத்து
th: แ_ก้ไขพาร์ทิชัน

source: Change partition type, label and flags
ca@valencia: Canvia el tipus de partició, l'etiqueta i els senyaladors
de: Partitionstyp, Bezeichnung und Flags ändern
el: Αλλαγή τύπου διαμερίσματος, ετικέτας και σημαιών
et: Partitsiooni tüübi, pealdise ja lippude muutmine
fi: Vaihda osion tyyppiä, nimiötä ja lippuja
gl: Cambia o tipo de partición, etiqueta e bandeiras
hu: A partíció típusának, címkéjének és jelzőinek módosítása
id: Mengubah jenis partisi, label, serta tandanya
it: Modifica il tipo di partizione, etichetta e flag
ja: パーティション・タイプやラベルやフラグを変更
lt: Keisti skirsnio tipą, etiketę ir gaires
lv: Mainīt sadaļas tipu, etiķeti un karogus
nb: Bytt partisjonstype, etikett og flagg
pa: ਪਾਰਟੀਸ਼ਨ ਕਿਸਮ, ਲੇਬਲ ਤੇ ਫਲੈਗ ਬਦਲੋ
pt: Alterar o tipo de partição, etiqueta e parâmetros
pt_br: Altera o tipo, o rótulo e os sinalizadores da partição
sl: Spremeni vrsto razdelka, naziv in zastavice
sr: Мења врсту партиције, назив и заставице
sv: Ändra typ, etikett och flaggor för partition
ta: பகிர்வு வகை, அடையாளம் மற்றும் குறிகளை மாற்றுக
th: เปลี่ยนชนิด ป้ายชื่อ และแฟล็กของพาร์ทิชัน

source: D_elete Partition
ca@valencia: _Suprimeix la partició
de: Partition _löschen
el: _Διαγραφή διαμερίσματος
et: Kus_tuta partitsioon
fi: _Poista osio
gl: _Borrar partición
hu: Partíció _törlése
id: _Hapus Partisi
it: _Elimina partizione
ja: パーティションを削除(_E)
lt: _Ištrinti skirsnį
lv: D_zēst sadaļu
nb: Sl_ett partisjon
pa: ਪਾਰਟੀਸ਼ਨ ਹਟਾਓ(_e)
pt: _Apagar Partição
pt_br: E_xcluir partição
sl: _Izbriši razdelek
sr: _Обриши партицију
sv: Ta _bort partition
ta: பகிர்வை அழி (_e)
th: _ลบพาร์ทิชัน

source: Delete the partition
ca@valencia: Suprimeix la partició
de: Die Partition löschen
el: Διαγραφή του διαμερίσματος
et: Partitsiooni kustutamine
fi: Poista osio
gl: Eliminar a partición
hi: किसी विभाजन को मिटाएँ
hu: Partíció törlése
id: Menghapus partisi
it: Elimina la partizione
ja: パーティションを削除
kn: ವಿಭಾಗವನ್ನು ಅಳಿಸಿ
lt: Pašalinti skirsnį
lv: Dzēst sadaļu
ml: പാര്‍ട്ടീഷന്‍ വെട്ടി നീക്കുക
mr: विभाजन नष्ट करा
nb: Slett partisjonen
or: ସେହି ବିଭାଜନକୁ ଅପସାରଣ କରନ୍ତୁ
pa: ਪਾਰਟੀਸ਼ਨ ਹਟਾਓ
pt: Apagar a partição
pt_br: Exclui a partição
sl: Izbriši razdelek
sr: Обриши ову партицију
sv: Ta bort partitionen
ta: பகிர்வை அழி
th: ลบพาร์ทิชัน

source: _Create Partition
ca@valencia: _Crea una partició
de: Partition _erstellen
el: _Δημιουργία διαμερίσματος
et: _Loo partitsioon
fi: _Luo osio
gl: _Crear partición
hu: Partíció létre_hozása
id: _Buat Partisi
it: C_rea partizione
ja: パーティションを作成(_C)
lt: Sukurti skirsnį
lv: _Izveidot sadaļu
nb: _Lag partisjon
pa: ਪਾਰਟੀਸ਼ਨ ਬਣਾਓ(_C)
pt: _Criar Partição
pt_br: _Criar partição
sl: _Ustvari razdelek
sr: Н_аправи партицију
sv: _Skapa partition
ta: _C பகிர்வு உருவாக்கு
th: _สร้างพาร์ทิชัน

source: Create a new partition
ca@valencia: Crea una partició nova
de: Eine neue Partition erstellen
el: Δημιουργία ενός νέου διαμερίσματος
et: Uue partitsiooni loomine
fi: Luo uusi osio
gl: Crear unha nova partición
hu: Új partíció létrehozása
id: Membuat partisi baru
it: Crea una nuova partizione
ja: 新規パーティションを作成
lt: Sukurti naują skirsnį
lv: Izveidot jaunu sadaļu
nb: Lag en ny partisjon
pa: ਨਵਾਂ ਪਾਰਟੀਸ਼ਨ ਬਣਾਓ
pt: Criar uma nova partição
pt_br: Cria uma nova partição
sl: Ustvari nov razdelek
sr: Прави нову партицију
sv: Skapa en ny partition
ta: புதிய பகிர்வை உருவாக்கு
th: สร้างพาร์ทิชันใหม่

source: _Lock Volume
ca@valencia: _Bloqueja el volum
de: Datenträger _sperren
el: Κ_λείδωμα τόμου
et: _Lukusta köide
fi: _Lukitse taltio
gl: _Bloquear volume
hu: Kötet _zárolása
id: Kunci Vo_lume
it: _Blocca volume
ja: ボリュームをロック(_L)
lt: _Rakinti tomą
lv: Nos_lēgt sējumu
nb: _Lås volum
pa: ਵਾਲੀਅਮ ਲਾਕ ਕਰੋ(_L)
pt: _Trancar Volume
pt_br: _Travar volume
sl: _Zakleni nosilec
sr: _Закључај партицију
sv: _Lås volym
ta: _L தொகுதியை பூட்டு
th: _ล็อคโวลุม

source: Make encrypted data unavailable
ca@valencia: Fes que les dades encriptades no estiguen disponibles
de: Die verschlüsselten Daten nicht länger zur Verfügung stellen
el: Μα μην είναι διαθέσιμα τα κρυπτογραφημένα αρχεία
et: Krüpteeritud andmete kättesaamatuks muutmine
fi: Tee salatut tiedot ei-käytettävissä oleviksi
gl: Facer os datos cifrados non dispoñíbeis
hu: A titkosított adatok elérhetetlenné tétele
id: Mengunci data yang dienkripsi
it: Rende i dati cifrati non disponibili
ja: 暗号化データを利用不可にする
lt: Užrakinti šifruotą įrenginį ir neberodyti duomenų
lv: Padarīt šifrētos datus nepieejamus
nb: Gjør krypterte data utilgjengelig
pa: ਇੰਕ੍ਰਿਪਟ ਕੀਤਾ ਡਾਟਾ ਅਣ-ਉਪਲੱਬਧ ਕਰੋ
pt: Tornar dados encriptados indisponíveis
pt_br: Tornar os dados criptografados indisponíveis
sl: Onemogoči dostop do šifriranih podatkov
sr: Шифрује и онемогућава приступ подацима
sv: Gör krypterat data otillgängligt
ta: மறைகுறியாக்கப்பட்ட தரவை கிடைக்கப் பெறாமல் செய்க
th: ปิดกั้นไม่ให้ใช้ข้อมูลที่เข้ารหัสลับได้

source: Un_lock Volume
ca@valencia: _Desbloqueja el volum
de: Datenträger e_ntsperren
el: _Ξεκλειδωμα τόμου
et: _Võta köide lukust lahti
fi: _Avaa taltio
gl: _Desbloquear o volume
hu: Kötet felol_dása
id: Buka Kunci Vo_lume
it: S_blocca volume
ja: ボリュームのロック解除(_L)
lt: _Atrakinti tomą
lv: Ats_lēgt sējumu
nb: _Lås opp volum
pa: ਵਾਲੀਅਮ ਅਣ-ਲਾਕ(_l)
pt: _Destrancar Volume
pt_br: Destravar vo_lume
sl: _Odkleni nosilec
sr: О_ткључај диск
sv: Lås _upp volym
ta: _l தொகுதியை பூட்டு திற
th: _ปลดล็อคโวลุม

source: Make encrypted data available
ca@valencia: Fes disponibles les dades encriptades
de: Die verschlüsselten Daten zur Verfügung stellen
el: Να γίνουν διαθέσιμα τα κρυπτογραφημένα δεδομένα
et: Krüpteeritud andmete kättesaadavaks tegemine
fi: Ota salatut tiedot käyttöön
gl: Facer os datos cifrados dispoñíbeis
hu: A titkosított adatok elérhetővé tétele
id: Membuka kunci data yang dienkripsi
it: Rende disponibili i dati cifrati
ja: 暗号化データを利用可能にする
lt: Leisti prieiti prie duomenų
lv: Padarīt šifrējamos datus pieejamus
nb: Gjør krypterte data tilgjengelig
pa: ਇੰਕ੍ਰਿਪਟ ਕੀਤਾ ਡਾਟਾ ਉਪਲੱਬਧ ਬਣਾਓ
pt: Tornar dados encriptados disponíveis
pt_br: Tornar os dados criptografados disponíveis
sl: Omogoči dostop do šifriranih podatkov
sr: Дешифрује и омогућава приступ подацима
sv: Gör krypterad data tillgängligt
ta: மறைகுறியாக்கப்பட்ட தரவை கிடைக்கச்செய்
th: เปิดให้เข้าใช้ข้อมูลที่เข้ารหัสลับ

source: Forge_t Passphrase
ca@valencia: _Oblida la contrasenya
de: Kennwort _vergessen
el: Ό_χι αποθήκευση της συνθηματικής φράσης:
et: _Unusta parool
fi: _Unohda tunnuslause
gl: Esquecer a frase de pas_o
hu: Jelmondat el_felejtése
id: _Lupakan Pasfrasa
it: D_imentica passphrase
ja: パスフレーズを忘れる(_T)
lt: _Užmiršti slaptažodį
lv: Aizmirs_t paroli
nb: Glem pass_ord
pa: ਸ਼ਬਦ ਭੁੱਲ ਜਾਓ(_t)
pt: Esquece_r Frase-Senha
pt_br: _Esquecer frase secreta
sl: _Pozabi šifrirno frazo
sr: За_борави лозинку
sv: _Glöm lösenfras
ta: _t கடவுச்சொற்றொடர் ஐ மற
th: _ทิ้งวลีรหัสผ่าน

source: Delete passphrase from keyring
ca@valencia: Suprimeix la contrasenya de l'anell de claus
de: Kennwort aus dem Schlüsselbund löschen
el: Διαγραφή συνθηματικής φράσης από την κλειδοθήκη
et: Parooli kustutamine võtmerõngast
fi: Poista tunnuslause avainnipusta
gl: Eliminar a frase de paso dende o anel de chaves
hu: Jelmondat törlése a kulcstartóról
id: Menghapus pasfrasa dari ring kunci
it: Elimina la passphrase dal portachiavi
ja: キーリングからパスフレーズを削除
lt: Ištrinti slaptažodį iš raktinės
lv: Dzēst paroli no atslēgu saišķa
nb: Slett passord fra nøkkelring
pa: ਕੀਰਿੰਗ ਵਿੱਚ ਸਟੋਰ ਕੀਤਾ ਸ਼ਬਦ ਹਟਾਓ
pt: Apagar frase-senha do chaveiro
pt_br: Excluir frase secreta do chaveiro
sl: Izbriši šifrirno geslo iz zbirke ključev
sr: Брише лозинку из привеска
sv: Ta bort lösenfras från nyckelringen
ta: விச்டை வளையத்திலிருந்து கடவுச்சொல்லை நீக்கு
th: ลบวลีรหัสผ่านออกจากพวงกุญแจ

source: Change passphrase
ca@valencia: Canvia la contrasenya
de: Kennwort ändern
el: Αλλαγή συνθηματικής φράσης
et: Parooli muutmine
fi: Vaihda tunnuslausetta
gl: Cambiar a frase de paso
hu: Jelmondat megváltoztatása
id: Mengubah pasfrasa
it: Cambia la passphrase
ja: パスフレーズを変更
lt: Keisti slaptažodį
lv: Mainīt paroli
nb: Bytt passord
pa: ਸ਼ਬਦ ਬਦਲੋ
pt: Alterar Frase-senha
pt_br: Modificar frase secreta
sl: Spremeni šifrirno geslo
sr: Промени лозинку
sv: Byt lösenfras
ta: கடவுச்சொல்லை மாற்று
th: เปลี่ยนวลีรหัสผ่าน
