Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: %s Media
ca@valencia: Suport de %s
de: %s-Medium
el: Μέσο %s
et: %s andmekandja
gl: Medio %s
hi: %s मीडिया
hu: %s adathordozó
id: Media %s
it: Supporto da %s
ja: %s メディア
kn: %s ಮಾಧ್ಯಮ
lt: %s laikmena
lv: %s datu nesējs
ml: %s മീഡിയാ
mr: %s मिडीया
or: %s ମେଡିଆ
pa: %s ਮੀਡਿਆ
pt: Media %s
pt_br: Mídia de %s
sl: %s nosilec
sr: Медијум од %s
ta: %s ஊடகம்
th: สื่อ %s

source: MBR Partition Table
ca@valencia: Taula de particions MBR
de: MBR-Partitionstabelle
et: MBR partitsioonitabel
fi: MBR-osiotaulu
gl: Táboa de particións MBR
hi: एमबीआर विभाजन सारणी
hu: MBR partíciós tábla
id: Tabel Partisi MBR
it: Tabella delle partizioni MBR
ja: MBR パーティションテーブル
kn: MBR ವಿಭಜನಾ ಕೋಷ್ಟಕ
lt: MBR skirsnių lentelė
lv: MBR sadaļu tabula
ml: MBR പാര്‍ട്ടീഷന്‍ ടേബിള്‍
mr: MBR पार्टिशन टेबल
nb: MBR-partisjonstabell
or: MBR ବିଭାଜନ ସାରଣୀ
pa: MBR ਪਾਰਟੀਸ਼ਨ ਟੇਬਲ
pt: Tabela de Partições MBR
pt_br: Tabela de partição MBR
sl: MBR preglednica razdelkov
sr: МБР партициона табела
sv: MBR-partitionstabell
ta: MBR பகிர்வு அட்டவணை
th: ตารางพาร์ทิชัน MBR

source: Apple Partition Table
ca@valencia: Taula de particions d'Apple
de: Apple-Partitionstabelle
et: Apple-u partitsioonitabel
fi: Apple-osiotaulu
gl: Mapa de particións de Apple
hi: एपल विभाजन सारणी
hu: Apple partíciós tábla
id: Tabel Partisi Apple
it: Tabella delle partizioni Apple
ja: Apple パーティションテーブル
kn: ಆಪಲ್ ವಿಭಜನಾ ಕೋಷ್ಟಕ
lt: Apple skirsnių lentelė
lv: Apple sadaļu tabula
ml: ആപ്പിള്‍ പാര്‍ട്ടീഷന്‍ ടേബിള്‍
mr: Apple पार्टिशन टेबल
nb: Apple partisjonstabell
or: Apple ବିଭାଜନ ସାରଣୀ
pa: Apple ਪਾਰਟੀਸ਼ਨ ਟੇਬਲ
pt: Tabela de Partições Apple
pt_br: Tabela de partição Apple
sl: Applova preglednica razdelkov
sr: Епл партициона табела
sv: Apple-partitionstabell
ta: ஆப்பிள் பகிர்வு அட்டவணை
th: ตารางพาร์ทิชันแอปเปิล

source: Partitioned
ca@valencia: Partit
de: Partitioniert
el: Διαμερισμένο
et: Partitsioneeritud
fi: Osioitu
gl: Particionado
hi: विभाजित
hu: Particionálva
id: Dipartisi
it: Partizionato
ja: パーティション分けされています
kn: ವಿಭಜಿಸಲಾಗಿದೆ
lt: suskaidytas
lv: Sadalīts
ml: പാര്‍ട്ടീഷന്‍ ചെയ്തിരിക്കുന്നു
mr: विभाजीत केले
nb: Partisjonert
or: ବିଭାଜିତ
pa: ਪਾਰਟੀਸ਼ਨ ਕੀਤੇ
pt: Particionado
pt_br: Particionada
sl: Razdeljeno
sr: Партиционисан
sv: Partitionerad
ta: பகிர்வு
th: จัดการพาร์ทิชันแล้ว

source: Not Partitioned
ca@valencia: Sense partir
de: Nicht partitioniert
el: Μη διαμερισμένο
et: Partitsioneerimata
fi: Ei osioitu
gl: Non particionado
hi: विभाजित नहीं
hu: Nem particionált
id: Tidak Dipartisi
it: Non partizionato
ja: パーティション分けされていません
kn: ವಿಭಜಿಸಲಾಗಿಲ್ಲ
lt: nesuskaidytas
lv: Nav sadalīts
ml: പാര്‍ട്ടീഷന്‍ ചെയ്തിട്ടില്ല
mr: विभाजीत केले नाही
nb: Ikke partisjonert
or: ବିଭାଜିତ ହୋଇନାହିଁ
pa: ਪਾਰਟੀਸ਼ਨ ਨਹੀਂ
pt: Não Particionado
pt_br: Não particionado
sl: Nerazdeljeno
sr: Није партиционисан
sv: Inte partitionerad
ta: பகிர்வில்லை
th: ยังไม่ได้จัดการพาร์ทิชัน

source: SAS Expander
ca@valencia: Expansor SAS
et: SAS-laiendus
fi: SAS-laajennin
gl: Expansión SAS
hu: SAS bővítő
it: Expander SAS
ja: SAS エキスパンダ
lt: SAS išplėtėjas
lv: SAS paplašinātājs
nb: SAS-utvider
pa: SAS ਐਕਸਪੈਂਡਰ
pt_br: Expansor SAS
sl: SAS razširjevalnik
sr: САС проширење
sv: SAS-expanderare
ta: SAS விரிவாக்கி

source: PATA Host Adapter
ca@valencia: Adaptador PATA
et: PATA-hosti adapter
fi: PATA-isäntäadapteri
gl: Adaptador de equipo PATA
hu: PATA állomásadapter
id: Adaptor Host PATA
it: Adattatore host PATA
ja: PATA ホストアダプタ
lt: PATA adapteris
lv: PATA hostadapteris
nb: PATA vertsadapter
pa: PATA ਹੋਸਟ ਐਡਪਟਰ
pt_br: Adaptador host PATA
sl: PATA vmesnik
sr: ПАТА адаптер
sv: PATA-värdadapter
ta: PATA புரவலன் தகவி

source: SATA Host Adapter
ca@valencia: Adaptador SATA
et: SATA-hosti adapter
fi: SATA-isäntäadapteri
gl: Adaptador de host SATA
hu: SATA állomásadapter
id: Adaptor Host SATA
it: Adattatore host SATA
ja: SATA ホストアダプタ
lt: SATA adapteris
lv: SATA hostadapteris
nb: SATA vertsadapter
pa: SATA ਹੋਸਟ ਐਡਪਟਰ
pt_br: Adaptador host SATA
sl: SATA vmesnik
sr: САТА адаптер
sv: SATA-värdadapter
ta: SATA புரவலன் தகவி

source: ATA Host Adapter
ca@valencia: Adaptador ATA
et: ATA-hosti adapter
fi: ATA-isäntäadapteri
gl: Adaptador de host ATA
hu: ATA állomásadapter
id: Adaptor Host ATA
it: Adattatore host ATA
ja: ATA ホストアダプタ
lt: ATA adapteris
lv: ATA hostadapteris
nb: ATA vertsadapter
pa: ATA ਹੋਸਟ ਐਡਪਟਰ
pt_br: Adaptador host ATA
sl: ATA vmesnik
sr: АТА адаптер
sv: ATA-värdadapter
ta: ATA புரவலன் தகவி

source: SAS Host Adapter
ca@valencia: Adaptador SAS
et: SAS-hosti adapter
fi: SAS-isäntäadapteri
gl: Adaptador de host SAS
hu: SAS állomásadapter
id: Adaptor Host SAS
it: Adattatore host SAS
ja: SAS ホストアダプタ
lt: SAS adapteris
lv: SAS hostadapteris
nb: SAS vertsadapter
pa: SAS ਹੋਸਟ ਐਡਪਟਰ
pt_br: Adaptador host SAS
sl: SAS vmesnik
sr: САС адаптер
sv: SAS-värdadapter
ta: SAS புரவலன் தகவி

source: SCSI Host Adapter
ca@valencia: Adaptador SCSI
et: SCSI-hosti adapter
fi: SCSI-isäntäadapteri
gl: Adaptador de host SCSI
hu: SCSI állomásadapter
id: Adaptor Host SCSI
it: Adattatore host SCSI
ja: SCSI ホストアダプタ
lt: SCSI adapteris
lv: SCSI hostadapteris
nb: SCSI vertsadapter
pa: SCSI ਹੋਸਟ ਐਡਪਟਰ
pt_br: Adaptador host SCSI
sl: SCSI vmesnik
sr: СЦСИ адаптер
sv: SCSI-värdadapter
ta: SCSI புரவலன் தகவி

source: Host Adapter
ca@valencia: Adaptador
et: Hosti adapter
fi: Isäntäadapteri
gl: Adaptador de host
hu: Állomásadapter
id: Adaptor Host
it: Adattatore host
ja: ホストアダプタ
lt: Adapteris
lv: Hostadapteris
nb: Vertsadapter
pa: ਹੋਸਟ ਐਡਪਟਰ
pt_br: Adaptador host
sl: Vmesnik
sr: Адаптер
sv: Värdadapter
ta: புரவலன் தகவி

source: Logical Volume
ca@valencia: Volum lògic
de: Logischer Datenträger
el: Λογικός τόμος
et: Loogiline köide
fi: Looginen taltio
gl: Volume lóxico
hu: Logikai kötet
id: Volume Logika
it: Volume logico
ja: 論理ボリューム
lt: Loginis tomas
lv: Loģiskais sējums
nb: Logisk volum
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ
pt: Volume Lógico
pt_br: Volume lógico
sl: Logični razdelek
sr: Логичка партиција
sv: Logisk volym
ta: தர்க்க ரீதியான தொகுதி
th: โวลุมเสมือน

source: LVM2 Logical Volume
ca@valencia: Volum lògic LVM2
de: Logischer LVM2-Datenträger
el: Λογικός τόμος LVM2
et: LVM2 loogiline köide
fi: LVM2-looginen taltio
gl: Volume lóxico de LVM2
hu: LVM2 logikai kötet
id: Volume Logika LVM2
it: Volume logico LVM2
ja: LVM2 論理ボリューム
lt: LVM2 loginis tomas
lv: LVM2 loģiskais sējums
nb: LVM2 logisk volum
pa: LVM2 ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ
pt: Volume Lógico LVM2
pt_br: Volume lógico LVM2
sl: LVM2 logični razdelek
sr: ЛВМ2 логичка партиција
sv: Logisk LVM2-volym
ta: LVM2 தர்க்க ரீதியான தொகுதி
th: โวลุมเสมือน LVM2

source: Volume Group
ca@valencia: Grup de volums
de: Datenträgergruppe
el: Ομάδα τόμων
et: Köitegrupp
fi: Taltioryhmä
gl: Volume lóxico
hu: Kötetcsoport
id: Kelompok Volume
it: Gruppo di volumi
ja: ボリュームグループ
lt: Tomų grupė
lv: Sējumu grupa
nb: Volumgruppe
pa: ਵਾਲੀਅਮ ਗਰੁੱਪ
pt: Grupo de Volumes
pt_br: Grupo de volume
sl: Skupina razdelkov
sr: Група партиција
sv: Volymgrupp
ta: தொகுதி குழு
th: กลุ่มโวลุม

source: %s LVM2 Volume Group
ca@valencia: Grup de volums LVM2 %s
de: %s LVM2-Datenträgergruppe
el: Ομάδα τόμων LVM2 %s
et: %s LVM2 köitegrupp
fi: %s LVM2-taltioryhmä
gl: Grupo de volumes físicos de LVM2 %s
hu: %s LVM2 kötetcsoport
id: %s Kelompok Volume LVM2
it: Volume logico LVM2 da %s
ja: LVM2 ボリュームグループ %s
lt: %s LVM2 tomų grupė
lv: %s LVM2 sējumu grupa
nb: %s LVM2 volumgruppe
pa: %s LVM2 ਵਾਲੀਅਮ ਗਰੁੱਪ
pt: Grupo de Volumes LVM2 %s
pt_br: Grupo de volume LVM2 de %s
sl: %s LVM2 skupina nosilcev
sr: %s ЛВМ2 група партиција
sv: %s LVM2-volymgrupp
ta: %s LVM2 தொகுதி குழு
th: กลุ่มโวลุม LVM2 ขนาด %s

source: LVM2 Volume Group
ca@valencia: Grup de volums LVM2
de: LVM2-Datenträgergruppe
el: Ομάδα τόμων LVM2
et: LVM2 köitegrupp
fi: LVM2-taltioryhmä
gl: Grupo de volumes de LVM2
hu: LVM2 kötetcsoport
id: Kelompok Volume LVM2
it: Gruppo di volumi LVM2
ja: LVM2 ボリュームグループ
lt: LVM2 tomų grupė
lv: LVM2 sējumu grupa
nb: LVM2 volumgruppe
pa: LVM2 ਵਾਲੀਅਮ ਗਰੁੱਪ
pt: Grupo de Volumes LVM2
pt_br: Grupo de volume LVM2
sl: Skupina nosilcev LVM2
sr: ЛВМ2 група партиција
sv: LVM2-volymgrupp
ta: LVM2 தொகுதி குழு
th: กลุ่มโวลุม LVM2

source: %s Free
ca@valencia: %s lliures
de: %s frei
el: Ελεύθερα %s
et: %s vaba
fi: %s vapaana
gl: %s Libre
hi: %s मुक्त
hu: %s szabad
id: %s Bebas
it: Libero da %s
ja: %s 未使用
kn: %s ಮುಕ್ತ
lt: %s laisva
lv: %s brīvs
ml: %s ഉപയോഗത്തിലില്ല
mr: %s रिकामे
nb: %s ledig
or: %s ମୁକ୍ତ
pa: %s ਖਾਲੀ
pt: %s Livres
pt_br: %s livre
sl: %s prosto
sr: Слободно је %s
sv: %s ledigt
ta: %s வெற்று
th: ว่าง %s

source: Unallocated Space
ca@valencia: Espai no ubicat
de: Nicht zugeteilter Platz
el: Χώρος μη εκχωρημένος
et: Allutamata ruum
fi: Varaamaton tila
gl: Espazo sen asignar
hi: असंभाजित जगह
hu: Lefoglalatlan terület
it: Spazio non allocato
ja: 未割り当て領域
kn: ನಿಯೋಜಿತವಾಗದೆ ಇರುವ ಸ್ಥಳ
lt: Nepriskirta vieta
lv: Neiedalītā telpa
ml: ലഭ്യമാക്കിയിട്ടില്ലാത്ത സ്ഥലം
mr: न वाटपकेलेली जागा
nb: Ikke allokert plass
or: ଅବଣ୍ଟିତ ସ୍ଥାନ
pa: ਨਾ-ਵਰਤੀ ਖਾਲੀ ਥਾਂ
pt: Espaço Não Alocado
pt_br: Espaço não alocado
sl: Nerazvrščeni prostor
sr: Нерезервисан простор
sv: Oallokerat utrymme
ta: ஒதுக்கப்படாத இடம்
th: พื้นที่ว่าง

source: LVM2 VG Unallocated Space
ca@valencia: Espai no ubicat del grup de volum LVM2
de: Nicht zugeteilter Platz auf LVM2-Datenträgergruppe
el: Μη εκχωρημένο LVM2 VG
et: LVM2 VG allutamata ruum
fi: LVM2-taltioryhmän (VG) varaamaton tila
gl: Espazo sen asignar VG de VLM2
hu: LVM2 kötetcsoport lefoglalatlan terület
it: Spazio non allocato gruppo di volumi LVM2
ja: LVM2 ボリュームグループ未割り当て領域
lt: LVM2 grupės neišskirta vieta
lv: LVM2 VG neiedalītā telpa
nb: Ikke allokert plass for LVM2 volumgruppe
pa: LVM2 VG ਨਾ-ਜਾਰੀ ਖਾਲੀ ਥਾਂ
pt: Espaço Não Alocado de GV LVM2
pt_br: Espaço não alocado no LVM2 VG
sl: Nedodeljen prostor LVM2 skupine nosilcev
sr: Нерезервисан простор ЛВМ2 групе
sv: LVM2 VG oallokerat utrymme
ta: LVM2 VG ஒதுக்கப்படாத இடம்
th: พื้นที่ว่างใน VG ของ LVM2

source: %s %s Array
ca@valencia: Matriu de %s amb %s
de: %s %s-Anordnung
el: Συστοιχία %s %s
et: %s %s massiiv
fi: %s %s-pakka
gl: Matriz %s %s
hu: %s %s tömb
id: Larik %s %s
it: Array %2$s da %1$s
ja: %s %s アレイ
lt: %s %s masyvas
lv: %s %s masīvs
pa: %s %s ਅਰੇ
pt: Conjunto %s %s
pt_br: Matriz de %s %s
sl: %s %s polje
sr: %s %s опсег
sv: %s %s-kedja
ta: %s %s வரிசை
th: แอร์เรย์ %2$s ขนาด %1$s

source: %s Array
ca@valencia: Matriu %s
de: %s-Anordnung
el: Συστοιχία %s
et: %s massiiv
fi: %s-pakka
gl: Matriz %s
hu: %s tömb
id: Larik %s
it: Array %s
ja: %s アレイ
lt: %s masyvas
lv: %s masīvs
pa: %s ਅਰੇ
pt: %s Conjunto
pt_br: Matriz %s
sl: %s polje
sr: %s опсег
sv: %s-kedja
ta: %s வரிசை
th: แอร์เรย์ %s

source: RAID Array %s (%s)
ca@valencia: Matriu RAID %s (%s)
de: RAID-Anordnung %s (%s)
el: Συστοιχία RAID %s (%s)
et: RAID-massiiv %s (%s)
fi: RAID-pakka %s (%s)
gl: Matriz de RAID %s (%s)
hu: %s RAID-tömb (%s)
id: Larik RAID %s (%s)
it: Array RAID %s (%s)
ja: RAID アレイ %s (%s)
lt: RAID masyvas %s (%s)
lv: RAID masīvs %s (%s)
pa: RAID ਅਰੇ %s (%s)
pt: Conjunto RAID %s (%s)
pt_br: Matriz RAID %s (%s)
sl: RAID polje %s (%s)
sr: РАИД опсег %s (%s)
sv: RAID-kedja %s (%s)
ta: ரெய்ட் வரிசை %s (%s)
th: แอร์เรย์ RAID %s (%s)

source: RAID device %s
ca@valencia: Dispositiu RAID a %s
de: RAID-Gerät %s
el: Συσκευή RAID %s
et: RAID-seade %s
fi: RAID-laite %s
gl: Dispositivo RAID %s
hi: RAID युक्ति %s
hu: %s RAID eszköz
id: Perangkat RAID %s
it: Device RAID %s
ja: RAID デバイス %s
kn: RAID ಸಾಧನ %s
lt: RAID įrenginys %s
lv: RAID ierīce %s
ml: RAID ഡിവൈസ് %s
mr: RAID उपकरण %s
nb: RAID-enhet %s
or: RAID ଉପକରଣ %s
pa: RAID ਜੰਤਰ %s
pt: Dispositivo RAID %s
pt_br: Dispositivo RAID %s
sl: RAID naprava %s
sr: РАИД уређај %s
sv: RAID-enhet %s
ta: ரெய்ட் சாதனம் %s
th: อุปกรณ์ RAID %s

# RAID Level fallback
source: RAID
sr: РАИД
ta: ரெய்ட்

source: RAID Array
ca@valencia: Matriu RAID
de: RAID-Anordnung
el: Συστοιχία RAID
et: RAID-massiiv
fi: RAID-pakka
gl: Matriz de RAID
hi: RAID सरणी
hu: RAID-tömb
id: Larik RAID
it: Array RAID
ja: RAID アレイ
kn: RAID ವ್ಯೂಹ(array)
lt: RAID masyvas
lv: RAID masīvs
ml: RAID അറേ
mr: RAID अर्रे
or: RAID ଆରେ
pa: ਰੇਡ ਅਰੇ
pt: Conjunto RAID
pt_br: Matriz RAID
sl: RAID polje
sr: РАИД опсег
sv: RAID-kedja
ta: ரெய்ட் வரிசை
th: แอร์เรย์ RAID

# Linux MD slave state
source: Not Attached
ca@valencia: No adjuntat
de: Nicht eingebunden
el: Δεν έχει επισυναφθεί
et: Pole ühendatud
fi: Ei liitetty
gl: Non anexado
hu: Nincs csatolva
it: Non collegato
ja: 接続されていません
lt: Neprijungtas
lv: Nav pievienots
nb: Ikke tilkoblet
pa: ਅਟੈਚ ਨਹੀਂ
pt: Não Anexado
pt_br: Não anexado
sl: Ni pripeto
sr: Није прикачен
sv: Inte ansluten
ta: இணைக்கவில்லை
th: ยังไม่แนบ

# Linux MD slave state
source: Faulty
ca@valencia: Falla
de: Fehlerbehaftet
el: Ελαττωματικό
et: Vigane
fi: Viallinen
gl: Fallado
hi: खराब
hu: Hibás
it: Difettoso
ja: 故障（Faulty）
kn: ದೋಷಪೂರಿತ
lt: Gendantis
lv: Kļūdains
ml: തകരാറുള്ള
mr: दोषयुक्त
pa: ਨੁਕਸ
pt: Defeituoso
pt_br: Com falhas
sl: Pomanjkljivo
sr: Не ради исправно
sv: Trasig
ta: தவறு
th: เสีย

# Linux MD slave state
source: Fully Synchronized
ca@valencia: Sincronitzat totalment
de: Vollständig abgeglichen
el: Πλήρως συγχρονισμένος
et: Täielikult sünkroniseeritud
fi: Täysin synkronoitu
gl: Completamente sincronizado
hu: Teljesen szinkronizálva
id: Disinkronisasikan Penuh
it: Completamente sincronizzato
ja: 完全に同期しています
lt: Visiškai sinchronizuotas
lv: Pilnībā sinhronizēts
pa: ਪੂਰੀ ਤਰ੍ਹਾਂ ਸੈਕਰੋਨਾਈਜ਼
pt: Totalmente Sincronizado
pt_br: Totalmente sincronizado
sl: Končano usklajevanje
sr: Потпуно усаглашен
sv: Fullständigt synkroniserat
ta: முழுதும் ஒத்திசைக்கப்பட்டது

# Linux MD slave state
source: Writemostly
ca@valencia: Prefereix escriure
et: Enamjaolt kirjas
fi: Enimmäkseen kirjoitettu
gl: Xeralmente escribíbel
hu: Jórészt írás
ja: Write-mostlyモード
kn: ಹೆಚ್ಚಾಗಿ ಬರೆ(ರೈಟ್‌ಮೋಸ್ಟ್ಲಿ)
lv: Pārsvarā rakstīt
ml: മിക്കപ്പോഴും എഴുതുക
mr: राईट मोस्टली
pa: ਬਹੁਤ ਲਿਖਿਆ
pt_br: Gravação
sl: Večinoma zapisljivo
sr: Углавном уписан
ta: அனேகமாக எழுத

# Linux MD slave state
source: Blocked
ca@valencia: Bloquejat
de: Blockiert
et: Blokeeritud
fi: Estetty
gl: Bloqueado
hi: रोका गया
hu: Blokkolt
id: Diblokir
it: Bloccato
ja: ブロック（Blocked）
kn: ನಿರ್ಬಂಧಿಸಲಾದ
lt: Blokuotas
lv: Bloķēts
ml: ബ്ലോക്ക് ചെയ്തിരിക്കുന്നു
mr: ब्लॉक्ड्
nb: Blokkert
pa: ਬਲਾਕ
pt: Trancado
pt_br: Bloqueado
sl: Zavrnjeno
sr: Забрањен
sv: Blockerad
ta: தடுக்கப்பட்டது

# Linux MD slave state
source: Partially Synchronized
ca@valencia: Sincronitzat parcialment
de: Teilweise abgeglichen
el: Μερικώς συγχρονισμένος
et: Osaliselt sünkroniseeritud
fi: Osittain synkronoitu
gl: Parcialmente sincronizado
hu: Részben szinkronizálva
it: Parzialmente sincronizzato
ja: 部分的に同期しています
lt: Dalinai sinchronizuotas
lv: Daļēji sinhronizēts
nb: Delvis synkronisert
pa: ਅਧੂਰਾ ਸੈਕਰੋਨਾਈਜ਼
pt: Parcialmente Sincronizado
pt_br: Parcialmente sincronizado
sl: Delno usklajeno
sr: Делимично усаглашен
sv: Delvis synkroniserat
ta: பகுதி ஒத்திசைக்கப்பட்டது

# Linux MD slave state
source: Spare
ca@valencia: Reserva
de: Reserve
el: Εφεδρεία
et: Varu
fi: Varalaite
gl: Libre
hi: खाली
hu: Tartalék
ja: スペア（Spare）
kn: ಕಾದಿಟ್ಟ
lt: Rezervinis
lv: Rezerve
ml: സ്പെയര്‍
mr: स्पेयर
nb: Reserve
pa: ਵਾਧੂ
pt: Reserva
pt_br: Reserva
sl: Nadomestno
sr: На резерви
sv: Reserv
ta: உபரி
th: สำรอง

source: Local Storage
ca@valencia: Emmagetzemament local
de: Lokaler Speicher
el: Τοπικοί αποθηκευτικοί χώροι
et: Kohalik salvesti
fi: Paikallinen tallennus
gl: Almacenamento local
hu: Helyi tároló
id: Media Simpan Lokal
it: Archiviazione locale
ja: ローカルストレージ
lt: Vietinė saugykla
lv: Lokālā glabātuve
nb: Lokal lagring
pa: ਲੋਕਲ ਸਟੋਰੇਜ਼
pt: Armazenamento Local
pt_br: Armazenamento local
sl: Krajevna shramba
sr: Локално складиште
sv: Lokalt lagringsutrymme
ta: உள்ளமை கிடங்கு
th: แหล่งเก็บในเครื่อง

source: Storage on %s
ca@valencia: Emmagatzematge a %s
de: Speicherung auf %s
el: Αποθηκευτικοί χώροι σε %s
et: Salvesti aadressil %s
fi: Tallennus kohteessa %s
gl: Almacenamento en %s
hu: Tároló ezen: %s
id: Media simpan pada %s
it: Archiviazione su %s
ja: %s のストレージ
lt: Saugykla diske %s
lv: Glabātuve uz %s
nb: Lagring på %s
pa: %s ਉੱਤੇ ਸਟੋਰੇਜ਼
pt: Armazenamento em %s
pt_br: Armazenamento em %s
sl: Shramba na %s
sr: Складиште на %s
sv: Lagringsutrymme på %s
ta: %s இல் கிடங்கு
th: แหล่งเก็บที่ %s

source: Multipath Devices
ca@valencia: Dispositius multicamí
de: Mehrpfadige Geräte
el: Συσκευές πολλαπλών διαδρομών
et: Mitmerajaseadmed
fi: Monipolkulaitteet
gl: Dispositivos multiruta
hu: Többutas eszközök
id: Perangkat Multijalur
it: Dispositivi multi-percorso
ja: マルチパスデバイス
lt: Daugelio kelių įrenginiai
lv: Vairāku ceļu ierīces
nb: Enheter med flere stier
pa: ਮਲਟੀਪਾਥ ਜੰਤਰ
pt: Dispositivos de Caminhos Múltiplos
pt_br: Dispositivos multicaminho
sl: Naprave za večpotno usmerjanje
sr: Уређај са више путања
sv: Multipath-enheter
ta: பல்வழி சாதனங்கள்
th: อุปกรณ์หลายพาธ

source: Drives with multiple I/O paths
ca@valencia: Unitats amb camins d'E/S múltiples
de: Laufwerke mit mehreren Ein-/Ausgabepfaden
el: Δίσκοι με πολλαπλές διαδρομές I/O
et: Kettad mitme S/V asukohaga
fi: Asemat, joilla on useita I/O-polkuja
gl: Unidades con múltiples rutas de E/S
hu: Több I/O úttal rendelkező meghajtók
id: Kandar dengan banyak jalur M/K
it: Unità con molteplici percorsi I/O
ja: マルチプル I/O パスのドライブ
lt: Daugelio įvedimo/išvedimo kelių diskai
lv: Ierīces ar vairākiem I/O ceļiem
nb: Stasjoner med flere I/O-stier
pa: ਮਲਟੀਪੁਲ I/O ਪਾਥ ਨਾਲ ਡਰਾਇਵ
pt: Dispositivos com múltiplos caminhos de I/O
pt_br: Unidades com múltiplos caminhos de E/S
sl: Pogoni z več V/I potmi
sr: Уређај са више I/O путања
sv: Enheter med flera in-/ut-sökvägar
ta: பல உள்/வெளி பாதைகளை உடைய இயக்கிகள்
th: ไดรว์มีพาธ I/O หลายพาธ

source: Multi-disk Devices
ca@valencia: Dispositius multidisc
de: Geräte mit mehreren Laufwerken
el: Συσκευές πολλαπλών δίσκων
et: Mitme kettaga seadmed
fi: Monilevylaitteet
gl: Unidades multidisco
hu: Többlemezes eszközök
id: Perangkat Multidiska
it: Dispositivi multi-disco
ja: マルチディスクデバイス
lt: Daugelio diskų įrenginiai
lv: Vairāku disku ierīces
pa: ਮਲਟੀ-ਡਿਸਕ ਜੰਤਰ
pt: Dispositivos Multi-disco
pt_br: Dispositivos multidisco
sl: Večdiskovne naprave
sr: Уређај са више дискова
sv: Flerdiskenheter
ta: பல் வட்டு சாதனங்கள்
th: อุปกรณ์หลายดิสก์

source: RAID, LVM and other logical drives
ca@valencia: RAID, LVM i altres unitats lògiques
de: RAID, LVM und andere logische Laufwerke
el: RAID, LVM και άλλοι λογικοί δίσκοι
et: RAID, LVM ja teised loogilised kettad
fi: RAID, LVM ja muut loogiset asemat
gl: RAID, LVM e outras unidades lóxicas
hu: RAID, LVM és más logikai meghajtók
id: RAID, LVM, dan kandar logika lainnya
it: RAID, LVM e altre unità logiche
ja: RAIDやLVMや他の論理ドライブ
lt: RAID, LVM ir kiti loginiai diskai
lv: RAID, LVM un citi loģiskie diski
pa: RAID, LVM ਅਤੇ ਹੋਰ ਲਾਜ਼ੀਕਲ ਡਰਾਇਵ
pt: RAID, LVM e outros dispositivos lógicos
pt_br: RAID, LVM e outras unidades lógicas
sl: RAID, LVM in drugi logični pogoni
sr: РАИД, ЛВМ и остали логички уређаји
sv: RAID, LVM och andra logiska enheter
ta: ரெய்ட் எல்விஎம் மற்றும் மற்ற தர்கரீதி இயக்கிகள்
th: RAID, LVM และไดรว์เสมือนอื่นๆ

source: Peripheral Devices
ca@valencia: Dispositius perifèrics
de: Peripheriegeräte
el: Περιφερειακές συσκευές
et: Välised seadmed
fi: Oheislaitteet
gl: Dispositivos periféricos
hu: Perifériák
id: Perangkat Periferal
it: Periferiche
ja: 周辺機器
lt: Išoriniai įrenginiai
lv: Perifērijas ierīces
nb: Eksterne enheter
pa: ਪੇਰੀਫਿਲਰ ਜੰਤਰ
pt: Dispositivos Periféricos
pt_br: Dispositivos periféricos
sl: Zunanje naprave
sr: Спољни уређаји
sv: Kringutrustningsenheter
ta: துணை சாதனங்கள்
th: อุปกรณ์รอบข้าง

source: USB, FireWire and other peripherals
ca@valencia: USB, FireWire i altres perifèrics
de: USB, FireWire und andere Peripherie
el: USB, FireWire και άλλα περιφερειακά
et: USB, Firewire ja teised välised kettad
fi: USB, FireWire ja muut oheislaitteet
gl: USC, Firewire e outros periféricos
hu: USB, FireWire és más perifériák
id: USB, FireWire, dan periferal lainnya
it: USB, Firewire e altre periferiche
lt: USB, FireWire ir kiti išoriniai įrenginiai
lv: USB, FireWire un citas perifērijas ierīces
nb: USB, FireWire og andre eksterne enheter
pa: USB, ਫਾਇਰੇਮਵੇਅਰ ਅਤੇ ਹੋਰ ਪੇਰੀਫਿਲਰ
pt: USB, Firewire e outros periféricos
pt_br: USB, Firewire e outros periféricos
sl: USB, Firewire in druge zunanje naprave
sr: УСБ, FireWire и остали уређаји
sv: USB, FireWire och annan kringutrustning
ta: யூஎஸ்பி(USB) Firewire மற்றும் துணை சாதனங்கள்
th: USB, FireWire และอุปกรณ์รอบข้างอื่น

source: Error enumerating devices: %s
ca@valencia: S'ha produït un error en enumerar els dispositius: %s
de: Fehler beim Nummerieren der Geräte: %s
el: Σφάλμα απαρίθμησης συσκευών: %s
et: Tõrge seadmete nummerdamisel: %s
fi: Virhe numeroitaessa laitteita: %s
gl: Produciuse un erro ao enumerar os dispositivos %s
hu: Hiba az eszközök felsorolásakor: %s
id: Galat mengenumerasi perangkat: %s
it: Errore nell'enumerare i dispositivi: %s
ja: デバイスの一覧を作成する際にエラー: %s
lt: Klaida numeruojant įrenginius: %s
lv: Kļūda, uzskaitot ierīces: %s
nb: Feil ved opplisting av enheter: %s
pa: ਜੰਤਰ ਇਨੰਬਰੇਟਿੰਗ ਗਲਤੀ: %s
pt: Erro ao enumerar dispositivos: %s
pt_br: Erro ao enumerar dispositivos: %s
sl: Napaka med številčenjem naprav: %s
sr: Грешка при набрајању уређаја: %s
sv: Fel vid uppräkning av enheter: %s
ta: பிழை கணக்கிடும் சாதனங்கள்: %s
th: เกิดข้อผิดพลาดขณะแจงนับอุปกรณ์: %s

source: Error enumerating adapters: %s
ca@valencia: S'ha produït un error en enumerar els adaptadors: %s
de: Fehler beim Nummerieren der Adapter: %s
el: Σφάλμα απαρίθμησης προσαρμογέων: %s
et: Tõrge adapterite nummerdamisel: %s
fi: Virhe numeroitaessa adaptereita: %s
gl: Produciuse un erro ao enumerar os adaptadores: %s
hu: Hiba az adapterek felsorolásakor: %s
id: Galat mengenumerasi adaptor: %s
it: Errore nell'enumerare gli adattatori: %s
ja: アダプタの一覧を作成する際にエラー: %s
lt: Klaida numeruojant adapterius: %s
lv: Kļūda, uzskaitot adapterus: %s
nb: Feil ved opplisting av adaptere: %s
pa: ਐਡਪਟਰ ਇਨੰਬਰੇਟਿੰਗ ਗਲਤੀ: %s
pt: Erro ao enumerar adaptadores: %s
pt_br: Erro ao enumerar adaptadores: %s
sl: Napaka med številčenjem prilagodilnikov: %s
sr: Грешка при набрајању адаптера: %s
sv: Fel vid uppräkning av adaptrar: %s
ta: பிழை கணக்கிடும் தகவிகள்: %s
th: เกิดข้อผิดพลาดขณะแจงนับอะแดปเตอร์: %s

source: Error enumerating expanders: %s
ca@valencia: S'ha produït un error en enumerar els expansors: %s
de: Fehler beim Nummerieren der Expander: %s
el: Σφάλμα απαρίθμησης expanders: %s
et: Viga laienduste nummerdamisel: %s
fi: Virhe numeroitaessa laajentimia: %s
gl: Produciuse un erro ao enmerar as expansións: %s
hu: Hiba a bővítők felsorolásakor: %s
it: Errore nell'enumerare gli expander: %s
ja: エキスパンダの列挙中にエラーが発生しました: %s
lt: Klaida numeruojant išplėtėjus: %s
lv: Kļūda, uzskaitot paplašinātājus: %s
nb: Feil ved opplisting av utvidere: %s
pa: ਐਕਸਪੈਂਡਰ ਇਨੰਬਰਿੰਗ ਗਲਤੀ: %s
pt: Erro ao enumerar aumentadores: %s
pt_br: Erro ao enumerar expansores: %s
sl: Napaka med številčenjem razširjevalnikov: %s
sr: Грешка при набрајању проширења: %s
sv: Fel vid uppräkning av expanderare: %s
ta: பிழை கணக்கிடும் விரி சாதனங்கள்: %s

source: Error enumerating ports: %s
ca@valencia: S'ha produït un error en enumerar els ports: %s
de: Fehler beim Nummerieren der Ports: %s
el: Σφάλμα απαρίθμησης θυρών: %s
et: Tõrge portide nummerdamisel: %s
fi: Virhe numeroitaessa portteja: %s
gl: Produciuse un erro ao enumerar os portos: %s
hu: Hiba a portok felsorolásakor: %s
id: Galat mengenumerasi port: %s
it: Errore nell'enumerare le porte: %s
ja: ポートの一覧を作成する際にエラー: %s
lt: Klaida numeruojant prievadus: %s
lv: Kļūda, uzskaitot portus: %s
nb: Feil ved opplisting av porter: %s
pa: ਪੋਰਟ ਇਨੰਬਰੇਟਿੰਘ ਗਲਤੀ: %s
pt: Erro ao enumerar portas: %s
pt_br: Erro ao enumerar portas: %s
sl: Napaka med številčenjem vrat: %s
sr: Грешка при набрајању портова: %s
sv: Fel vid uppräkning av portar: %s
ta: பிழை கணக்கிடும் துறைகள்: %s
th: เกิดข้อผิดพลาดขณะแจงนับพอร์ต: %s
