Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: The volume contains encrypted data that can be unlocked with a passphrase. The passphrase can optionally be stored in the keyring.
hi: आयतन में गोपित आँकड़ा है जो कि कूटशब्द से खोला जा सकता है. कूटशब्द को विकल्पतः कीरिंग में जमा किया जा सकता है.
kn: ಪರಿಮಾಣದಲ್ಲಿ ಗೂಢಲಿಪೀಕರಿಸಲಾದ ದತ್ತಾಂಶವಿದೆ ಹಾಗು ಅದನ್ನು ಹೊರತೆಗೆಯಲು ಒಂದು ಗುಪ್ತಪದದ ಅಗತ್ಯವಿದೆ. ಬೇಕಿದ್ದಲ್ಲಿ ಗುಪ್ತಪದವನ್ನು ಕೀಲಿಸುರುಳಿಯಲ್ಲಿ ಇರಿಸಿಕೊಳ್ಳಬಹುದು.
ml: വോള്യത്തില്‍ ഒരു പാസ്ഫ്രെയിസ് ഉപയോഗിച്ചു് പൂട്ടു തുറക്കുവാന്‍ സാധിക്കുന്ന എന്‍ക്രിപ്റ്റ് ചെയ്ത ഡേറ്റാ ലഭ്യമാണു്. പാസ്ഫ്രെയിസ് ആവശ്യമെങ്കില്‍ ഒരു കീറിങില്‍ സൂക്ഷിക്കാം.
mr: खंडात एनक्रिप्टेड डाटा समाविष्टीत आहे ज्यांस वाक्यरचनासह कुलूपबंद अशक्य केले जाऊ शकते. वाक्यरचना वैक्लपिकरित्या किरींग मध्ये साठवणे शक्य आहे.

source: Change Pa_ssphrase...
hi: कूटशब्द बदलें (_s)...
kn: ಗುಪ್ತವಾಕ್ಯವನ್ನು ಬದಲಾಯಿಸು(_s)...
ml: പാ_സ്ഫ്രെയിസ് മാറ്റുക...
mr: गोपणीयवाक्य बदलवा (_s)...
or: ପ୍ରବେଶ ସଂକେତ ପରିବର୍ତ୍ତନ କରନ୍ତୁ (_s)...

source: F_orget Passphrase
hi: कूटशब्द भूल गए (_o)
kn: ಗುಪ್ತವಾಕ್ಯವನ್ನು ಮರೆತುಬಿಡು(_o)
ml: പാസ്ഫ്രെയിസ മ_റക്കുക
mr: गोपणीयवाक्य विसरा (_o)
or: ପ୍ରବେଶ ସଂକେତକୁ ଭୁଲିଯାଆନ୍ତୁ (_o)

source: Error setting file system label
hi: फ़ाइल सिस्टम लेबल सेट करने में त्रुटि
kn: ಕಡತ ವ್ಯವಸ್ಥೆಯ ಲೇಬಲ್ ಅನ್ನು ಹೊಂದಿಸುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ
ml: ഫയല്‍ സിസ്റ്റം ലേബല്‍ ക്രമീകരിക്കുന്നതില്‍ പിശകു്
mr: फाइल प्रणाली लेबल ठरवतेवेळी त्रुटी
or: ଫାଇଲତନ୍ତ୍ର ନାମପଟି ସେଟ କରିବାରେ ତ୍ରୁଟି

source: Mountable Filesystem
hi: आरोह योग्य फ़ाइलतंत्र
kn: ಆರೋಹಿಸಬಹುದಾದ ಕಡತವ್ಯವಸ್ಥೆ
ml: മൌണ്ട് ചെയ്യുവാനുള്ള ഫയല്‍സിസ്റ്റം
mr: माऊंटजोगी फाइल प्रणाली
or: ସ୍ଥାପନଯୋଗ୍ୟ ଫାଇଲତନ୍ତ୍ର

source: The volume contains a mountable filesystem.
hi: इस आयतन में आरोहित करने योग्य फ़ाइलतंत्र है.
kn: ಪರಿಮಾಣವು ಆರೋಹಿಸಬಹುದಾದ ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು ಹೊಂದಿದೆ.
ml: മൌണ്ട് ചെയ്യുവാനുള്ള ഒരു ഫയല്‍സിസ്റ്റം വോള്യമിലുണ്ടു്.
mr: खंडात माऊंटजोगी फाइलप्रणाली समाविष्टीत आहे.
or: ଆକାରରେ ସ୍ଥାପନଯୋଗ୍ୟ ଫାଇଲତନ୍ତ୍ର ଧାରଣ କରିଥାଏ।

source: Change
hi: बदलें
kn: ಬದಲಾಯಿಸು
ml: മാറ്റുക
mr: बदलवा
or: ପରିବର୍ତ୍ତନକର

source: Error adding component
hi: अवयव जोड़ने में त्रुटि
kn: ಘಟಕವನ್ನು ಸೇರಿಸುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ
ml: ഘടകം ചേര്‍ക്കുന്നതില്‍ പിശകു്
mr: घटक समाविष्ट करतेवेळी त्रुटी
or: ଉପାଦାନକୁ ଯୋଗ କରିବାରେ ତ୍ରୁଟି

source: Select a volume to use as component in the array "%s"
hi: सरणी "%s" में बतौर अवयव प्रयोग के लिए आयतन चुनें
kn: ವ್ಯೂಹ "%s" ದಲ್ಲಿ ಘಟಕವಾಗಿ ಬಳಸಬೇಕಿರುವ ಒಂದು ಪರಿಮಾಣವನ್ನು ಆರಿಸಿ
ml: "%s" അറേയില്‍ ഘടകമായി ഉപയോഗിക്കുന്നതിനുള്ള വോള്യം തെരഞ്ഞെടുക്കുക
mr: अर्रे "%s" मधील घटक वापरण्यासाठी खंड नीवडा

source: Only volumes of acceptable sizes can be selected. You may need to manually create new volumes of acceptable sizes.
hi: केवल स्वीकार करने योग्य आकार वाले आयतन को चुना जा सकता है. आपको दस्ती रूप से स्वीकार करने योग्य नया आयतन बनाने की जरूरत हो सकती है.
kn: ಕೇವಲ ಅನುಮತಿ ಇರುವ ಗಾತ್ರಗಳ ಪರಿಮಾಣಗಳನ್ನು ಮಾತ್ರವೆ ಆರಿಸಿಕೊಳ್ಳಬಹುದಾಗಿದೆ. ನೀವು ಕೈಯಾರೆ ಅನುಮತಿ ಇರುವ ಗಾತ್ರಗಳನ್ನು ಹೊಂದಿದ ಹೊಸ ಪರಿಮಾಣಗಳನ್ನು ನಿರ್ಮಿಸಬೇಕಾಗಬಹುದು.
ml: സ്വീകാര്യമായ വ്യാപ്തികളുള്ള വോള്യമുകള്‍ മാത്രം തെരഞ്ഞെടുക്കാം. സ്വീകാര്യമായ വ്യാപ്തികളുള്ള പുതിയ വോള്യമുകള്‍ നിങ്ങള്‍ സ്വയം ഉണ്ടാക്കേണ്ടിവരും.
mr: फक्त स्वीकार्य आकाराचे खंड नीवडले जाऊ शकते. तुम्हाला स्वीकार्य आकारचे नवीन खंड स्वयं निर्माण करावे लागेल.

source: Add _Volume
hi: आयतन जोड़ें (_V)
kn: ಪರಿಮಾಣವನ್ನು ಸೇರಿಸು(_V)
ml: _വോള്യം ചേര്‍ക്കുക
mr: खंड समाविष्ट करा (_V)
or: ଆକାର ଯୋଗ କରନ୍ତୁ (_V)

source: Error removing component
hi: घटक हटाने में त्रुटि
kn: ಘಟಕವನ್ನು ತೆಗೆದು ಹಾಕುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ
ml: ഘടകം നീക്കം ചെയ്യുന്നതില്‍ പിശകു്
mr: घटक काढून टाकतेवेळी त्रुटी
or: ଉପାଦାନକୁ କାଢ଼ିବା ସମୟରେ ତ୍ରୁଟି

source: Are you sure you want to remove the component from the array ?
hi: क्या आप सरणी से घटक को हटाने जा रहे हैं?
kn: ಘಟಕವನ್ನು ನೀವು ಖಚಿತವಾಗಿಯೂ ವ್ಯೂಹವನ್ನು ತೆಗೆದು ಹಾಕಲು ಬಯಸುತ್ತೀರೆ?
ml: അറേയില്‍ നിന്നും ഘടകം നീക്കം ചെയ്യണമെന്നു് നിങ്ങള്‍ക്കുറപ്പാണോ?
mr: अर्रे पासून तुम्हाला घटका नक्की घटक काढून टाकायचे?
or: ଆରେରୁ ଉପାଦାନକୁ କାଢ଼ିବେ ବୋଲି ଆପଣ ନିଶ୍ଚିତ କି?

source: The data on component "%s" of the RAID Array "%s" will be irrecovably erased and the RAID Array might be degraded. Make sure important data is backed up. This action cannot be undone.
hi: RAID सरणी पर आँकड़ा "%s" को "%s" नहीं वापस कर सकने वाली स्थिति में मिटा दिया जाएगा और RAID सरणी को नष्ट किया जाएगा. सुनिश्चित करें कि महत्वपूर्ण आँकड़ा बैकअप किया गया है. यह क्रिया वापस नहीं की जा सकती है.
kn: ಘಟಕ "%s" ದಲ್ಲಿರುವ (RAID ವ್ಯೂಹ "%s" ದ) ಎಲ್ಲಾ ದತ್ತಾಂಶಗಳು ಹಿಂದಕ್ಕೆ ಪಡೆಯಲಾದಂತೆ ಅಳಿಸಿಹೋಗುತ್ತದೆ ಹಾಗು RAID ವ್ಯೂಹವನ್ನು ಕೆಳಮಟ್ಟಕ್ಕೆ (ಡೀಗ್ರೇಡ್) ಇಳಿಸಲಾಗಬಹುದು.ಮುಖ್ಯವಾದ ದತ್ತಾಂಶದ ಒಂದು ಪ್ರತಿಯನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಇರಿಸಿಕೊಳ್ಳಲಾಗಿದೆಯೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದು ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.
ml: "%s" ഘടകത്തിലുള്ള ("%s" RAID അറേയിലുള്ളതു്) ഡേറ്റാ എന്നേക്കുമായി മായിച്ചു് RAID അറേ ഡീഗ്രേഡഡ് ആകുന്നു . പ്രധാനമായ ഡേറ്റാ ബാക്കപ്പെടുത്തെന്നുറപ്പാക്കുക.
mr: RAID Array "%s" मध्ये घटक "%s" मधील डाटा नष्ट केले जाईल व RAID Array नष्ट होईल. महत्वाच्या डाटाचे बॅकअप घेतले आहे याची खात्री करा. ही कृती पूर्ववत् करणे शक्य नाही.

# RAID component type
source: Striped (RAID-0)
kn: ಸ್ಟ್ರೈಪ್ ಮಾಡಲಾದ (RAID-0)
ml: സ്ട്രൈപ്ഡ് (RAID-0)
mr: स्ट्रीप्ड् (RAID-0)

# RAID component type
source: Mirrored (RAID-1)
hi: मिरर किया (RAID-1)
kn: ಪ್ರತಿಬಿಂಬಿತ (RAID-1)
ml: മിറര്‍ഡ് (RAID-1)
mr: मीरर्ड् (RAID-1)

# RAID component type
source: Linear (Just a Bunch Of Disks)
hi: रैखिक (डिस्क का महज एक समूह)
kn: ರೇಖೀಯ (ಕೇವಲ ಡಿಸ್ಕುಗಳ ಗುಂಪು ಮಾತ್ರ)
ml: ലീനിയര്‍ (കുറച്ചു് ‍ഡിസ്കുകള്‍)
mr: लीनीयर (डिस्क श्रृंखलाचे संच)

source: %d Component
hi: %d अवयव
kn: %d ಘಟಕ
ml: %d ഘടകം
mr: %d घटक
or: %d ଉପାଦାନ

source: %d Component (%s)
hi: %d अवयव (%s)
kn: %d ಘಟಕ (%s)
ml: %d ഘടകം (%s)
mr: %d घटक (%s)
or: %d ଉପାଦାନ (%s)

# RAID status
source: Degraded
hi: पदावनत
kn: ಕೆಳಮಟ್ಟಕ್ಕೆ (ಡೀಗ್ರೇಡ್) ಇಳಿಸಲಾಗಿದೆ
ml: ഡീഗ്രേഡഡ്
mr: डिग्रेडेड्

# RAID status
source: Reshaping
hi: फिर आकार दे रहा है
kn: ಆಕಾರ ಬದಲಾಯಿಸಲಾಗುತ್ತಿದೆ
ml: വീണ്ടും രൂപംനല്‍കുന്നു
mr: पुनःआकार

# RAID status
source: Resyncing
hi: फिर तुल्यकालित कर रहा है
kn: ಮರುಮೇಳೈಕೆಗೊಳ್ಳುತ್ತಿದೆ
ml: വീണ്ടും സിന്‍ക് ചെയ്യുന്നു
mr: रिसींक

# RAID status
source: Repairing
hi: सुधार रहा है
kn: ದುರಸ್ತಿ ಮಾಡಲಾಗುತ್ತಿದೆ
ml: നന്നാക്കുന്നു
mr: सुधारणा करत आहे

# RAID status
source: Recovering
hi: ठीक हो रहा है
kn: ಸುಸ್ಥಿತಿಗೆ ಬರುತ್ತಿದೆ
ml: വീണ്ടെടുക്കുന്നു
mr: पुनःप्राप्त

# RAID status
source: Checking
hi: जाँच की जा रही है
kn: ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ
ml: പരിശോധിക്കുന്നു
mr: तपासणी

# Linux MD slave state
source: In Sync
hi: तुल्यकालन में
kn: ಹೊಂದಾಣಿಕೆಯಲ್ಲಿ
ml: സിന്‍ക് ചെയ്തു്
mr: इन सींक

source: Array Name:
hi: सरणी नाम:
kn: ವ್ಯೂಹದ (array) ಹೆಸರು:
ml: അറേ നാമം:
mr: अर्रेचे नाव:
or: ଆରେ ନାମ:

source: Home Host:
hi: घर होस्ट:
kn: ನೆಲೆ ಅತಿಥೇಯ:
ml: ഹോം ഹോസ്റ്റ്:
mr: होम होस्ट:
or: ଆଧାର ନାମ:

source: Array Size:
hi: सरणी आकार:
kn: ವ್ಯೂಹದ(array) ಗಾತ್ರ:
ml: അറെയുടെ വ്യാപ്തി:
mr: अर्रेचा आकार:
or: ଆରେ ଆକାର:

source: RAID Type:
hi: RAID प्रकार:
kn: RAID ಬಗೆ:
ml: RAID തരം:
mr: RAID प्रकार:
or: RAID ପ୍ରକାର:

source: A_ttach
hi: संलग्न करें (_t)
kn: ಜೋಡಿಸು(_t)
ml: ചേര്‍_ക്കുക
mr: जुळवा (_t)
or: ସଂଲଗ୍ନ କରନ୍ତୁ (_t)

source: Attaches the stale component to the RAID array. After attachment, data from the array will be synchronized on the component.
hi: RAID सरणी के स्थिर घटक को संलग्न करता है. संलग्नक के बाद, सरणी से आँकड़ा को घटक पर तुल्यकालित किया जाएगा.
kn: ಹಳೆಯ ಘಟಕವನ್ನು RAID ವ್ಯೂಹಕ್ಕೆ(array) ಜೋಡಿಸುತ್ತದೆ. ಜೋಡಿಸಿದ ನಂತರ, ವ್ಯೂಹದಲ್ಲಿನ ದತ್ತಾಂಶವು ಘಟಕದೊಂದಿಗೆ ಮೇಳೈಸಲ್ಪಡುತ್ತದೆ.
ml: RAID അറേയിലേക്ക് പഴയ ഘടകം ചേര്‍ക്കുന്നു. അതിനു് ശേഷം, അറേയില്‍ നിന്നുള്ള ഡേറ്റാ ഘടത്തിലേക്ക് സിന്‍ക്രൊണൈസ് ചെയ്യുന്നു.
mr: RAID अर्रेशी स्टेअल घटाकाला जोडतो. जुळवणी नंतर, अर्रे पासून डाटा घटकाशी समरित्या जुळवले जाईल.

source: _Detach
hi: अलग करें (_D)
kn: ಕಿತ್ತುಹಾಕು(_D)
ml: _വേര്‍പെടുത്തുക
mr: खंडीत करा (_D)
or: ପୃଥକ କରନ୍ତୁ (_D)

source: Detaches the running component from the RAID array. Data on the component will be erased and the component will be ready for other use.
hi: RAID सरणी से कार्यशील घटक अलग करता है. घटक पर आँकड़ा को मिटाया जाएगा और घटक प्रयोग के लिए तैयार होगा.
kn: ಚಾಲನೆಯಲ್ಲಿರುವ ಘಟಕವನ್ನು RAID ವ್ಯೂಹದಿಂದ(array) ಕಿತ್ತು ಹಾಕುತ್ತದೆ. ಘಟಕದಲ್ಲಿನ ದತ್ತಾಂಶವನ್ನು ಅಳಿಸಲಾಗುತ್ತದೆ ಹಾಗು ಘಟಕವನ್ನು ಬೇರೆ ಕಾರ್ಯಕ್ಕಾಗಿ ಬಳಸಬಹುದಾಗಿರುತ್ತದೆ.
ml: RAID അറേയില്‍ നിന്നും പ്രവര്‍ത്തനത്തിലുള്ള ഘടകം വേര്‍പെടുത്തുന്നു. ഘടകത്തിലുള്ള ഡേറ്റാ മായിക്കുകയും ഘടകം മറ്റുപയോഗത്തിനായി ലഭ്യമാകുകയും ചെയ്യുന്നു.
mr: कार्यरत घटकाला RAID अर्रे पासून खंडीत करतो. घटाकालावरील डाटा नष्ट केला जाईल व घटक इतर वापर करीता सज्ज होईल.

source: _Add...
hi: जोड़ें (_A)...
kn: ಸೇರಿಸು(_A)...
ml: _ചേര്‍ക്കുക...
mr: समावेश करा (_A)...
or: ଯୋଗ କରନ୍ତୁ (_A)...

source: Adds a new component to the running RAID array. Use this when replacing a failed component or adding a hot spare.
hi: कार्यशील RAID सरणी में नया घटक जोड़ता है. इस प्रयोग करें जब किसी विफल घटक को प्रतिस्थापित करता है या कोई हॉट स्पेयर जोड़ता है.
kn: ಚಾಲನೆಯಲ್ಲಿರುವ RAID ವ್ಯೂಹಕ್ಕಾಗಿ(array) ಹೊಸ ಘಟಕವನ್ನು ಸೇರಿಸುತ್ತದೆ. ಒಂದು ವಿಫಲಗೊಂಡ ಘಟಕವನ್ನು ಬದಲಾಯಿಸಬೇಕಾದಾಗ ಅಥವ ಒಂದು ಹಾಟ್‌ ಸ್ಪೇರನ್ನು ಸೇರಿಸುವಾಗ ಇದನ್ನು ಬಳಸಿ.
ml: പ്രവര്‍ത്തനത്തിലുള്ള RAID അറേയിലേക്ക് ഒരു പുതിയ ഘടകം ചേര്‍ക്കുന്നു. തകരാറുള്ളൊരു ഘടകം മാറ്റുമ്പോള്‍ അല്ലെങ്കില്‍ പുതിയൊരെണ്ണം ചേര്‍ക്കുമ്പോള്‍ ഇതുപയോഗിക്കുക.
mr: कार्यरत RAID अर्रे मध्ये नवीन घटक समावेश करतो. अपयशी घटक बदलवतेवेळी किंवा हॉट स्पेर समावेश करतेवेळी याचा वापर करा.

source: Chec_k
hi: जांचें (_k)
kn: ಪರಿಶೀಲಿಸು(_k)
ml: പരിശോ_ധിക്കുക
mr: तपासा (_k)
or: ୟାଞ୍ଚ

source: Starts checking the RAID array for redundancy
hi: RAID सरणी को पुरातन होने के लिए जाँच रहा है
kn: ಅತಿರಿಕ್ತವಾಗಿರುವುದಕ್ಕಾಗಿ RAID ವ್ಯೂಹವನ್ನು ಪರಿಶೀಲಿಸಲು ಆರಂಭಿಸಲಾಗುತ್ತದೆ
ml: RAID അറേ ഡേറ്റാ ആവര്‍ത്തിക്കുന്നതിനുള്ള പരിശോധന ആരംഭിക്കുന്നു
mr: रीडंडन्सी करीता RAID अर्रेची तपासणी करायला सुरूवात करतो

source: _Repair
hi: सुधारें (_R)
kn: ದುರಸ್ತಿ ಮಾಡು(_R)
ml: _നന്നാക്കുക
mr: दुरूस्ती करा (_R)
or: ସଜାଡନ୍ତୁ (_R)

source: Starts repairing the RAID array
hi: RAID सरणी की मरम्मत आरंभ करता है
kn: RAID ವ್ಯೂಹವನ್ನು(array) ಸರಿಪಡಿಸಲು ಆರಂಭಿಸುತ್ತದೆ
ml: RAID അറേ നന്നാക്കുവാന്‍ ആരംഭിക്കുന്നു
mr: RAID अर्रेची दुरूस्ती करायला सुरवात करतो
or: RAID ଆରେକୁ ସଜାଡିବା ଆରମ୍ଭ କରନ୍ତୁ

source: To format or edit media, insert it into the drive and wait a few seconds.
hi: मीडिया प्रारूपित या संपादित करने के लिए, इसे ड्राइव में घुसाएँ और कुछ सेकेंड तक प्रतीक्षा करें.
kn: ಮಾಧ್ಯಮವನ್ನು ಫಾರ್ಮಾಟ್ ಮಾಡಲು ಅಥವ ಸಂಪಾದಿಸಲು ಅದನ್ನು ಡ್ರೈವ್‌ನಲ್ಲಿ ತೂರಿಸಿ ಹಾಗು ಒಂದಿಷ್ಟು ಸೆಕೆಂಡುಗಳು ಕಾಯಿರಿ.
ml: ഫോര്‍മാറ്റ് ചെയ്യുന്നതിനു് അല്ലെങ്കില്‍ ചിട്ടപ്പെടുത്തുന്നതിനായി, മീഡിയാ ഡ്രൈവില്‍ ഇട്ടശേഷം കുറച്ചു് സമയം കാത്തിരിക്കുക.
mr: मिडीयाचे रूपण किंवा संपादन करीता, ड्राइव्ह मध्ये अंतर्भूत करा व काहिक सेकंद प्रतिक्षा करा.

source: _Detect Media
hi: मीडिया जाँचें (_D)
kn: ಮಾಧ್ಯಮವನ್ನು ಪತ್ತೆ ಮಾಡು(_D)
ml: മീഡിയാ _ലഭ്യമാക്കുക
mr: मिडीया शोध (_D)
or: ମେଡିଆ ଯାଞ୍ଚକରନ୍ତୁ (_D)

source: Are you sure you want to remove the partition, deleting existing data ?
hi: क्या आप वाकई विभाजन हटाना चाहते हैं, मौजूदा आँकड़ा को मिटा रहा है ?
kn: ನೀವು ಖಚಿತವಾಗಿಯೂ ಈಗಿರುವ ದತ್ತಾಂಶವನ್ನು ಅಳಿಸಿ ವಿಭಾಗವನ್ನು ತೆಗೆದು ಹಾಕಲು ಬಯಸುತ್ತೀರೆ?
ml: നിലവിലുള്ള ഡേറ്റാ വെട്ടി നീക്കി, നിങ്ങള്‍ക്കു് പാര്‍ട്ടീഷന്‍ നീക്കം ചെയ്യണമെന്നുറപ്പാണോ ?
mr: तुम्हाला नक्की विभाजन काढून टाकायचे, सध्याचा डाटा नष्ट करत आहे?

source: All data on partition %d with name "%s" on the media in "%s" and all partitions contained in this extended partition will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
hi: %d विभाजन पर सभी आँकड़ा "%s" नाम से "%s" में मीडिया पर और इस विस्तारित विभाजन में सभी समाहित सभी विभाजन को पूरी तरह से मिटा दिया जाएगा. सुनिश्चित करें कि महत्वपूर्ण आँकड़ा बैकअप किया है. यह क्रिया वापस नहीं की जा सकती है.
kn: %d ದಲ್ಲಿರುವ "%s" ಎಂಬ ಹೆಸರಿನ ವಿಭಾಗವು ಹೊಂದಿರುವ ("%s" ಮಾಧ್ಯಮದಲ್ಲಿರುವ) ಹಾಗು ಈ ವಿಸ್ತರಿಸಲಾದ ವಿಭಾಗದಲ್ಲಿರುವ ಎಲ್ಲಾ ವಿಭಾಗಗಳಲ್ಲಿನ ಎಲ್ಲಾ ದತ್ತಾಂಶಗಳು ಹಿಂದಕ್ಕೆ ಪಡೆಯಲಾದಂತೆ ಅಳಿಸಿಹೋಗುತ್ತದೆ. ಮುಖ್ಯವಾದ ದತ್ತಾಂಶದ ಒಂದು ಪ್ರತಿಯನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಇರಿಸಿಕೊಳ್ಳಲಾಗಿದೆಯೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದು ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.
ml: %d പാര്‍ട്ടീഷനിലുള്ള ("%s" എന്ന പേരില്‍ "%s"-ലുള്ള മീഡിയയിലുള്ള) എല്ലാ ഡേറ്റായും, എക്സ്റ്റെന്‍ഡഡ് പാര്‍ട്ടീഷനിലുള്ള എല്ലാ പാര്‍ട്ടീഷനുകളും എന്നേക്കുമായി മായ്ക്കുന്നു. പ്രധാനപ്പെട്ട ഡേറ്റയുടെ ബാക്കപ്പെടുത്തെന്നുറപ്പാക്കുക. ഈ പ്രവര്‍ത്തി തിരിച്ചെടുക്കുവാന്‍ സാധ്യമല്ല.
mr: मिडीया "%3$s" मध्ये "%2$s" नामांकीत पार्टीशन %1$d मधील सर्व डाटा व या विस्तारीत पार्टीशनमधले सर्व पार्टीशन्स् नष्ट केले जातील. महत्तावच्या डाटाचे बॅकअप केले आहे याची खात्री करा. ही कृती पूर्ववत् करणे अशक्य आहे.

source: All data on partition %d with name "%s" on the media in "%s" will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
hi: %d विभाजन पर सभी आँकड़ा "%s" नाम से "%s" में मीडिया पर को पूरी तरह से मिटा दिया जाएगा. सुनिश्चित करें कि महत्वपूर्ण आँकड़ा बैकअप किया है. यह क्रिया वापस नहीं की जा सकती है.
kn: %d ದಲ್ಲಿರುವ "%s" ಎಂಬ ಹೆಸರಿನ ವಿಭಾಗವು ಹೊಂದಿರುವ ("%s" ಮಾಧ್ಯಮದಲ್ಲಿರುವ) ಎಲ್ಲಾ ದತ್ತಾಂಶಗಳು ಹಿಂದಕ್ಕೆ ಪಡೆಯಲಾದಂತೆ ಅಳಿಸಿಹೋಗುತ್ತದೆ. ಮುಖ್ಯವಾದ ದತ್ತಾಂಶದ ಒಂದು ಪ್ರತಿಯನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಇರಿಸಿಕೊಳ್ಳಲಾಗಿದೆಯೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದು ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.
ml: %d പാര്‍ട്ടീഷനിലുള്ള ("%s" എന്ന പേരില്‍ "%s"-ലുള്ള മീഡിയയിലുള്ള) എല്ലാ ഡേറ്റായും, എന്നേക്കുമായി മായ്ക്കുന്നു. പ്രധാനപ്പെട്ട ഡേറ്റയുടെ ബാക്കപ്പെടുത്തെന്നുറപ്പാക്കുക. ഈ പ്രവര്‍ത്തി തിരിച്ചെടുക്കുവാന്‍ സാധ്യമല്ല.
mr: मिडीया "%3$s" मध्ये "%2$s" नामांकीत पार्टीशन %1$d मधील सर्व डाटा नष्ट केला जाईल. महत्तावच्या डाटाचे बॅकअप केले आहे याची खात्री करा. ही कृती पूर्ववत् करणे अशक्य आहे.

source: All data on partition %d on the media in "%s" and all partitions contained in this extended partition will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
hi: %d विभाजन पर सभी आँकड़ा "%s" में मीडिया पर और इस विस्तारित विभाजन में सभी समाहित सभी विभाजन को पूरी तरह से मिटा दिया जाएगा. सुनिश्चित करें कि महत्वपूर्ण आँकड़ा बैकअप किया है. यह क्रिया वापस नहीं की जा सकती है.
kn: ವಿಭಾಗ %d ದಲ್ಲಿನ ("%s" ಮಾಧ್ಯಮದಲ್ಲಿನ) ಹಾಗು ಈ ವಿಸ್ತರಿಸಲಾದ ವಿಭಾಗದಲ್ಲಿರುವ ಎಲ್ಲಾ ವಿಭಾಗಗಳಲ್ಲಿನ ಎಲ್ಲಾ ದತ್ತಾಂಶಗಳು ಹಿಂದಕ್ಕೆ ಪಡೆಯಲಾದಂತೆ ಅಳಿಸಿಹೋಗುತ್ತದೆ. ಮುಖ್ಯವಾದ ದತ್ತಾಂಶದ ಒಂದು ಪ್ರತಿಯನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಇರಿಸಿಕೊಳ್ಳಲಾಗಿದೆಯೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದು ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.
ml: %d പാര്‍ട്ടീഷനിലുള്ള ("%s"-ലുള്ള മീഡിയയിലുള്ള) എല്ലാ ഡേറ്റായും, എക്സ്റ്റെന്‍ഡഡ് പാര്‍ട്ടീഷനിലുള്ള എല്ലാ പാര്‍ട്ടീഷനുകളും എന്നേക്കുമായി മായ്ക്കുന്നു. പ്രധാനപ്പെട്ട ഡേറ്റയുടെ ബാക്കപ്പെടുത്തെന്നുറപ്പാക്കുക. ഈ പ്രവര്‍ത്തി തിരിച്ചെടുക്കുവാന്‍ സാധ്യമല്ല.
mr: मिडीया "%2$s" मध्ये पार्टीशन %1$d मधील सर्व डाटा व या विस्तारीत पार्टीशनमधले सर्व पार्टीशन्स् नष्ट केले जातील. महत्तावच्या डाटाचे बॅकअप केले आहे याची खात्री करा. ही कृती पूर्ववत् करणे अशक्य आहे.

source: All data on partition %d on the media in "%s" will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
hi: %d विभाजन पर सभी आँकड़ा "%s" मीडिया पर पूरी तरह से मिटा दिया जाएगा. सुनिश्चित करें कि महत्वपूर्ण आँकड़ा बैकअप किया है. यह क्रिया वापस नहीं की जा सकती है.
kn: ವಿಭಾಗ %d ದಲ್ಲಿನ ("%s" ಮಾಧ್ಯಮದಲ್ಲಿನ) ಎಲ್ಲಾ ದತ್ತಾಂಶಗಳು ಹಿಂದಕ್ಕೆ ಪಡೆಯಲಾದಂತೆ ಅಳಿಸಿಹೋಗುತ್ತದೆ. ಮುಖ್ಯವಾದ ದತ್ತಾಂಶದ ಒಂದು ಪ್ರತಿಯನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಇರಿಸಿಕೊಳ್ಳಲಾಗಿದೆಯೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದು ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.
ml: %d പാര്‍ട്ടീഷനിലുള്ള ("%s"-ലുള്ള മീഡിയയിലുള്ള) എല്ലാ ഡേറ്റായും എന്നേക്കുമായി മായ്ക്കുന്നു. പ്രധാനപ്പെട്ട ഡേറ്റയുടെ ബാക്കപ്പെടുത്തെന്നുറപ്പാക്കുക. ഈ പ്രവര്‍ത്തി തിരിച്ചെടുക്കുവാന്‍ സാധ്യമല്ല.
mr: मिडीया "%2$s" मध्ये पार्टीशन %1$d मधील सर्व डाटा नष्ट केले जाईल. महत्तावच्या डाटाचे बॅकअप केले आहे याची खात्री करा. ही कृती पूर्ववत् करणे अशक्य आहे.

source: All data on partition %d with name "%s" of "%s" and all partitions contained in this extended partition will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
hi: %d विभाजन पर सभी आँकड़ा "%s" नाम, "%s" के मीडिया पर और इस विस्तारित विभाजन में सभी समाहित सभी विभाजन को पूरी तरह से मिटा दिया जाएगा. सुनिश्चित करें कि महत्वपूर्ण आँकड़ा बैकअप किया है. यह क्रिया वापस नहीं की जा सकती है.
kn: %d ದಲ್ಲಿರುವ "%s" ಎಂಬ ಹೆಸರಿನ "%s" ವಿಭಾಗವು ಹೊಂದಿರುವ ಹಾಗು ಈ ವಿಸ್ತರಿಸಲಾದ ವಿಭಾಗದಲ್ಲಿರುವ ಎಲ್ಲಾ ವಿಭಾಗಗಳಲ್ಲಿನ ಎಲ್ಲಾ ದತ್ತಾಂಶಗಳು ಹಿಂದಕ್ಕೆ ಪಡೆಯಲಾದಂತೆ ಅಳಿಸಿಹೋಗುತ್ತದೆ. ಮುಖ್ಯವಾದ ದತ್ತಾಂಶದ ಒಂದು ಪ್ರತಿಯನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಇರಿಸಿಕೊಳ್ಳಲಾಗಿದೆಯೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದು ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.
ml: %d പാര്‍ട്ടീഷനിലുള്ള ("%s" എന്ന പേരില്‍ "%s"-ല്‍) എല്ലാ ഡേറ്റായും, എക്സ്റ്റെന്‍ഡഡ് പാര്‍ട്ടീഷനിലുള്ള എല്ലാ പാര്‍ട്ടീഷനുകളും എന്നേക്കുമായി മായ്ക്കുന്നു. പ്രധാനപ്പെട്ട ഡേറ്റയുടെ ബാക്കപ്പെടുത്തെന്നുറപ്പാക്കുക. ഈ പ്രവര്‍ത്തി തിരിച്ചെടുക്കുവാന്‍ സാധ്യമല്ല.
mr: पार्टीशन %1$d वरील सर्व डाटा, "%2$s" पैकी "%3$s" नामांकीत, व या विस्तारीत पार्टीशनमधले सर्व पार्टीशन्स् नष्ट केले जातील. महत्तावच्या डाटाचे बॅकअप केले आहे याची खात्री करा. ही कृती पूर्ववत् करणे अशक्य आहे.

source: All data on partition %d with name "%s" of "%s" will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
hi: %d विभाजन पर सभी आँकड़ा "%s" नाम, "%s" का, पूरी तरह से मिटा दिया जाएगा. सुनिश्चित करें कि महत्वपूर्ण आँकड़ा बैकअप किया है. यह क्रिया वापस नहीं की जा सकती है.
kn: %d ದಲ್ಲಿರುವ "%s" ಎಂಬ ಹೆಸರಿನ "%s" ವಿಭಾಗವು ಹೊಂದಿರುವ ಎಲ್ಲಾ ದತ್ತಾಂಶಗಳು ಹಿಂದಕ್ಕೆ ಪಡೆಯಲಾದಂತೆ ಅಳಿಸಿಹೋಗುತ್ತದೆ. ಮುಖ್ಯವಾದ ದತ್ತಾಂಶದ ಒಂದು ಪ್ರತಿಯನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಇರಿಸಿಕೊಳ್ಳಲಾಗಿದೆಯೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದು ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.
ml: %d പാര്‍ട്ടീഷനിലുള്ള ("%s" എന്ന പേരില്‍ "%s"-ല്‍) എല്ലാ ഡേറ്റായും എന്നേക്കുമായി മായ്ക്കുന്നു. പ്രധാനപ്പെട്ട ഡേറ്റയുടെ ബാക്കപ്പെടുത്തെന്നുറപ്പാക്കുക. ഈ പ്രവര്‍ത്തി തിരിച്ചെടുക്കുവാന്‍ സാധ്യമല്ല.
mr: पार्टीशन %1$d वरील सर्व डाटा, "%2$s" पैकी "%3$s" नामांकीत, नष्ट होईल. महत्तावच्या डाटाचे बॅकअप केले आहे याची खात्री करा. ही कृती पूर्ववत् करणे अशक्य आहे.

source: All data on partition %d of "%s" and all partitions contained in this extended partition will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
hi: %d विभाजन, "%s" के पर सभी आँकड़ा और इस विस्तारित विभाजन में सभी समाहित सभी विभाजन को पूरी तरह से मिटा दिया जाएगा. सुनिश्चित करें कि महत्वपूर्ण आँकड़ा बैकअप किया है. यह क्रिया वापस नहीं की जा सकती है.
kn: ವಿಭಾಗ %d ದ "%s" ನಲ್ಲಿರುವ ಹಾಗು ಈ ವಿಸ್ತರಿಸಲಾದ ವಿಭಾಗದಲ್ಲಿನ ಎಲ್ಲಾ ವಿಭಾಗಗಳಲ್ಲಿನ ಎಲ್ಲಾ ದತ್ತಾಂಶಗಳು ಹಿಂದಕ್ಕೆ ಪಡೆಯಲಾದಂತೆ ಅಳಿಸಿಹೋಗುತ್ತದೆ. ಮುಖ್ಯವಾದ ದತ್ತಾಂಶದ ಒಂದು ಪ್ರತಿಯನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಇರಿಸಿಕೊಳ್ಳಲಾಗಿದೆಯೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದು ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.
ml: %d പാര്‍ട്ടീഷനിലുള്ള ("%s"-ലുള്ള) എല്ലാ ഡേറ്റായും, എക്സ്റ്റെന്‍ഡഡ് പാര്‍ട്ടീഷനിലുള്ള എല്ലാ പാര്‍ട്ടീഷനുകളും എന്നേക്കുമായി മായ്ക്കുന്നു. പ്രധാനപ്പെട്ട ഡേറ്റയുടെ ബാക്കപ്പെടുത്തെന്നുറപ്പാക്കുക. ഈ പ്രവര്‍ത്തി തിരിച്ചെടുക്കുവാന്‍ സാധ്യമല്ല.
mr: पार्टीशन "%2$s" पैकी %1$d वरील सर्व डाटा व या विस्तारीत पार्टीशनमधले सर्व पार्टीशन्स् नष्ट केले जातील. महत्तावच्या डाटाचे बॅकअप केले आहे याची खात्री करा. ही कृती पूर्ववत् करणे अशक्य आहे.

source: All data on partition %d of "%s" will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
hi: %d विभाजन, "%s" का को पूरी तरह से मिटा दिया जाएगा. सुनिश्चित करें कि महत्वपूर्ण आँकड़ा बैकअप किया है. यह क्रिया वापस नहीं की जा सकती है.
kn: ವಿಭಾಗ %d ದ "%s" ನಲ್ಲಿರುವ ಎಲ್ಲಾ ದತ್ತಾಂಶಗಳು ಹಿಂದಕ್ಕೆ ಪಡೆಯಲಾದಂತೆ ಅಳಿಸಿಹೋಗುತ್ತದೆ. ಮುಖ್ಯವಾದ ದತ್ತಾಂಶದ ಒಂದು ಪ್ರತಿಯನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಇರಿಸಿಕೊಳ್ಳಲಾಗಿದೆಯೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದು ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.
ml: %d പാര്‍ട്ടീഷനിലുള്ള ("%s"-ലുള്ള) എല്ലാ ഡേറ്റയും എന്നേക്കുമായി മായ്ക്കപ്പെടുന്നു. പ്രധാനപ്പെട്ട ഡേറ്റയുടെ ബാക്കപ്പെടുത്തെന്നുറപ്പാക്കുക. ഈ പ്രവര്‍ത്തി തിരിച്ചെടുക്കുവാന്‍ സാധ്യമല്ല.
mr: पार्टीशन "%2$s" पैकी %1$d वरील सर्व डाटा नष्ट होईल. महत्तावच्या डाटाचे बॅकअप केले आहे याची खात्री करा. ही कृती पूर्ववत् करणे अशक्य आहे.

source: _Delete Partition
hi: विभाजन मिटाएँ (_D)
kn: ವಿಭಾಗವನ್ನು ಅಳಿಸು(_D)
ml: പാര്‍ട്ടീഷന്‍ _വെട്ടി നീക്കുക
mr: विभाजन नष्ट करा (_D)
or: ବିଭାଜନକୁ ଅପସାରଣ କରନ୍ତୁ (_D)

source: Partition
hi: विभाजन
kn: ವಿಭಜನೆ
ml: പാര്‍ട്ടീഷന്‍
mr: विभाजन
or: ବିଭାଜନ

source: The attributes of the partition can be edited. The partition can also be deleted to make room for other data.
hi: विभाजन की विशेषता संपादित की जा सकती है. इस विभाजन को दूसरे आँकड़े के लिए जगह बनाने के लिए मिटाई जा सकती है.
kn: ವಿಭಾಗಗಳ ಗುಣ ವಿಶೇಷಗಳನ್ನು ಸಂಪಾದಿಸಬಹುದಾಗಿದೆ. ಬೇರೆ ದತ್ತಾಂಶಕ್ಕೆ ಸ್ಥಳವನ್ನು ಒದಗಿಸುವ ಸಲುವಾಗಿ ವಿಭಾಗಗಳನ್ನು ಅಳಿಸಲೂ ಸಹ ಅವಕಾಶವಿರುತ್ತದೆ.
ml: പാര്‍ട്ടീഷനുള്ള വിശേഷതകള്‍ മാറ്റുവാന്‍ സാധ്യമാണു്. മറ്റുള്ള ഡേറ്റയ്ക്കു് വേണ്ടി പാര്‍ട്ടീഷന്‍ വെട്ടി നീക്കുവാനും സാധിക്കുന്നു.
mr: विभगाणीचे गुणधर्म संपादीत करणे शक्य आहे. इतर डाटा करीता जागा बनवण्यासाठी विभाजन नष्ट देखिल केली जाऊ शकते.

source: _Revert
hi: पुरानी स्थिति में लौटाएं (_R)
kn: ಹಿಮ್ಮರಳಿಸು(_R)
ml: _തിരികെ
mr: पूर्वस्थितीत आणा (_R)
or: ପୁନଃପ୍ରତ୍ଯାବର୍ତ୍ତନ କରନ୍ତୁ (_R)

source: Apply the changes made
hi: परिवर्तन मोड लागू करें
kn: ಮಾಡಲಾದ ಬದಲಾವಣೆಗಳನ್ನು ಅನ್ವಯಿಸಿ
ml: വരുത്തിയ മാറ്റങ്ങള്‍ സൂക്ഷിക്കുക
mr: केलेले बदल लागू करा
or: କରାଯାଇଥିବା ପରିବର୍ତ୍ତନଗୁଡ଼ିକୁ ପ୍ରୟୋଗ କରନ୍ତୁ

source: The volume contains swap space.
hi: आयतन में स्वैप स्थान है.
kn: ಪರಿಮಾಣವು ಸ್ವಾಪ್ ಸ್ಥಳವನ್ನು ಹೊಂದಿದೆ.
ml: വോള്യമില്‍ swap-നുള്ള സ്ഥലമുണ്ടു്.
mr: खंडात स्वॅप स्पेस आढळली.
or: ଆକାରଟି swap ସ୍ଥାନ ଧାରଣ କରିଥାଏ।

source: This is the last primary partition that can be created. If you need more partitions, you can create an Extended Partition.
hi: यह अंतिम प्राथमिक विभाजन है जो कि बनाया जा सकता है. यदि आपको अधिक विभाजन चाहिए, आप एक विस्तारित विभाजन बना सकते हैं.
kn: ಇದು ನಿರ್ಮಿಸಬಹುದಾದ ಕೊನೆಯ ಪ್ರಾಥಮಿಕ ವಿಭಾಗವಾಗಿದೆ. ನಿಮಗೆ ಇನ್ನೂ ಹೆಚ್ಚಿನ ವಿಭಾಗಗಳ ಅಗತ್ಯವಿದ್ದಲ್ಲಿ ವಿಸ್ತರಿಸಲಾದ ವಿಭಾಗವನ್ನು ನಿರ್ಮಿಸಿ.
ml: ഇതു് അവസാനമായി ഉണ്ടാക്കുവാന്‍ സാധിക്കുന്ന പ്രൈമറി പാര്‍ട്ടീഷനാണു്. കൂടുതല്‍ പാര്‍ട്ടീഷനുകള്‍ ആവശ്യമെങ്കില്‍, നിങ്ങള്‍ക്കു് ഒരു എക്സ്റ്റെന്‍ഡഡ് പാര്‍ട്ടീഷന്‍ ഉണ്ടാക്കുവാന്‍ സാധിക്കുന്നു.
mr: ही निर्माण करण्याजोगी शेवटची विभाजन आहे. अधिक विभाजन आवश्यक असल्यास, तुम्ही विस्तारीत विभाजन निर्माण करू शकता.

source: No more partitions can be created. You may want to delete an existing partition and then create an Extended Partition.
hi: अब अधिक विभाजन बनाया नहीं जा सकता है. आप एक मौजूदा विभाजन मिटाना चाह सकते हैं और फिर विस्तारित विभाजन बना सकते हैं.
kn: ಇನ್ನು ಯಾವುದೆ ಹೆಚ್ಚಿನ ವಿಭಾಗಗಳನ್ನು ನಿರ್ಮಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ನೀವು ಈಗಿರುವ ವಿಭಾಗವನ್ನು ಅಳಿಸಿ ನಂತರ ಒಂದು ವಿಸ್ತರಿಸಲಾದ ವಿಭಾಗವನ್ನು ನಿರ್ಮಿಸಿ.
ml: ഇനി പാര്‍ട്ടീഷനുകള്‍ ഉണ്ടാക്കുവാന്‍ സാധ്യമല്ല. നിലവിലുള്ള ഏതെങ്കിലും ഒരു പാര്‍ട്ടീഷന്‍ നീക്കം ചെയ്ത ശേഷം ഒരു എക്സ്റ്റെന്‍ഡഡ് പാര്‍ട്ടീഷന്‍ ഉണ്ടാക്കുക.
mr: यापेक्षा जास्त पार्टीशन्स् निर्माण करणे अशक्य आहे. तुम्ही अस्तित्वातील पार्टीशन नष्ट केल्यानंतर विस्तारीत पार्टीशन निर्माण करू शकता.

source: Create Partition
hi: विभाजन बनाएँ
kn: ವಿಭಾಗವನ್ನು ನಿರ್ಮಿಸಿ
ml: പാര്‍ട്ടീഷന്‍ ഉണ്ടാക്കുക
mr: विभाजन निर्माण करा
or: ବିଭାଜନ ନିର୍ମାଣ କରନ୍ତୁ

source: To create a new partition, select the size and whether to create a file system. The partition type, label and flags can be changed after creation.
hi: नया विभाजन बनाने के लिए, आकार चुनें और क्या कोई फ़ाइल तंत्र बनाने के लिए. विभाजन प्रकार, निर्माण के बाद लेबल व फ्लैग बदला जा सकता है.
kn: ಹೊಸ ವಿಭಾಗವನ್ನು ನಿರ್ಮಿಸಲು, ಗಾತ್ರವನ್ನು ಹಾಗು ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ನಿರ್ಮಿಸಬೇಕೆ ಎಂಬುದನ್ನು ಆಯ್ಕೆ ಮಾಡಿ. ನಿರ್ಮಾಣದ ನಂತರ ವಿಭಾಗದ ಬಗೆ, ಲೇಬಲ್ ಹಾಗು ಫ್ಲಾಗ್‌ಗಳನ್ನು ಬದಲಾಯಿಸಬಹುದಾಗಿದೆ.
ml: പുതിയ ഒരു പാര്‍ട്ടീഷന്‍ ഉണ്ടാക്കുന്നതിനായി വ്യാപ്തി, ഒരു ഫയല്‍ സിസ്റ്റം ഉണ്ടാക്കണമോ വേണ്ടയോ മുതലായവ തെരഞ്ഞെടുക്കുക. ഇതുണ്ടാക്കിയതിനു് ശേഷം ഏതു തരം പാര്‍ട്ടീഷന്‍, ലേബല്‍, ഫ്ലാഗുകള്‍ എന്നിവ മാറ്റുവാന്‍ സാധിക്കുന്നു.
mr: नवीन विभाजन निर्माण करण्यासाठी, आकार नीवडा व फाइल प्रणाली निर्माण करायची ते ठरवा. विभाजन प्रकार, लेबल व फ्लॅग्स् निर्माण नंतर बदलविले जाऊ शकते.

source: T_ake ownership of file system
hi: फ़ाइल तंत्र का स्वामित्व लें (_a)
kn: ಕಡತ ವ್ಯವಸ್ಥೆಯ ಮಾಲಿಕತ್ವವನ್ನು ಪಡೆದುಕೊ(_a)
ml: ഫയല്‍ സിസ്റ്റത്തില്‍ ഉടമസ്ഥാവകാശം _ഏറ്റെടുക്കുക
mr: फाइल प्रणालीची मालकी घ्या (_a)
or: ଫାଇଲତନ୍ତ୍ରର ମାଲିକତ୍ତ୍ୱ ଗ୍ରହଣ କରନ୍ତୁ (_a)

source: Encr_ypt underlying device
hi: अन्तर्निहित युक्ति गोपित करें (_y)
kn: ಕೆಳಗಿನ ಸಾಧನವನ್ನು ಗೂಢಲಿಪೀಕರಿಸು(_y)
ml: ഡിവൈസിനെ എന്‍ക്രിപ്റ്റ് _ചെയ്യുക
mr: उपकरण एनक्रिप्ट करा (_y)
or: ରେଖାଙ୍କିତ ଉପକରଣକୁ ସଂଗୁପ୍ତ କରନ୍ତୁ (_y)

source: Create partition
hi: विभाजन बनाएँ
kn: ವಿಭಾಗವನ್ನು ನಿರ್ಮಿಸಿ
ml: പാര്‍ട്ടീഷന്‍ ഉണ്ടാക്കുക
mr: विभाजन निर्माण करा
or: ବିଭାଜନ ନିର୍ମାଣ କରନ୍ତୁ

source: Are you sure you want to create a new file system, deleting existing data ?
hi: क्या आप वाकई नया फ़ाइल तंत्र बनाना चाहते हैं, मौजूदा आंकड़े को मिटा रहा है?
kn: ನೀವು ಖಚಿತವಾಗಿಯೂ ಈಗಿರುವ ದತ್ತಾಂಶವನ್ನು ಅಳಿಸಿ ಒಂದು ಹೊಸ ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ನಿರ್ಮಿಸಲು ಬಯಸುತ್ತೀರೆ?
ml: നിലവിലുള്ള ഡേറ്റാ നീക്കം ചെയ്തു്, നിങ്ങള്‍ക്കു് പുതിയ ഫയല്‍ സിസ്റ്റമുണ്ടാക്കണമോ?
mr: तुम्हाला नक्की नवीन फाइल प्रणाली निर्माण करायचे, सध्याचा डाटा नष्ट करत आहे ?
