Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: Hidden HPFS/NTFS (0x17)
ca@valencia: HPFS/NTFS oculta (0x17)
de: Versteckte HPFS/NTFS (0x17)
el: Κρυφό HPFS/NTFS (0x17)
et: Peidetud HPFS/NTFS (0x17)
fi: Piilotettu HPFS/NTFS (0x17)
gl: HPFS/NTFS agochada (0x17)
hu: Rejtett HPFS/NTFS (0x17)
id: HPFS/NTFS Tersembunyi (0x17)
it: HPFS/NTFS nascosta (0x17)
ja: 隠し属性付きHPFS/NTFS (0x17)
kn: ಹಿಡನ್ HPFS/NTFS (0x17)
lt: Paslėptoji HPFS/NTFS (0x17)
lv: Slēpta HPFS/NTFS (0x17)
mr: अदृष्य HPFS/NTFS (0x17)
nb: Skjult HPFS/NTFS (0x17)
or: ଲୁକ୍କାଇତ HPFS/NTFS (0x17)
pa: ਲੁਕਵਾਂ HPFS/NTFS (0x17)
pt: HPFS/NTFS (0x17) Oculto
pt_br: HPFS/NTFS oculta (0x17)
sl: Skriti HPFS/NTFS (0x17)
sr: Скривени ХПФС/НТФС (0x17)
sv: Dold HPFS/NTFS (0x17)
ta: மறைவான HPFS/NTFS (0x17)
th: HPFS/NTFS ที่ซ่อนไว้ (0x17)

source: Hidden W95 FAT32 (0x1b)
ca@valencia: W95 FAT32 oculta (0x1b)
de: Versteckte W95 FAT32 (0x1b)
el: Κρυφό W95 FAT32 (0x1b)
et: Peidetud W95 FAT32 (0x1b)
fi: Piilotettu W95 FAT32 (0x1b)
gl: FAT32 de W95 agochada (0x1b)
hu: Rejtett W95 FAT32 (0x1b)
id: W95 FAT32 Tersembunyi (0x1b)
it: W95 FAT32 nascosta (0x1b)
ja: 隠し属性付きW95 FAT32 (0x1b)
kn: ಹಿಡನ್ W95 FAT32 (0x1b)
lt: Paslėptoji W95 FAT32 (0x1b)
lv: Slēpta W95 FAT32 (0x1b)
mr: अदृष्य W95 FAT32 (0x1b)
nb: Skjult W95 FAT32 (0x1b)
or: ଲୁକ୍କାଇତ W95 FAT32 (0x1b)
pa: ਲੁਕਵਾਂ W95 FAT32 (0x1b)
pt: W95 FAT32 (0x1b) Oculto
pt_br: W95 FAT32 oculta (0x1b)
sl: Skriti W95 FAT32 (0x1b)
sr: Скривени W95 ФАТ32 (0x1b)
sv: Dold W95 FAT32 (0x1b)
ta: மறைவான W95 FAT32 (0x1b)
th: W95 FAT32 ที่ซ่อนไว้ (0x1b)

source: Hidden W95 FAT32 (LBA) (0x1c)
ca@valencia: W95 FAT32 oculta (LBA) (0x1c)
de: Versteckte W95 FAT32 (LBA) (0x1c)
el: Κρυφό W95 FAT32 (LBA) (0x1c)
et: Peidetud W95 FAT32 (LBA) (0x1c)
fi: Piilotettu W95 FAT32 (LBA) (0x1c)
gl: FAT32 de W95 agochada(LBA) (0x1c)
hu: Rejtett W95 FAT32 (LBA) (0x1c)
id: W95 FAT32 Tersembunyi (LBA) (0x1c)
it: W95 FAT32 nascosta (LBA) (0x1c)
ja: 隠し属性付きW95 FAT32 (LBA) (0x1c)
kn: ಹಿಡನ್ W95 FAT32 (LBA) (0x1c)
lt: Paslėptoji W95 FAT32 (LBA) (0x1c)
lv: Slēpta W95 FAT32 (LBA) (0x1c)
mr: अदृष्य W95 FAT32 (LBA) (0x1c)
nb: Skjult W95 FAT32 (LBA) (0x1c)
or: ଲୁକ୍କାଇତ W95 FAT32 (LBA) (0x1c)
pa: ਲੁਕਵਾਂ W95 FAT32 (LBA) (0x1c)
pt: W95 FAT32 (LBA) (0x1c) Oculto
pt_br: W95 FAT32 (LBA) oculta (0x01c)
sl: Skriti W95 FAT32 (LBA) (0x1c)
sr: Скривени W95 ФАТ32 (ЛБА) (0x1c)
sv: Dold W95 FAT32 (LBA) (0x1c)
ta: மறைவான W95 FAT32 (LBA) (0x1c)
th: W95 FAT32 ที่ซ่อนไว้ (LBA) (0x1c)

source: Hidden W95 FAT16 (LBA) (0x1e)
ca@valencia: W95 FAT16 oculta (LBA) (0x1e)
de: Versteckte W95 FAT16 (LBA) (0x1e)
el: Κρυφό W95 FAT16 (LBA) (0x1e)
et: Peidetud W95 FAT16 (LBA) (0x1e)
fi: Piilotettu W95 FAT16 (LBA) (0x1e)
gl: FAT16 de W95 agochada(LBA) (0x1e)
hu: Rejtett W95 FAT16 (LBA) (0x1e)
id: W95 FAT16 Tersembunyi (LBA) (0x1e)
it: W95 FAT16 nascosta (LBA) (0x1e)
ja: 隠し属性付きW95 FAT16 (LBA) (0x1e)
kn: ಹಿಡನ್ W95 FAT16 (LBA) (0x1e)
lt: Paslėptoji W95 FAT16 (LBA) (0x1e)
lv: Slēpta W95 FAT16 (LBA) (0x1e)
mr: अदृष्य W95 FAT16 (LBA) (0x1e)
nb: Skjult W95 FAT16 (LBA) (0x1e)
or: ଲୁକ୍କାଇତ W95 FAT16 (LBA) (0x1e)
pa: ਲੁਕਵਾਂ W95 FAT16 (LBA) (0x1e)
pt: W95 FAT16 (LBA) (0x1e) Oculto
pt_br: W95 FAT16 (LBA) oculta (0x1e)
sl: Skriti W95 FAT16 (LBA) (0x1e)
sr: Скривени W95 ФАТ16 (ЛБА) (0x1e)
sv: Dold W95 FAT16 (LBA) (0x1e)
ta: மறைவான W95 FAT16 (LBA) (0x1e)
th: W95 FAT16 ที่ซ่อนไว้ (LBA) (0x1e)

source: PartitionMagic (0x3c)
ja: パーティションマジック (0x3c)
sr: ПартишнМеџик (0x3c)

source: Minix (0x81)
pa: ਮੀਨੀਕਸ (0x83)
pt_br: Minix (0x83)
sr: Миникс (0x81)
ta: மினிக்ஸ் (0x81)

source: Linux swap (0x82)
ca@valencia: Memòria intermèdia del Linux (0x82)
et: Linuxi saaleala (0x82)
gl: Intercambio de Linux (0x82)
hi: Linux स्वैप (0x82)
hu: Linux lapozó (0x82)
id: Swap Linux (0x82)
ja: Linux スワップ (0x82)
kn: Linux ಸ್ವಾಪ್ (0x82)
lv: Linux maiņvieta (0x82)
mr: Linux स्वॅप (0x82)
pa: ਲੀਨਕਸ ਸਵੈਪ (0x82)
sl: Linux izmenjalni (0x82)
sr: Линуксова замена меморије (0x82)
sv: Linux växlingsutrymme (0x82)
ta: லீனக்ஸ் இட மாற்று (0x82)
th: พื้นที่สลับลินุกซ์ (0x82)

source: Linux (0x83)
pa: ਲੀਨਕਸ (0x83)
sr: Линукс (0x83)
ta: லீனக்ஸ் (0x83)
th: ลินุกซ์ (0x83)

source: Hibernation (0x84)
ca@valencia: Hibernació (0x84)
fi: Hibernointi (0x84)
gl: Hibernación (0x84)
hi: सुप्तावस्था (0x84)
hu: Hibernálási (0x84)
id: Hibernasi (0x84)
it: Ibernazione (0x84)
ja: ハイバネーション (0x84)
kn: ಹೈಬರ್ನೇಶನ್ (0x84)
lt: Užmigimo (0x84)
mr: हायबरनेशन (0x84)
nb: Dvalemodus (0x84)
or: ସୁପ୍ତ (0x84)
pa: ਹਾਈਬਰਨੇਟ (0x84)
pt: Hibernação (0x84)
sl: Hibernirani (0x84)
sr: Хибернација (0x84)
sv: Viloläge (0x84)
ta: உறங்குதல் (0x84)
th: จำศีล (0x84)

source: Linux Extended (0x85)
ca@valencia: Linux ampliada (0x85)
de: Linux Erweitert (0x85)
el: Εκτεταμένο διαμέρισμα Linux (0x85)
et: Linuxi laiendatud (0x85)
fi: Linux laajennettu (0x85)
gl: Estendida de Linux (0x85)
hi: Linux विस्तारित (0x85)
hu: Linux kiterjesztett (0x85)
id: Linux Diperluas (0x85)
it: Linux estesa (0x85)
ja: Linux 拡張領域 (0x85)
kn: Linux ಎಕ್ಸ್ಟೆಂಡೆಡ್ (0x85)
lv: Linux paplašinātā (0x85)
mr: Linux विस्तारीत (0x85)
nb: Linux utvidet (0x85)
or: Linux ଅନୁଲମ୍ବିତ (0x85)
pa: ਲੀਨਕਸ ਐਕਸਟੈਂਡ (0x85)
pt: Linux Estendida (0x85)
pt_br: Linux estendida (0x85)
sl: Linux razširjeni (0x85)
sr: Линукс Екстендед (0x85)
ta: லீனக்ஸ் விரிவாக்கப்பட்டது (0x85)
th: ส่วนขยายลินุกซ์ (0x85)

source: Linux LVM (0x8e)
et: Linuxi LVM (0x8e)
gl: LVM de Linux (0x8e)
id: LVM Linux (0x8e)
pa: ਲੀਨਕਸ LVM (0x8e)
sr: Линукс ЛВМ (0x8e)
ta: லீனக்ஸ் LVM (0x8e)
th: LVM ลินุกซ์ (0x8e)

source: Hibernation (0xa0)
ca@valencia: Hibernació (0xa0)
de: Ruhezustand (0xa0)
fi: Hibernointi (0xa0)
gl: Hibernación (0xa0)
hi: सुप्तावस्था (0xa0)
hu: Hibernálási (0xa0)
id: Hibernasi (0xa0)
it: Ibernazione (0xa0)
ja: ハイバネーション (0xa0)
kn: ಹೈಬರ್ನೇಶನ್ (0xa0)
lt: Užmigimo (0xa0)
mr: हायबरनेशन (0xa0)
nb: Dvalemodus (0xa0)
or: ସୁପ୍ତ (0xa0)
pa: ਹਾਈਬਰਨੇਟ (0xa0)
pt: Hibernação (0xa0)
pt_br: Hibernação (0xa0)
sl: Hibernirani (0xa0)
sr: Хибернација (0xa0)
sv: Viloläge (0xa0)
ta: உறங்குதல் (0xa0)
th: จำศีล (0xa0)

source: FreeBSD (0xa5)
sr: ФриБСД (0xa5)
ta: ஃப்ரீபிஎஸ்டி (0xa5)

source: OpenBSD (0xa6)
sr: ОпенБСД (0xa6)
ta: ஓபன் பிஎஸ்டி (0xa6)

source: Mac OS X (0xa8)
sr: Мек ОС X (0xa8)

source: Mac OS X (0xaf)
sr: Мек ОС X (0xaf)

source: Solaris boot (0xbe)
ca@valencia: Arrencada del Solaris (0xbe)
et: Solarise alglaadimine (0xbe)
fi: Solaris-käynnistys (0xbe)
gl: Raíz de Solaris (0xbe)
hu: Solaris indító (0xbe)
id: Boot Solaris (0xbe)
ja: Solaris ブート (0xbe)
kn: Solaris ಬೂಟ್ (0xbe)
lt: Solaris paleisties (0xbe)
lv: Solaris palaišanas (0xbe)
mr: Solaris बूट (0xbe)
nb: Solaris oppstart (0xbe)
or: Solaris ବୁଟ (0xbe)
pt: Arranque Solaris (0xbe)
sr: Покретачка за Соларис (0xbe)
th: บูต Solaris (0xbe)

source: Solaris (0xbf)
sr: Соларис (0xbf)

source: BeOS BFS (0xeb)
sr: БиОС БФС (0xeb)
th: BFS ของ BeOS (0xeb)

source: SkyOS SkyFS (0xec)
sr: СкајОС СкајОС (0xec)
th: SkyFS ของ SkyOS (0xec)

source: EFI GPT (0xee)
sr: ЕФИ ГПТ (0xee)
th: GPT ของ EFI (0xee)

source: EFI (FAT-12/16/32 (0xef)
sr: ЕФИ (ФАТ-12/16/32 (0xef)

source: Linux RAID autodetect (0xfd)
ca@valencia: Autodetecció de RAID del Linux (0xfd)
de: Linux RAID-Autoerkennung (0xfd)
el: Αυτόματος εντοπισμός Linux RAID (0xfd)
et: Linuxi RAIDi isetuvastus (0xfd)
fi: Linux automaatti-RAID (0xfd)
gl: RAID de Linux autodetectada (0xfd)
hu: Linux raid automatikus felismeréssel (0xfd)
id: Otodeteksi RAID Linux (0xfd)
it: RAID Linux auto-rilevato (0xfd)
ja: Linux RAID 自動認識 (0xfd)
kn: Linux RAID ಆಟೊಡಿಟೆಕ್ಟ್ (0xfd)
lt: Linux RAID automatinis aptikimas (0xfd)
lv: Linux RAID automātiski noteikta (0xfd)
mr: Linux RAID स्वयंशोध (0xfd)
or: Linux RAID ସ୍ୱୟଂ ଯାଞ୍ଚ (0xfd)
pa: ਲੀਨਕਸ ਰੇਡ ਆਪੇ-ਖੋਜ (0xfd)
pt: Detecção automática Linux RAID (0xfd)
pt_br: Detecção automática de RAID Linux (0xfd)
sl: Linux RAID samodejno zaznani (0xfd)
sr: Самопрепознати Линуксов РАИД (0xfd)
ta: லீனக்ஸ் ரெய்ட் autodetect (0xfd)
th: RAID ลินุกซ์ ตรวจหาอัตโนมัติ (0xfd)

source: Unknown (%s)
ca@valencia: Desconeguda (%s)
de: Unbekannt (%s)
el: Άγνωστο (%s)
et: Tundmatu (%s)
fi: Tuntematon (%s)
gl: Descoñecida (%s)
hi: अज्ञात (%s)
hu: Ismeretlen (%s)
id: Tak Dikenal (%s)
it: Sconosciuta (%s)
ja: 不明 (%s)
kn: ಅಜ್ಞಾತ (%s)
lt: Nežinoma (%s)
lv: Nezināma (%s)
ml: അപരിചിതം (%s)
mr: अपरिचीत (%s)
nb: Ukjent (%s)
or: ଅଜଣା (%s)
pa: ਅਣਜਾਣ (%s)
pt: Desconhecido (%s)
pt_br: Desconhecida (%s)
sl: Neznano (%s)
sr: Непозната (%s)
sv: Okänd (%s)
ta: தெரியாதது (%s)
th: ไม่ทราบ (%s)

source: A popular format compatible with almost any device or system, typically used for file exchange.
ca@valencia: Un format popular compatible amb gairebé qualsevol dispositiu o sistema, el qual s'utilitza sovint per a l'intercanvi de fitxers.
de: Ein mit beinahe jedem Gerät und System kompatibles populäres Format, typischerweise für den Dateiaustausch genutzt.
el: Μία δημοφιλής διαμόρφωση συμβατή με σχεδόν κάθε συσκευή ή σύστημα, που τυπικά χρησιμοποιείται για ανταλλαγή αρχείων.
et: Populaarne failisüsteem, mis on ühilduv peaaegu iga seadme ja süsteemiga, tavaliselt kasutatakse failivahetuseks.
fi: Suosittu muoto, joka on yhteensopiva lähes kaikkien laitteiden kanssa. Tätä käytetään tyypillisesti tiedostonsiirtoon.
gl: Un formato moi popular compatíbel coa maioría dos dispositivos ou sistemas, normalmente empregado para o intercambio de ficheiros.
hi: किसी युक्ति या तंत्र से सुसंगत कोई लोकप्रिय प्रारूप, प्रारूपकीय तौर पर फ़ाइल विनिमय के लिए प्रयुक्त.
hu: Népszerű formátum, amely szinte minden eszközzel vagy rendszerrel kompatibilis, általában adatcserére használják.
id: Format populer yang cocok dengan hampir semua perangkat atau sistem, umumnya dipakai untuk pertukaran data.
it: Un formato molto diffuso, compatibile con qualsiasi dispositivo o sistema, usato tipicamente per lo scambio di file.
ja: ほとんど全てのデバイスまたはシステムで互換性があり、特にファイル交換に使われる人気のあるフォーマットです。
kn: ಹೆಚ್ಚಿನ ಸಾಧನ ಅಥವ ವ್ಯವಸ್ಥೆಯೊಂದಿಗೆ ಹೊಂದಿಕೊಳ್ಳುವ, ಸಾಮಾನ್ಯವಾಗಿ ಕಡತ ಅದಲು ಬದಲು ಮಾಡುವಾಗ ಬಳಸಲಾಗುವ ಜನಪ್ರಿಯ ವಿನ್ಯಾಸ.
lt: Populiarus formatas, suderinamas su beveik visais įrenginiais ir sistemomis, paprastai naudojamas apsikeitimui failais.
lv: Populārs formāts, kurš ir savietojams ar gandrīz jebkuru ierīci vai sistēmu, parasti izmanto, lai apmainītos ar failiem.
ml: എല്ലാ ഡിവൈസുകളും സിസ്റ്റമുകളുമായി പൊരുത്തപ്പെടുന്ന ഒരു ശൈലി, സാധാരണ ഫയല്‍ എക്സ്ചെയിഞ്ചിനായുപയോഗിക്കുന്നു.
mr: प्रसिद्ध रूपण जे कुठल्याही उपकरण किंवा प्रणालीसह सहत्व राहते, सहसा फाइल एक्सचेंज करीता वापरले जाते.
pa: ਹਰਮਨਪਿਆਰਾ ਫਾਰਮੈਟ, ਜੋ ਕਿ ਕਿਸੇ ਵੀ ਜੰਤਰ ਜਾਂ ਸਿਸਟਮ ਨਾਲ ਅਨੁਕੂਲ ਹੈ। ਅਕਰਸਰ ਫਾਇਲਾਂ ਸਾਂਝੀਆਂ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।
pt: Um formato popular, compatível com quase todos os dispositivos ou sistemas, normalmente utilizado para troca de ficheiros.
pt_br: Um formato popular compatível com quase todos dispositivos ou sistemas, tipicamente usado para troca de arquivos.
sl: Priljubljena oblika zapisa združljiva s skoraj vsako napravo ali sistemom, običajno uporabljena za izmenjavo datotek.
sr: Популаран формат који је сагласан са скоро свим уређајима и системима, обично се користи за размену датотека.
sv: Ett populärt format som är kompatibelt med nästan alla enheter eller system. Används oftast för filutbyten.
ta: எந்த சாதனம் அல்லது கணினியில் உகந்த ஒரு பிரபல வடிவம், கோப்பு பரிமாற்றத்திற்கு பயன்படுத்தப்படுகிறது.
th: ฟอร์แมตยอดนิยมที่เข้ากันได้กับอุปกรณ์หรือระบบแทบทุกอย่าง มักใช้สำหรับแลกเปลี่ยนแฟ้มกัน

source: This file system is compatible with Linux systems only and provides classic UNIX file permissions support. This file system does not use a journal.
ca@valencia: Este sistema de fitxers és compatible només amb sistemes Linux i proporciona el sistema de permisos de fitxers UNIX clàssic. No utilitza cap registre de canvis.
de: Dieses Dateisystem ist nur zu Linux-Systemen kompatibel und stellt Unterstützung für die klassischen UNIX-Zugriffsrechte bereit. Dieses Dateisystem enthält kein Journal.
el: Το σύστημα αρχείων είναι συμβατό με συστήματα Linux μόνο και εξασφαλίζει υποστήριξη τυπικών δικαιωμάτων UNIX. Το σύστημα αρχείων δεν χρησιμοποιεί journal.
et: See failisüsteem on ühilduv ainult Linuxi süsteemidega, sellel on klassikaline UNIX'i failiõiguste tugi. See failisüsteem ei toeta žurnaalimist.
fi: Tämä tiedostojärjestelmä on yhteensopiva vain linuxin kanssa, tarjoaa tuen perinteisille UNIX-oikeuksille. Tämä tiedostojärjestelmä ei ole journaloitu.
gl: Este sistema de ficheiros só é compatíbel con sistemas Linux e proporciona a compatibilidade co esquema de permisos de ficheiros clásicos de UNIX. Este sistema de ficheiros non emprega un esquema transaccional.
hi: यह फ़ाइल तंत्र Linux तंत्र से केवल सुसंगत है और क्लासिक UNIX फ़ाइल अनुमति समर्थन देती है. यह फ़ाइल सिस्टम जर्नल का प्रयोग नहीं करती है.
hu: Ez a fájlrendszer csak Linux rendszerekkel kompatibilis és a klasszikus UNIX fájljogosultságokat támogatja. Ez a fájlrendszer nem használ naplózást.
it: Questo file system è compatibile solamente con i sistemi Linux e fornisce il classico supporto UNIX ai permessi sui file. Questo file system non è journaled.
ja: このファイルシステムは Linux システムのみで互換性があり、古い UNIX ファイルパーミッションをサポートしています。このファイルシステムはジャーナルを使用していません。
kn: ಈ ಕಡತ ವ್ಯವಸ್ಥೆಯು Linux ವ್ಯವಸ್ಥೆಯೊಂದಿಗೆ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ ಹಾಗು ಪುರಾತನವಾದ UNIX ಕಡತ ಅನುಮತಿಗಳಿಗೆ ಬೆಂಬಲವನ್ನು ಒದಗಿಸುತ್ತದೆ. ಈ ಕಡತ ವ್ಯವಸ್ಥೆಯು ಜರ್ನಲ್ ಅನ್ನು ಬಳಸುವುದಿಲ್ಲ.
lt: Ši failų sistema suderinama tik su UNIX sistemomis ir palaiko klasikines UNIX naudotojų teises. Ši sistema žurnalo nenumato.
lv: Šī failu sistēma ir savietojama tikai ar Linux sistēmām un piedāvā klasisku UNIX failu tiesību atbalstu. Failu sistēma neizmanto žurnālu.
ml: ഈ ഫയല്‍ സിസ്റ്റം ലിനക്സ് സിസ്റ്റമുകളുമായി മാത്രം പൊരുത്തപ്പെടുന്നു. കൂടാതെ യുണിക്സ് ഫയല്‍ അനുമതികള്‍ക്കുള്ള പിന്തുണയും ലഭ്യമാക്കുന്നു. ഈ ഫയല്‍ സിസ്റ്റം ഒരു ജേര്‍ണലുപയോഗിക്കുന്നില്ല.
mr: ही फाइल प्रणाली फक्त Linux प्रणालीसह सहत्व आहे व क्लासीक UNIX फाइल परवानगी समर्थन पुरवते. ही फाइल प्रणली जर्नलचा वपर करत नाही.
pa: ਇਹ ਫਾਇਲ ਸਿਸਟਮ ਕੇਵਲ ਲੀਨਕਸ ਸਿਸਟਮ ਨਾਲ ਹੀ ਅਨੁਕੂਲ ਹੈ ਅਤੇ ਯੂਨੈਕਸ ਫਾਇਲ ਅਧਿਕਾਰ ਸਹਿਯੋਗ ਉਪਲੱਬਧ ਕਰਵਾਉਂਦਾ ਹੈ। ਇਹ ਫਾਇਲ ਸਿਸਟਮ ਲਈ ਜਰਨਲ ਨਹੀਂ ਵਰਤਿਆ ਜਾਂਦਾ।
pt: Este sistema de ficheiros é apenas compatível com sistemas Linux e disponibiliza suporte a permissões clássicas de ficheiros UNIX. Este sistema de ficheiros não utiliza um jornal.
pt_br: Este sistema de arquivos é compatível somente com sistemas Linux e fornece suporte de permissões para arquivos UNIX clássico. Este sistema de arquivos não usa um journal.
sl: Datotečni sistem je združljiv le z Linux sistemi in zagotavlja podporo običajnim UNIX dovoljenjem. Ta datotečni sistem ne uporablja dnevnika.
sr: Овај систем датотека је сагласан само са Линуксом и обезбеђује основну УНИКС подршку за овлашћења над датотекама. Систем датотека не користи дневник.
sv: Detta filsystem är endast kompatibelt med Linux-system och tillhandahåller stöd för klassiska UNIX-filrättigheter. Detta filsystem använder inte någon journal.
ta: இந்த கோப்பு முறைமை லினக்ஸ் அமைப்புகளுக்கு மட்டுமே ஏற்றது மற்றும் கிளாஸிக் யுனிக்ஸ் கோப்பு அனுமதி சேவையை வழங்குகிறது. இந்த கோப்பு முறைமை ஒரு இதழ் இல்லை.
th: ระบบแฟ้มนี้เข้ากันได้กับลินุกซ์เท่านั้น และรองรับการกำหนดสิทธิ์ในแฟ้มแบบยูนิกซ์ดั้งเดิม ระบบแฟ้มนี้ไม่ได้ใช้ journal

source: This file system is compatible with Linux systems only and provides classic UNIX file permissions support.
ca@valencia: Este sistema de fitxers és compatible només amb sistemes Linux i proporciona el sistema de permisos de fitxers UNIX clàssic.
de: Dieses Dateisystem ist nur zu Linux-Systemen kompatibel und stellt Unterstützung für die klassischen UNIX-Zugriffsrechte bereit.
el: Αυτό το σύστημα αρχείων είναι συμβατό με συστήματα Linux μόνο και εξασφαλίζει τυπική υποστήριξη δικαιωμάτων αρχείων.
et: See failisüsteem on ühilduv ainult Linuxi süsteemidega, sellel on klassikaline UNIX'i failiõiguste tugi.
fi: Tämä tiedostojärjestelmä on yhteensopiva vain linuxin kanssa, tarjoaa tuen perinteisille UNIX-oikeuksille.
gl: Este sistema de ficherios só é compatíbel con sistemas Linux e proporciona compatibilidade co esquema de permisos de ficheiros UNIX.
hi: यह फ़ाइल तंत्र Linux तंत्र से केवल सुसंगत है और क्लासिक UNIX फ़ाइल अनुमति समर्थन देती है.
hu: Ez a fájlrendszer csak Linux rendszerekkel kompatibilis és a klasszikus UNIX fájljogosultságokat támogatja.
it: Questo file system è compatibile solamente con i sistemi Linux e fornisce il classico supporto UNIX ai permessi sui file.
ja: このファイルシステムは Linux とのみ互換性があり、古典的な UNIX ファイルパーミッションをサポートしています。
kn: ಈ ಕಡತ ವ್ಯವಸ್ಥೆಯು Linux ವ್ಯವಸ್ಥೆಯೊಂದಿಗೆ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ ಹಾಗು ಪುರಾತನವಾದ UNIX ಕಡತ ಅನುಮತಿಗಳಿಗೆ ಬೆಂಬಲವನ್ನು ಒದಗಿಸುತ್ತದೆ.
lt: Ši failų sistema suderinama tik su UNIX sistemomis ir palaiko klasikines UNIX naudotojų teises.
lv: Šī failu sistēma ir savietojama tikai ar Linux sistēmām un piedāvā klasisku UNIX failu tiesību atbalstu.
ml: ഈ ഫയല്‍ സിസ്റ്റം ലിനക്സ് സിസ്റ്റമുകളുമായി മാത്രം പൊരുത്തപ്പെടുന്നു. കൂടാതെ യുണിക്സ് ഫയല്‍ അനുമതികള്‍ക്കുള്ള പിന്തുണയും ലഭ്യമാക്കുന്നു.
mr: ही फाइल प्रणाली फक्त Linux प्रणालीसह सहत्व आहे व क्लासीक UNIX फाइल परवानगी समर्थन पुरवते.
pa: ਇਹ ਫਾਇਲ ਸਿਸਟਮ ਕੇਵਲ ਲੀਨਕਸ ਸਿਸਟਮ ਨਾਲ ਹੀ ਅਨੁਕੂਲ ਹੈ ਅਤੇ ਯੂਨੈਕਸ ਫਾਇਲ ਅਧਿਕਾਰ ਸਹਿਯੋਗ ਉਪਲੱਬਧ ਕਰਵਾਉਂਦਾ ਹੈ।
pt: Este sistema de ficheiros é apenas compatível com sistemas Linux e disponibiliza suporte a permissões clássicas de ficheiros UNIX.
pt_br: Este sistema de arquivos é compatível somente com sistemas Linux e fornece suporte de permissões para arquivos UNIX clássico.
sl: Datotečni sistem je združljiv le z Linux sistemi in zagotavlja podporo običajnim UNIX dovoljenjem.
sr: Овај систем датотека је сагласан само са Линуксом и обезбеђује основну УНИКС подршку за овлашћења над датотекама.
sv: Detta filsystem är endast kompatibelt med Linux-system och tillhandahåller stöd för klassiska UNIX-filrättigheter.
ta: இந்த கோப்பு முறைமை லினக்ஸ் அமைப்புகளுக்கு மட்டுமே ஏற்றது மற்றும் கிளாஸிக் யுனிக்ஸ் கோப்பு அனுமதி சேவையை வழங்குகிறது.
th: ระบบแฟ้มนี้เข้ากันได้กับลินุกซ์เท่านั้น และรองรับการกำหนดสิทธิ์ในแฟ้มแบบยูนิกซ์ดั้งเดิม

source: Swap area used by the operating system for virtual memory.
ca@valencia: Àrea d'intercanvi utilitzada pel sistema operatiu per a la memòria virtual.
de: Swap-Bereich, der vom Betriebssystem als Auslagerungsspeicher genutzt wird.
el: Η περιοχή Swap χρησιμοποιείται από το λειτουργικό σύστημα για εικονική μνήμη.
et: Saaleala, mida operatsioonisüsteem saab kasutada virtuaalmäluna.
fi: Tietokoneen virtuaalimuistille käytetty swap-alue.
gl: Área de intercambio empregada polo sistema operativo para a memoria virtual.
hi: Swap क्षेत्र ऑपरेटिंग तंत्र के लिए प्रयुक्ति आभासी स्मृति के लिए.
hu: Az operációs rendszer virtuális memóriaként használt lapozóterülete.
id: Ruang swap digunakan oleh sistem operasi sebagai memori virtual.
it: Area di swap usata dal sistema operativo per la memoria virtuale.
ja: 仮想メモリ用にオペレーティングシステムで使用されるスワップ領域です。
kn: ಸ್ವಾಪ್ ಸ್ಥಳವನ್ನು ವರ್ಚುವಲ್ ಮೆಮೊರಿಗಾಗಿ ಕಾರ್ಯವ್ಯವಸ್ಥೆಯಿಂದ ಬಳಸಲಾಗುತ್ತದೆ.
lt: Mainų sritis, kurią operacinė sistema naudoja kaip virtualią atmintį.
lv: Apmaiņas vietu izmanto operētājsistēmas virtuālajai atmiņai.
ml: വിര്‍ച്ച്വല്‍ മെമ്മറിയ്ക്കായി ഓപ്പറേറ്റിങ് സിസ്റ്റം ഉപയോഗിക്കുന്ന സ്വാപ്പ്.
mr: आभासी स्मृतीसाठी कार्यप्रणाली द्वारे वापरलेले स्वॅप कक्ष.
pa: ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਵਲੋਂ ਵੁਰਚੁਅਲ ਮੈਮੋਰੀ ਲਈ ਸਵੈਪ ਖੇਤਰ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।
pt: Área swap utilizada pelo sistema operativo para memória virtual.
pt_br: Área de swap usada pelo sistema operacional para memória virtual.
sl: Izmenjevalni prostor, ki ga operacijski sistem uporablja kot navidezni pomnilnik.
sr: Оперативни систем користи допунску замену за меморију када нестане РАМ меморија.
sv: Växlingsutrymme används av operativsystemet för virtuellt minne.
ta: மெய்நிகர் நினைவகத்திற்கு இயக்கத்தளத்தில் பயன்படுத்தப்படும் மாற்று இடம்.
th: พื้นที่สลับซึ่งใช้โดยระบบปฏิบัติการเพื่อใช้เป็นหน่วยความจำเสมือน

source: The native Windows file system. Not widely compatible with other operating systems than Windows.
ca@valencia: El sistema de fitxers nadiu de Windows. No és gaire compatible amb altres sistemes operatius que no siguen Windows.
de: Das native Windows-Dateisystem. Außerhalb der Windows-Welt nicht besonders kompatibel.
el: Το φυσικό σύστημα αρχείων των Windows. Δεν είναι συνήθως συμβατό με άλλα λειτουργικά συστήματα εκτός από τα Windows.
et: Windowsi natiivne failisüsteem. Pole laialt ühilduv teiste operatsioonisüsteemidega peale Windowsi.
fi: Windowsin oma tiedostojärjestelmä. Tämä ei ole yleisesti tuettu muissa käyttöjärjestelmissä kuin windowsissa.
gl: O sistema de ficheiros nativo de Windows. Non é compatíbel completamente con sistemas operativos distintos a Windows.
hi: नेटिव Windows फ़ाइल तंत्र. व्यापक रूप से Windows के अलावे दूसरे ऑपरेटिंग तंत्र के लिए सुसंगत नहीं.
hu: A Windows natív fájlrendszere. A Windowson kívül nem sok operációs rendszerrel kompatibilis.
id: Sistem berkas natif milik Windows. Tidak banyak didukung oleh sistem operasi selain Windows.
it: Il file system di Windows. Non molto compatibile con altri sistemi operativi oltre a Windows stesso.
ja: Windows ネイティブのファイルシステムです。Windows 以外のオペレーティングシステムではあまり互換性がありません。
kn: ಸ್ಥಳೀಯ ವಿಂಡೋಸ್ ಕಡತ ವ್ಯವಸ್ಥೆ. ವಿಂಡೋಸ್ ಹೊರತು ಪಡಿಸಿ ಬೇರಾವುದೆ ಕಾರ್ಯವ್ಯವಸ್ಥೆಯೊಂದಿಗೆ ವ್ಯಾಪಕವಾಗಿ ಹೊಂದಿಕೊಳ್ಳುವುದಿಲ್ಲ.
lt: „Windows“ numatytoji failų sistema. Nėra itin suderinama su kitomis operacinėmis sistemomis.
lv: Windows failu sistēma. Nav plaši savietojama ar citām operētājsistēmām kā vien Windows.
ml: നേറ്റീവ് വിന്‍ഡോസ് ഫയല്‍ സിസ്റ്റം. വിന്‍ഡോസ് ഒഴികെ മറ്റൊരു ഓപ്പറേറ്റിങ് സിസ്റ്റത്തിലും കോംപാറ്റിബിളല്ല.
mr: मुळ Windows फाइल प्रणली. Windows च्या व्यतिरीक्त इतर कार्यप्रणालीसह सहत्व राहत नाही.
pa: ਨੇਟਿਵ ਵਿੰਡੋਜ਼ ਫਾਇਲ ਸਿਸਟਮ। ਵਿੰਡੋਜ਼ ਤੋਂ ਬਿਨਾਂ ਹੋਰ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮਾਂ ਨਾਲ ਅਨੁਕੂਲ ਨਹੀਂ।
pt: O sistema de ficheiros nativo do Windows. Não amplamente compatível com outros sistemas operativos que não Windows.
pt_br: O sistema de arquivos Windows nativo. Geralmente não compatível com outros sistema operacionais que não seja Windows.
sl: Lastni datotečni sistem Oken. Ni široko združljiv z drugimi operacijskimi sistemi.
sr: Изворни Виндоуз систем датотека. Није сагласан са осталим оперативним системима.
sv: Det inbyggda filsystemet i Windows. Inte helt kompatibelt med andra operativsystem än Windows.
ta: நேடிவ் சாளரங்கள் கோப்பு முறை. மற்ற செயல்படுகின்ற கணினிகளால் சாளரங்கள் பெரிதாக ஒத்திருக்கவில்லை.
th: ระบบแฟ้ม native ของวินโดวส์ ไม่ค่อยเข้ากันได้กับระบบปฏิบัติการอื่นนอกจากวินโดวส์
