Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: Physical _Volumes
ca@valencia: _Volums físics
de: Physikalische _Datenträger
el: Φυσικοί _τόμοι
et: Füüsilised _köited
fi: Fyysiset _taltiot
gl: _Volumes físicos
hu: _Fizikai kötetek
id: _Volume Fisik
it: _Volumi fisici
ja: 物理ボリューム(_V)
lt: Fiziniai tomai
lv: Fiziskie _sējumi
nb: Fysiske _volum
pa: ਫਿਜ਼ੀਕਲ ਵਾਲੀਅਮ(_V)
pt: _Volumes Físicos
pt_br: _Volumes físicos
sl: Fizični _nosilci
sr: _Физички дискови
sv: Fysiska _volymer
ta: _V பௌதிக தொகுதிகள்
th: โ_วลุมจริง

source: Physical Volume
ca@valencia: Volum físic
de: Physikalischer Datenträger
el: Φυσικός τόμος
et: Füüsiline köide
fi: Fyysinen taltio
gl: Volume físico
hu: Fizikai kötet
id: Volume Fisik
it: Volume fisico
ja: 物理ボリューム
lt: Fizinis tomas
lv: Fiziskais sējums
nb: Fysisk volum
pa: ਫਿਜ਼ੀਕਲ ਵਾਲੀਅਮ
pt: Volume Físico
pt_br: Volume físico
sl: Fizični nosilec
sr: Физички дискови
sv: Fysisk volym
ta: பௌதிக தொகுதி
th: โวลุมจริง

source: Capacity
ca@valencia: Capacitat
de: Kapazität
el: Δυνατότητα
et: Mahutavus
fi: Kapasiteetti
gl: Capacidade
hu: Kapacitás
id: Kapasitas
it: Capacità
ja: 容量
lt: Talpa
lv: Ietilpība
nb: Kapasitet
pa: ਕਪੈਸਟੀ
pt: Capacidade
pt_br: Capacidade
sl: Zmogljivost
sr: Величина
sv: Kapacitet
ta: கொள்ளளவு:
th: ความจุ

source: Unallocated
ca@valencia: No ubicat
de: Nicht zugewiesen
el: Μη εκχωρημένο
et: Allutamata
fi: Varaamaton tila
gl: Sen asignado
hu: Lefoglalatlan
it: Non allocato
ja: 未割り当て
lt: Neišskirta
lv: Nav iedalīts
nb: Ikke allokert
pa: ਨਾ-ਜਾਰੀ
pt: Não alocado
pt_br: Não alocado
sl: Nedodeljeno
sr: Нерезервисано
sv: Oallokerat
ta: ஒதுக்கீடு செய்யாத
th: พื้นที่ว่าง

source: SMART Status:
ca@valencia: Estat de l'SMART:
el: Κατάσταση SMART:
et: SMART olek:
fi: SMART-tila:
gl: Estado de SMART:
hu: SMART állapot:
id: Status SMART:
it: Stato SMART:
ja: SMART 状態:
lt: SMART būsena:
lv: SMART statuss:
pa: SMART ਹਾਲਤ:
pt: Estado SMART
pt_br: Status do SMART:
sl: Stanje SMART:
sr: СМАРТ стање:
ta: ஸ்மார்ட் நிலை:
th: สถานะ SMART:

source: Device:
ca@valencia: Dispositiu:
de: Gerät:
el: Συσκευή:
et: Seade:
fi: Laite:
gl: Dispositivo:
hi: डिवाइस:
hu: Eszköz:
id: Perangkat:
ja: デバイス:
kn: ಸಾಧನ:
lt: Įrenginys:
lv: Ierīce:
ml: ഡിവൈസ്:
mr: उपकरण:
nb: Enhet:
or: ଉପକରଣ:
pa: ਜੰਤਰ:
pt: Dispositivo:
pt_br: Dispositivo:
sl: Naprava:
sr: Уређај:
sv: Enhet:
ta: சாதனம்:
th: อุปกรณ์:

source: _New Physical Volume
ca@valencia: Volum físic _nou
de: _Neuer physikalischer Datenträger
el: _Νέος φυσικός τόμος
et: _Uus füüsiline köide
fi: _Uusi fyysinen taltio
gl: _Novo volume físico
hu: Új fi_zikai kötet
id: Volu_me Fisik Baru
it: _Nuovo volume fisico
ja: 新規物理ボリューム(_N)
lt: _Naujas fizinis tomas
lv: Jau_ns fiziskais sējums
nb: _Nytt fysisk volum
pa: ਨਵਾਂ ਫਿਜ਼ੀਕਲ ਵਾਲੀਅਮ(_N)
pt: _Novo Volume Físico
pt_br: _Novo volume físico
sl: _Nov fizični nosilec
sr: _Нови физички диск
sv: _Ny fysisk volym
ta: _N புதிய பௌதிக தொகுதி
th: _สร้างโวลุมจริง

source: Add a new PV to the VG
ca@valencia: Afig un volum físic nou al grup de volums
de: Neuen physikalischen Datenträger zur Datenträgergruppe hinzufügen
el: Προσθήκη νέου PV στη VG
et: Füüsilise köite lisamine köitegruppi
fi: Lisää uusi fyysinen taltio (PV) taltioryhmään (VG)
gl: Engadir un novo PV ao VG
hu: Új fizikai kötet kötetcsoporthoz adása
id: Menambah PV baru pada VG
it: Aggiunge un nuovo volume fisico al gruppo di volumi
ja: ボリュームグループに新規物理ボリュームを追加
lt: Pridėti naują tomą į grupę
lv: Pievienot fizisko sējumu pie sējumu grupas
nb: Legg til nytt fysisk volum på volumgruppen
pa: ਨਵਾਂ PV ਤੋਂ VG ਵਿੱਚ ਸ਼ਾਮਲ
pt: Adicionar um novo VF ao GV
pt_br: Adiciona um novo PV ao VG
sl: Dodaj nov fizični nosilec v skupino nosilcev
sr: Додај нови физички диск у групу партиција
sv: Lägg till en ny fysisk volym till volymgruppen
ta: புதிய பிவி ஐ விஜி க்கு சேர்
th: เพิ่ม PV ใหม่ใน VG

source: _Remove Physical Volume
ca@valencia: _Suprimeix el volum físic
de: Physikalischen Datenträger entfe_rnen
el: Α_πομάκρυνση φυσικού τόμου
et: _Eemalda füüsiline köide
fi: _Poista fyysinen taltio
gl: _Elimnar o volume físico
hu: Fizikai kötet _eltávolítása
id: _Hapus Volume Fisik
it: _Rimuovi volume fisico
ja: 物理ボリュームを削除(_R)
lt: _Pašalinti fizinį tomą
lv: _Izņemt fizisko sējumu
nb: Fje_rn fysisk volum
pa: ਫਿਜ਼ੀਕਲ ਵਾਲੀਅਮ ਹਟਾਓ(_R)
pt: _Remover Volume Físico
pt_br: _Remove volume físico
sl: _Odstrani fizični nosilec
sr: _Уклони физички диск
sv: _Ta bort fysisk volym
ta: _R பௌதிக தொகுதியை நீக்கு
th: เ_อาโวลุมจริงออก

source: Remove the PV from the VG
ca@valencia: Suprimeix el volum físic del grup de volums
de: Physikalischen Datenträger aus der Datenträgergruppe entfernen
el: Απομάκρυνση PV από τη VG
et: Füüsilise köite eemaldamine köitegrupist
fi: Poista fyysinen taltio (PV) taltioryhmästä (VG)
gl: Eliminar o PV do VG
hu: Fizikai kötet eltávolítása a kötetcsoportból
id: Menghapus PV dari VG
it: Rimuove il volume fisico dal gruppo di volumi
ja: ボリュームグループから物理ボリュームを削除
lt: Pašalinti tomą iš grupės
lv: Izņemt fizisko sējumu no sējumu grupas
nb: Fjern fysisk volum fra volumgruppe
pa: VG ਤੋਂ PV ਹਟਾਓ
pt: Remover o VF do GV
pt_br: Remove o PV do VG
sl: Odstrani fizični nosilec iz skupine nosilcev
sr: Уклања физички диск из групе партиција
sv: Ta bort fysiska volymen från volymgruppen
ta: பிவி ஐ விஜி யிலிருந்து நீக்கு
th: เอาโวลุมจริงออกจากกลุ่มโวลุม

source: Not Supported
ca@valencia: No implementat
de: Nicht unterstützt
el: Δεν υποστηρίζεται
et: Pole toetatud
fi: Ei ole tuettu
gl: Non compatíbel
hu: Nem támogatott
id: Tidak Didukung
it: Non supportato
ja: サポートされていません
lt: Nepalaikoma
lv: Nav atbalstīts
nb: Ikke støttet
pa: ਸਹਾਇਕ ਨਹੀਂ ਹੈ
pt: Não suportado
pt_br: Sem suporte
sl: Ni podprto
sr: Није подржано
sv: Stöds inte
ta: ஆதரவில்லை
th: ไม่รองรับ

source: Edit components on %s (%s)
ca@valencia: Edita els components de %s (%s)
de: Komponenten auf %s bearbeiten (%s)
el: Επεξεργασία στοιχείων σε %s (%s)
et: Seadme %s komponentide muutmine (%s)
fi: Muokkaa osia kohteessa %s (%s)
gl: Editar compoñentes en %s (%s)
hu: %s összetevőinek szerkesztése (%s)
it: Modifica componenti su %s (%s)
ja: %s (%s) のコンポーネントを編集
lt: Taisyti komponentes %s (%s)
lv: Rediģēt komponentes uz %s (%s)
nb: Rediger komponent på %s (%s)
pa: %s (%s) ਉੱਤੇ ਭਾਗ ਸੋਧੋ
pt: Editar componentes em %s (%s)
pt_br: Edita componente em %s (%s)
sl: Uredi enote na %s (%s)
sr: Уреди компоненте на %s (%s)
sv: Redigera komponenter på %s (%s)
ta: %s (%s) இல் கூறுகளை திருத்து
th: แก้ไของค์ประกอบใน %s (%s)

source: C_omponents
de: K_omponenten
el: Στοι_χεία
et: K_omponendid
fi: _Osat
gl: C_ompoñentes
hu: Öss_zetevők
id: K_omponen
it: C_omponenti
ja: コンポーネント(_O):
lt: K_omponentės
lv: K_omponentes
nb: K_omponenter
pa: ਭਾਗ(_o)
pt: C_omponentes
pt_br: C_omponentes
sl: En_ote
sr: _Компоненте:
sv: K_omponenter
ta: (_o) கூறுகள்
th: _องค์ประกอบ

source: Position
ca@valencia: Posició
el: Θέση
et: Asukoht
fi: Sijainti
gl: Posición
hu: Pozíció
id: Posisi
it: Posizione
ja: 位置
lt: Pozicija
lv: Novietojums
nb: Posisjon
pa: ਸਥਿਤੀ
pt: Posição
pt_br: Posição
sl: Položaj
sr: Позиција
ta: நிலை
th: ตำแหน่ง

source: Component
de: Komponente
el: Στοιχείο
et: Komponent
fi: Osa
gl: Compoñente
hu: Összetevő
id: Komponen
it: Componente
ja: コンポーネント
lt: Komponentė
lv: Komponente
nb: Komponent
pa: ਭਾਗ
pt: Componente
pt_br: Componente
sl: Enota
sr: Компонента
sv: Komponent
ta: பகுப்பொருள்கள்
th: องค์ประกอบ

source: State
ca@valencia: Estat
de: Status
el: Κατάσταση
et: Olek
fi: Tila
gl: Estado
hi: स्थिति
hu: Állapot
id: Kondisi
it: Stato
ja: 状態
kn: ಸ್ಥಿತಿ
lt: Būsena
lv: Stāvoklis
ml: അവസ്ഥ
mr: स्तर
nb: Tilstand
or: ରାଜ୍ଯ
pa: ਹਾਲਤ
pt: Estado
pt_br: Estado
sl: Stanje
sr: Стање
sv: Tillstånd
ta: நிலை
th: สถานะ

source: Position:
ca@valencia: Posició:
el: Θέση:
et: Asukoht:
fi: Sijainti:
gl: Posición:
hu: Pozíció:
id: Posisi:
it: Posizione:
ja: 位置:
lt: Pozicija
lv: Novietojums:
nb: Posisjon:
pa: ਸਥਿਤੀ:
pt: Posição:
pt_br: Posição:
sl: Položaj:
sr: Позиција:
ta: இடம்:
th: ตำแหน่ง:

source: State:
ca@valencia: Estat:
de: Status:
el: Κατάσταση:
et: Olek
fi: Tila:
gl: Estado:
hi: स्थिति:
hu: Állapot:
id: Kondisi:
it: Stato:
ja: 状態:
kn: ಸ್ಥಿತಿ:
lt: Būsena:
lv: Stāvoklis:
ml: അവസ്ഥ:
mr: स्तर:
nb: Tilstand:
or: ସ୍ଥିତି:
pa: ਹਾਲਤ:
pt: Estado:
pt_br: Estado:
sl: Stanje:
sr: Стање:
sv: Tillstånd:
ta: நிலை:
th: สถานะ:

source: Add _Spare
ca@valencia: Afig una _reserva
de: Re_servegerät hinzufügen
el: Προσθήκη ε_φεδρείας
et: Lisa _varu
fi: Lisää _varalevy
gl: Engadir compoñente de _reposto
hu: Tartalék _hozzáadása
it: A_ggiungi spare
ja: スペアを追加(_S)
lt: Pridėti _rezervinį
lv: Pievienot rezerves di_sku
nb: Legg til re_serve
pa: ਹੋਰ ਸਪੇਅਰ(_S)
pt: Adicionar _Reserva
pt_br: Adiciona re_serva
sl: Dodaj _nadomestno
sr: Додај _резерву
sv: Lägg till _reserv
ta: _S கூடுதல் சேர்
th: เพิ่มพื้นที่_สำรอง

source: Add a spare to the array
ca@valencia: Afig una reserva a la matriu
de: Ein Reservegerät zur RAID-Anordnung hinzufügen
el: Προσθήκη εφεδρείας στη συστοιχία
et: Uue varukomponendi lisamine massiivi
fi: Lisää varalevy pakkaan
gl: Engadir un compoñente de reposto á matriz
hu: Tartalék tömbhöz adása
it: Aggiunge uno spare all'array
ja: アレイにスペアを追加
lt: Pridėti rezervą į masyvą
lv: Pie masīva pievienot rezerves disku
pa: ਸਪੇਅਰ ਅਰੇ 'ਚ ਜੋੜੋ
pt: Adicionar uma reserva ao conjunto
pt_br: Adiciona um reserva à matriz
sl: Dodaj nadomestno območje v RAID polje
sr: Додаје резерву у опсег
sv: Lägg till en reserv till kedjan
ta: வரிசைக்கு உபரிஅயி சேர்க்க
th: เริ่มพื้นที่สำรองให้กับแอร์เรย์

source: _Expand Array
ca@valencia: _Expandeix la matriu
de: Anordnung _erweitern
el: Επέ_κταση συστοιχίας
et: _Laienda massiivi
fi: _Laajenna pakkaa
gl: _Expandir o array
hu: _Tömb kibővítése
id: P_erluas Larik
it: _Espandi array
ja: アレイを拡張(_E)
lt: _Išplėsti masyvą
lv: _Paplašināt masīvu
pa: ਅਰੇ ਫੈਲਾਓ(_E)
pt: _Expandir Conjunto
pt_br: _Expande matriz
sl: _Razširi polje
sr: Про_шири опсег
sv: _Expandera kedja
ta: வரிசையை விரிவாக்கு (_E)
th: _ขยายแอร์เรย์

source: Increase the capacity of the array
ca@valencia: Amplia la capacitat de la matriu
de: Die Kapazität der RAID-Anordnung erhöhen
el: Αύξηση της χωρητικότητας της συστοιχίας
et: Massiivi mahutavuse suurendamine
fi: Kasvata pakan kapasiteettia
gl: Incrementar a capacidade da matriz
hu: A tömb kapacitásának növelése
id: Memperbesar kapasitas larik
it: Aumenta la capacità dell'array
ja: アレイの容量を増加
lt: Padidinti masyvo dydį
lv: Palielināt masīva ietilpību
pa: ਅਰੇ ਦੀ ਸਮਰੱਥਾ ਵਧਾਓ
pt: Aumentar a capacidade do conjunto
pt_br: Aumenta a capacidade da matriz
sl: Povečaj zmogljivosti polja
sr: Повећава величину опсега
sv: Öka kapaciteten för kedjan
ta: வரிசையின் கொள்ளளவை அதிகமாக்குக
th: เพิ่มความจุของแอร์เรย์

source: _Attach Component
ca@valencia: _Adjunta un component
de: Komponente _einbinden
el: Επισύνα_ψη στοιχείου
et: _Ühenda komponent
fi: _Liitä osa
gl: _Anexar compoñente
hu: Összetevő _csatolása
id: T_ambah Komponen
it: Colleg_a componente
ja: コンポーネントを接続
lt: _Pridėti komponentę
lv: _Pievienot komponenti
nb: _Legg til komponent
pa: ਭਾਗ ਜੋੜੋ(_A)
pt: _Anexar Componente
pt_br: _Anexar componente
sl: _Pripni enoto
sr: _Додај компоненту
sv: _Anslut komponent
ta: _A கூறு இணைக்கவும்
th: แ_นบองค์ประกอบ

source: Attach the component to the array
ca@valencia: Adjunta el component a la matriu
de: Komponente in die Anordnung einbinden
el: Επισύναψη του στοιχείου στη συστοιχία
et: Komponendi ühendamine massiivi
fi: Liitä osa tähän pakkaan
gl: Anexar o compoñente á matriz
hu: Az összetevő csatolása a tömbhöz
id: Menambahkan komponen pada larik
it: Collega il componente all'array
ja: アレイにコンポーネントを接続
lt: Pridėti komponentę į masyvą
lv: Pie masīva pievienot komponenti
pa: ਅਰੇ ਵਿੱਚ ਭਾਗ ਜੋੜਨਾ ਹੈ
pt: Anexar o componente ao conjunto
pt_br: Anexa o componente à matriz
sl: Pripni element v RAID polje
sr: Додаје компоненту у опсег
sv: Anslut komponenten till kedjan
ta: வரிசைக்கு கூறு இணைக்கவும்
th: แนบองค์ประกอบเข้ากับแอร์เรย์

source: _Remove Component
ca@valencia: _Suprimeix el component
de: Komponente entfe_rnen
el: Απομάκρυνση _στοιχείου
et: _Eemalda komponent
fi: _Poista pakan osa
gl: _Eliminar o compoñente
hi: अवयव हटाएँ (_R)
hu: Összetevő eltá_volítása
id: Hapus _Komponen
it: _Rimuovi componente
ja: コンポーネントの取り外し(_R)
kn: ಘಟಕವನ್ನು ತೆಗೆದು ಹಾಕುಸ(_R)
lt: _Pašalinti komponentę
lv: _Izņemt komponenti
ml: ഘടകം _നീക്കം ചെയ്യുക
mr: घटक काढून टाका (_R)
nb: Fje_rn komponent
or: ଉପାଦାନକୁ କାଢ଼ନ୍ତୁ (_R)
pa: ਭਾਗ ਹਟਾਓ(_R)
pt: _Remover Componente
pt_br: _Remove componente
sl: _Odstrani enoto
sr: _Уклони компоненту
sv: _Ta bort komponent
ta: பகுப்பொருளை நீக்கு (_R)
th: เ_อาองค์ประกอบออก

source: Remove the component from the array
ca@valencia: Suprimeix el component de la matriu
de: Komponente aus der Anordnung entfernen
el: Διαγραφή στοιχείου από την συστοιχία
et: Komponendi eemaldamine massiivist
fi: Poista osa pakasta
gl: Eliminando o compoñente da matriz
hu: Összetevő eltávolítása tömbből
id: Membuang Komponen dari larik
it: Rimuove il componente dall'array
ja: アレイからコンポーネントを取り外す
lt: Pašalinti komponentę iš masyvo
lv: No masīva izņemt komponenti
pa: ਅਰੇ ਲਈ ਭਾਗ ਹਟਾਏ ਜਾ ਰਹੇ ਹਨ
pt: Remover o componente do conjunto
pt_br: Remove o componente da matriz
sl: Odstrani element iz RAID polja
sr: Уклања компоненту из опсега
sv: Ta bort komponenten från kedjan
ta: வரிசையிலிருந்து கூறு நீக்கு
th: เอาองค์ประกอบออกจากแอร์เรย์

source: Part_ition Label:
ca@valencia: _Etiqueta de la partició:
de: Part_itionsbezeichnung:
el: Ετικέτα διαμερ_ίσματος:
et: _Partitsiooni pealdis:
fi: _Osiotaulu:
gl: Etiqueta da part_ición:
hi: विभाजन स्तर (_i):
hu: Partíció _címkéje:
id: Label Part_isi:
it: E_tichetta partizione:
ja: パーティションラベル(_I):
kn: ವಿಭಾಗದ ಲೇಬಲ್(_i):
lt: Ska_idinio pavadinimas:
lv: Sadaļu et_iķete:
ml: _പാര്‍ട്ടീഷന്‍ ലേബല്‍:
mr: विभाजन लेबल (_i):
nb: Etikett for part_isjon:
or: ବିଭାଜନ ନାମପଟି (_i):
pa: ਪਾਰਟੀਸ਼ਨ ਲੇਬਲ(_i):
pt: Etiqueta de Part_ição:
pt_br: _Rótulo da partição
sl: Naziv _razdelka:
sr: _Назив партиције:
sv: Part_itionsetikett:
ta: பகிர்வு லேபிள் (_i):
th: _ชื่อพาร์ทิชัน:

source: Ty_pe:
ca@valencia: _Tipus:
de: Ty_p:
el: Τύ_πος:
et: _Liik:
fi: Tyy_ppi:
gl: Ti_po:
hi: प्रकार (_p):
hu: Típ_us:
id: _Jenis:
it: T_ipo:
ja: タイプ(_P):
kn: ಬಗೆ(_p):
lt: Ti_pas:
lv: Ti_ps:
ml: ഏതു് _തരം:
mr: प्रकार (_p):
or: ପ୍ରକାର (_p):
pa: ਟਾਈਪ(_p):
pt: Ti_po:
pt_br: Ti_po:
sl: _Vrsta:
sr: _Врста:
sv: Ty_p:
ta: வகை (_p):
th: ช_นิด:

source: _Bootable
ca@valencia: _Arrencable
de: _Bootfähig
el: _Με δυνατότητα εκκίνησης
et: _Alglaaditav
fi: _Käynnistettävissä
gl: _Iniciábel
hi: बूटयोग्य (_B)
hu: _Indítható
id: Dapat di-_Boot
it: Avvia_bile
ja: ブート可能(_B)
kn: ಬೂಟ್ ಮಾಡಬಹುದಾದ(_B)
lt: _Paleistinas
lv: _Palaižams
ml: _ബൂട്ടബിള്‍
mr: बूट सक्षम (_B)
nb: O_ppstartbar
or: ବୁଟ ହେବାଯୋଗ୍ୟ (_B)
pa: ਬੂਟਹੋਣ-ਯੋਗ(_B)
pt: I_niciável
pt_br: _Inicializável
sl: _Zagonljivo
sr: _За подизање система
sv: S_tartbar
ta: துவக்கக்கூடிய (_B)
th: บู_ตได้

source: Required / Firm_ware
ca@valencia: Necessari / Micro_programari
de: Erforderlich / Firm_ware
el: Απαιτείται / Firm_ware
et: Nõutud / _Püsivara
fi: Vaadittu / Oh_jelmistoversio
gl: Requirido / Firmw_are
hi: जरूरी / फर्मवेयर (_w)
hu: Szükséges / Firm_ware
it: Richiesto / Firm_ware
kn: ಅಗತ್ಯವಿರುವ / ಫರ್ಮ್‌-ವೇರ್(_w)
lt: Reikalinga / _aparatinė programinė įranga
lv: Nepieciešams / aparātpro_grammatūra
ml: ആവശ്യമുള്ള / ഫേം_വെയര്‍
mr: आवश्यक / फर्मवेयर (_w)
or: ଆବଶ୍ୟକୀୟ / ଫର୍ମୱେର (_w)
pa: ਲੋੜੀਦਾ / ਫਿਰਮਵੇਅਰ(_w)
pt: Requerido / Firm_ware
pt_br: _Necessário / Firmware
sl: Zahtevano / Programska _strojna oprema
sr: Потребно / Фирмвер
sv: Kräver / Fast prog_ramvara
ta: தேவையானது / Firm_ware
th: ต้องการ / เ_ฟิร์มแวร์

source: The operation failed
ca@valencia: Ha fallat l'operació
de: Der Vorgang schlug fehl
el: Η λειτουργία απέτυχε
et: Operatsioon nurjus
fi: Toiminto epäonnistui
gl: A operación fallou
hu: A művelet meghiúsult
id: Operasi gagal
it: L'operazione non è riuscita
ja: 操作に失敗しました
lt: Veiksmas nesėkmingas.
lv: Darbība neizdevās
nb: Operasjonen feilet
pa: ਓਪਰੇਸ਼ਨ ਫੇਲ੍ਹ ਹੋਇਆ
pt: A operação falhou
pt_br: A operação falhou
sl: Opravilo ni uspelo
sr: Радња није успела
sv: Åtgärden misslyckades
ta: செயல்பாடு தோல்வியுற்றது.
th: ปฏิบัติการล้มเหลว

source: The device is busy
ca@valencia: El dispositiu està ocupat
de: Das Gerät ist belegt
el: Η συσκευή είναι απασχολημένη
et: Seade on hõivatud
fi: Laite on varattu
gl: O dispositivo está ocupado
hu: Az eszköz foglalt
id: Perangkat sedang sibuk
it: Il dispositivo è occupato
ja: デバイスがビジー状態です
lt: Įrenginys yra užimtas.
lv: Ierīce ir aizņemta
nb: Enheten er opptatt
pa: ਜੰਤਰ ਰੁੱਝਿਆ ਹੈ
pt: O dispositivo está ocupado
pt_br: O dispositivo está ocupado
sl: Naprava je zaposlena.
sr: Уређај је заузет
sv: Enheten är upptagen
ta: சாதனம் பிஸியாக உள்ளது.
th: อุปกรณ์ไม่ว่าง

source: The operation was canceled
ca@valencia: S'ha cancel·lat l'operació
de: Der Vorgang wurde abgebrochen
el: Η λειτουργία ακυρώθηκε
et: Operatsioon katkestati
fi: Toiminto peruttiin
gl: A operación foi cancelada
hu: A művelet megszakítva
id: Operasi dibatalkan
it: L'operazione è stata annullata
ja: 操作をキャンセルしました
lt: Veiksmas buvo atšauktas.
lv: Darbība tika atcelta
nb: Operasjonen ble avbrutt
pa: ਓਪਰੇਸ਼ਨ ਰੱਦ ਕੀਤਾ
pt: A operação foi cancelada
pt_br: A operação foi cancelada
sl: Opravilo je bilo preklicano
sr: Радња је прекинута
sv: Åtgärden avbröts
ta: செயல்பாடு ரத்து செய்யப்பட்டது.
th: ปฏิบัติการถูกยกเลิก

source: The daemon is being inhibited
ca@valencia: S'està inhibint el dimoni
de: Der Daemon wird blockiert
el: Ο δαίμονας αναστάλθηκε
et: Deemonit piiratakse väljastpoolt
fi: Palvelinprosessi on estetty
gl: O daemon está a ser inhibido.
hu: A démon működése korlátozva van
it: Il demone sta per essere inibito
ja: デーモンとして動作できません
lt: Tarnybos darbas trukdomas
lv: Dēmons tiek nomākts
nb: Tjenesten er hindret
pa: ਡੈਮਨ ਇੰਹਿਬਿਟ ਹੈ।
pt: O daemon está a ser inibido
pt_br: O daemon está sendo inibido
sl: Ozadnji program je zavrt.
sr: Управљачки програм је онемогућен
sv: Demonen förhindras
ta: டீமன் தடைசெய்யப்படுகிறது.
th: ดีมอนถูกระงับอยู่

source: An invalid option was passed
ca@valencia: S'ha passat una opció no vàlida
de: Eine ungültige Option wurde angegeben
el: Πέρασμα μη έγκυρης επιλογής
et: Edastati sobimatu valik
fi: Saatiin virheellinen valitsin
gl: Pasouse unha opción incorrecta
hu: Érvénytelen kapcsolót adott meg
it: È stata passata un'opzione non valida
ja: 無効なオプションが渡されました
lt: Nurodyta netinkama parinktis.
lv: Tika padots nederīgs parametrs
nb: Et ugyldig flagg ble gitt
pa: ਅਢੁੱਕਵੀਂ ਚੋਣ ਪਾਸ ਸੀ
pt: Foi passada uma opção inválida
pt_br: Uma opção inválida foi passada
sl: Poslana je bila neveljavna možnost.
sr: Прослеђена је неисправна опција
sv: En ogiltig flagga skickades
ta: ஒரு தவறான தேர்வு கடந்தது.
th: ส่งตัวเลือกมาไม่ถูกต้อง

source: The operation is not supported
ca@valencia: No és pot utilitzar esta operació
de: Der Vorgang wird nicht unterstützt
el: Η λειτουργία δεν υποστηρίζεται
et: Operatsioon pole toetatud
fi: Toiminto ei ole tuettu
gl: A operación non é compatíbel
hu: A művelet nem támogatott
id: Operasi tidak didukung
it: L'operazione non è supportata
ja: その操作はサポートされていません
lt: Šis veiksmas nepalaikomas.
lv: Darbība nav atbalstīta
nb: Operasjonen er ikke støttet
pa: ਓਪਰੇਸ਼ਨ ਸਹਾਇਕ ਨਹੀਂ ਹੈ
pt: A operação não é suportada
pt_br: Não há suporte para a operação
sl: Opravilo ni podprto
sr: Радња није подржана
sv: Åtgärden stöds inte
ta: செயல்பாடு துணைபுரியவில்லை.
th: ไม่รองรับปฏิบัติการนี้

source: Getting ATA SMART data would wake up the device
ca@valencia: Per obtindre les dades SMART de l'ATA s'engegarà el dispositiu
de: Ein Einholen der ATA SMART-Informationen würde das Gerät aufwecken
el: Η λήψη δεδομένων ATA SMART θα αφυπνίσει τη συσκευή
et: ATA SMART-andmete hankimine ärataks seadme
fi: ATA SMART-tietojen haku herättäisi laitteen
gl: Ao obter os datos do SMART de ATA podería despertar o dispositivo
hu: Az ATA SMART adatok lekérése felébresztené az eszközt
id: Mengambil data SMART ATA akan membangunkan perangkat tersebut
it: Recuperare i parametri ATA SMART attiverebbe il dispositivo
ja: ATA SMART データを取得するとデバイスをウェイクアップします
lt: Gaunant ATA SMART duomenis bus pažadintas įrenginys.
lv: ATA SMART datu saņemšana pamodinās ierīci
pa: ATA SMART ਡਾਟਾ ਲੈਣ ਨਾਲ ਜੰਤਰ ਜਾਗ ਪਵੇਗਾ।
pt: A obtenção de dados ATA SMART iria acordar o dispositivo
pt_br: Receber dados ATA SMART acordaria o dispositivo
sl: Pridobivanje ATA SMART podatkov bi povrnilo napravo iz mirovanja.
sr: Прикупљање АТА СМАРТ података ће пробудити уређај
sv: Hämtning av ATA SMART-data skulle väcka upp enheten
ta: சாதனத்தை எழுப்புவதற்கு ATA SMART தரவை பெறுகிறது.
th: การอ่านข้อมูล SMART ของ ATA จะเป็นการปลุกอุปกรณ์ขึ้น

source: Permission denied
ca@valencia: S'ha denegat el permís
de: Zugriff verweigert
el: Άρνηση πρόσβασης
et: Õigused puuduvad
fi: Lupa evätty
gl: Permiso denegado
hu: Hozzáférés megtagadva
id: Akses ditolak
it: Permesso negato
ja: アクセス許可がありません
lt: Nesuteiktas leidimas.
lv: Atļauja liegta
nb: Tilgang nektet
pa: ਅਧਿਕਾਰ ਪਾਬੰਦੀ ਹੈ
pt: Permissão negada
pt_br: Permissão negada
sl: Neustrezna dovoljenja
sr: Немате овлашћења
sv: Åtkomst nekas
ta: அனுமதி மறுக்கப்பட்டது.
th: ไม่ได้รับอนุญาต

source: Filesystem driver not installed
ca@valencia: No està instal·lat el controlador del sistema de fitxers
de: Der Treiber für das Dateisystem ist nicht installiert
el: Δεν έχει εγκατασταθεί οδηγός συστήματος αρχείων
et: Failisüsteemi draiver pole paigaldatud
fi: Tiedostojärjestelmäajuria ei ole asennettu
gl: O controlador do sistema de ficheiros non está instalado
hu: A fájlrendszer meghajtója nincs telepítve
id: Pengandar sistem berkas belum dipasang
it: Driver del file system non installato
ja: ファイルシステムのドライバがインストールされていません
lt: Failų sistemos tvarkyklė neįdiegta
lv: Failu sistēmas draiveris nav uzinstalēts
nb: Driver for filsystem ikke installert
pa: ਫਾਇਲਸਿਸਟਮ ਡਰਾਇਵ ਇੰਸਟਾਲ ਨਹੀਂ ਹੈ
pt: Controlador do sistema de ficheiros não instalado
pt_br: O driver do sistema de arquivos não está instalado
sl: Gonilnik datotečnega sistema ni nameščen
sr: Није инсталиран драјвер за овај систем датотека
sv: Filsystemsdrivrutin är inte installerad
ta: கோப்பு முறைமை இயக்கி நிறுவப்படவில்லை
th: ไม่ได้ติดตั้งไดรเวอร์ของระบบแฟ้ม

source: Filesystem tools not installed
ca@valencia: No estan instal·lades les eines del sistema de fitxers
de: Die Werkzeuge für das Dateisystem sind nicht installiert
el: Τα εργαλεία συστήματος αρχείων δεν έχουν εγκατασταθεί
et: Failisüsteemi tööriistad pole paigaldatud
fi: Tiedostojärjestelmän työkaluja ei ole asennettu
gl: As ferramentas do sistema de ficheiros non está instalado
hu: A fájlrendszereszközök nincsenek telepítve
id: Perkakas sistem berkas belum dipasang
it: Strumenti del file system non installati
ja: ファイルシステムのツールがインストールされていません
lt: Failų sistemos įrankiai neįdiegti
lv: Failu sistēmas rīki nav uzinstalēti
nb: Verktøy for filsystem ikke installert
pa: ਫਾਇਲ ਸਿਸਟਮ ਟੂਲ ਇੰਸਟਾਲ ਨਹੀਂ ਹੈ
pt: Ferramentas do sistema de ficheiro não instaladas
pt_br: As ferramentas do sistema de arquivos não estão instaladas
sl: Orodja datotečnega sistema niso nameščena
sr: Нису инсталирани алати за овај систем датотека
sv: Filsystemsverktyg är inte installerade
ta: கோப்பு முறைமை கருவிகள் நிறுவப்படவில்லை
th: ไม่ได้ติดตั้งเครื่องมือของระบบแฟ้ม

source: Unknown error
ca@valencia: Error desconegut
de: Unbekannter Fehler
el: Άγνωστο σφάλμα
et: Tundmatu viga
fi: Tuntematon virhe
gl: Erro descoñecido
hi: अज्ञात त्रुटि
hu: Ismeretlen hiba
id: Galat tak dikenal
it: Errore sconosciuto
ja: 不明なエラー
kn: ಅಜ್ಞಾತ ದೋಷ
lt: Nežinoma klaida
lv: Nezināma kļūda
ml: അപരിചിതമായ പിശക്
mr: अपरिचीत त्रुटी
nb: Ukjent feil
or: ଅଜଣା ତ୍ରୁଟି
pa: ਅਣਜਾਣ ਗਲਤੀ
pt: Erro desconhecido
pt_br: Erro desconhecido
sl: Neznana napaka
sr: Непозната грешка
sv: Okänt fel
ta: தெரியாத பிழை
th: ข้อผิดพลาดไม่ทราบสาเหตุ
