Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: Striped set with distributed parity. Provides improved performance and fault tolerance. RAID-10 arrays can sustain multiple drive losses so long as no mirror loses all its drives.
ca@valencia: Segmentació amb paritat distribuïda. Proporciona una millora del rendiment i tolerància a les fallades. Les matrius RAID-10 poden mantindre múltiples pèrdues d'unitats mentre un dels miralls no perdi totes les seues unitats.
de: Verteilt mit verteilter Parität. Ergibt Fehlertoleranz und verbesserte Geschwindigkeit. RAID 10-Anordnungen können den Ausfall mehrerer Platten überdauern, solange kein Spiegel alle seine Platten verliert.
el: Striped set με διανεμημένη parity. Παρέχει ανεκτικότητα στα σφάλματα και βελτιστοποιημένη απόδοση . Οι συστοιχίες RAID-10 μπορούν να αντέξουν σε αποτυχίες πολλαπλών δίσκων αν κανένας από τους mirrors δεν χάσει τους δίσκους του
et: Jaotatud paarisribad. Võimaldab paremat jõudlust ja veataluvust. RAID-10 massiiv talub mitme ketta riknemist, kuni vähemalt ühel peegeldusel on kõik kettad alles.
fi: Kaistaleittan yhdistetty ja peilattu joukko. Tarjoaa paremman suorituskyvyn sekä vikasietoisuuden. RAID-10-pakat kestävät usean levyn hajoamisen kunhan mikään peili ei menetä kaikkia sen levyjä.
gl: Conxunto en bandas con paridade distribuída. Fornece un rendemento mellorado e tolerancia cos fallos. As matrices de RAID-10 poden soster múltiples perdas no dispositivo mentres non haxa perdas en todos os dispositivos do espello.
hi: वितरित समानता के कटा हुआ सेट. उन्नत प्रदर्शन देता है और फॉल्ट सहनशीलता भी. RAID-10 सरणी में बहुविध ड्राइव हानि वहन कर सकती है जब तक कि कोई मिरर इसके ड्राइन को हानि नहीं पहुँचाता है.
hu: Összefűzött tömb elosztott paritással. Jobb teljesítményt és hibatűrést biztosít. A RAID-10 tömbök elviselik több lemez meghibásodását, amíg egy tükör minden lemeze el nem vész.
it: I dati sono suddivisi in segmenti con parità distribuita. Garantisce prestazioni migliori e tolleranza ai guasti. Gli array RAID-10 sono in grado di sostenere il guasto di più dischi fintantoché alcun mirror presenti tutti i dischi danneggiati.
ja: 分散パリティ方式のストライプセットです。パフォーマンスが向上し耐障害性があります。RAID-10 アレイではミラーを構成する全ドライブが故障しない限り、複数のドライブの故障に耐えられます。
kn: ಹಂಚಲಾದ ಅನುರೂಪತೆಯನ್ನು ಹೊಂದಿರುವ ಸ್ರೈಪ್ ಮಾಡಲಾದವುಗಳು. ವಿಫಲಗೊಳ್ಳದಂತೆ ಸಹಿಷ್ಣುತೆ ಹಾಗು ಸುಧಾರಿತ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ. ಎಲ್ಲಿಯವರೆಗೆ ಪ್ರತಿಬಿಂಬಗಳು ನಾಶಗೊಳ್ಳುವುದಿಲ್ಲವೊ ಅಲ್ಲಿಯವೆರೆಗೆ ಅನೇಕ ಡ್ರೈವುಗಳು ವಿಫಲಗೊಂಡರೂ ಸಹ RAID-10 ವ್ಯೂಹಗಳು ಉಳಿದುಕೊಳ್ಳಬಲ್ಲವು.
lt: Lygiagretūs diskai su paskirstytu lyginumu. Įgalina padidinti duomenų apsikeitimo našumą neprarandant tolerancijos gedimui. RAID-10 masyvai atlaiko kelių diskų gedimą tol, kol kiekviename dubliuotame masyve yra bent po vieną nesugedusį diską.
lv: Strīpota kopa ar sadalīto paritāti. Dod uzlabotu veiktspēju un bojājumpiecietību. RAID-10 masīvs var izturēt vairāku disku pazaudēšanu, kamēr kāds no spoguļiem nepazaudē visus diskus.
ml: വിതരണം ചെയ്ത പാരിറ്റിയുള്ള സ്ട്രിപ്ഡ് സെറ്റ്. മെച്ചപ്പെട്ട പ്രവര്‍ത്തനവും തകരാറുകള്‍ നേരിടുവാനുള്ള കഴിവും ലഭ്യമാക്കുന്നു. എല്ലാ മിററുകള്‍ക്കും ഡ്രൈവുകള്‍ നഷ്ടപ്പെടാത്തിടത്തോളം RIAD-10 അറേകള്‍ക്കു് അനവധി ഡ്രൈവ് തകരാറുകള്‍ നേരിടുവാന്‍ സാധിക്കുന്നു.
mr: डिस्ट्रीब्यूटेड पॅरिटीसह स्ट्रीप्ड् सेट केले. सुधारीत कार्यक्षमता व फॉल्ट टॉलेरंस् पुरवली जाते. RAID-10 एकापेक्षा जास्त ड्राइव्ह अपयश तोपर्यंत हाताळू शकते जोपर्यंत मिरर कुठलिही ड्राइव्ह गमवत नाही.
pa: ਡਿਸਟਰੀਬਿਊਟਡ ਪੈਰਾਟ ਨਾਲ ਸਟਰਿੱਪ। ਵਧੀਆ ਕਾਰਗੁਜ਼ਾਰੀ ਅਤੇ ਨੁਕਸ ਬਚਾਅ ਦਿੰਦੀ ਹੈ। ਰੇਡ-10 ਅਰੇ ਕਈ ਡਰਾਇਵ ਖਰਾਬ ਹੋਣ ਤੋਂ ਬਚਾਅ ਕਰ ਸਕਦੀਆਂ ਹਨ, ਜਦੋਂ ਤੱਕ ਕਿ ਇਸ ਦੀਆਂ ਸਭ ਡਰਾਇਵਾਂ ਤੋਂ ਮਿੱਰਰ ਨਾਲ ਖਤਮ ਹੋਵੇ।
pt: Configuração em faixas com paridade distribuída. Disponibiliza performance melhorada e tolerância a falhas. Os conjuntos RAID-10 podem suportar a perda de vários dispositivos desde que nenhum espelho perca todos os seus dispositivos.
pt_br: Segmentação com emparelhamento distribuído. Fornece desempenho melhorado e tolerância de falha. Matrizes RAID-10 podem tolerar falhas em várias unidades enquanto nenhum espelho perda todas unidades.
sl: Porazdeljeno parnostno stezno polje diskov. Zagotavlja izboljšano zmogljivost odporno na napake. Diskovno polje RAID-10 prenese odpoved več pogonov dokler nobeno zrcalno polje ne izgubi vseh pogonov.
sr: Дискови повезани у траку уз расподељену парност. Обезбеђује побољшани учинак и контролу грешака. РАИД-10 опсег може да ради и уколико откаже више дискове, док год клонови не изгубе све дискове.
sv: Stripe-uppsättning med distribuerad paritet. Tillhandahåller förbättrad prestanda och feltolerans. RAID-10-kedjor kan klara att flera enheter går sönder så länge ingen spegel förlorar alla dess enheter.
ta: ஸ்ட்ரைப் பகிரப்பட்ட பேரிட்டியுடன் அமைக்கிறது. செயல்திறன் அதிகரிக்கப்பட்டு ஆனால் பழுது இல்லாமல் கொடுக்கப்படுகிறது. ஒரு ஒற்றை வட்டு வரிசையில் தோல்வியுற்றால்ர முழு ரெய்ட் -10 வரிசையும் தோல்வியுறும்.
th: แบ่งแถบข้อมูลโดยมีข้อมูลตรวจสอบ (parity) แบบกระจาย ให้ประสิทธิภาพดีขึ้น พร้อมความทนทานต่อความผิดพลาด แอร์เรย์ RAID-10 สามารถทำงานอยู่ได้ในสภาวะที่ดิสก์เสียไปหลายดิสก์ ตราบเท่าที่ไม่มีชุดสำเนาใดที่ดิสก์เสียทั้งชุด

source: Unknown RAID level %s.
ca@valencia: Nivell RAID %s desconegut.
de: Unbekannte RAID-Stufe %s.
el: Άγνωστο επίπεδο RAID %s.
et: Tundmatu RAID-i tase %s.
fi: Tuntematon RAID-taso: %s
gl: Nivel de esquema descoñecido: %s.
hi: अज्ञात RAID स्तर %s.
hu: Ismeretlen RAID-szint: %s.
id: Tingkat RAID %s tak dikenal.
it: Livello RAID %s sconosciuto.
ja: 不明な RAID レベル %s
kn: ಅಜ್ಞಾತ RAID ಮಟ್ಟ %s.
lt: Nežinomas RAID lygis %s.
lv: Nezināms RAID līmenis %s.
ml: അപരിചിതമായ RAID ലവല്‍ %s.
mr: अपरिचीत RAID स्तर %s.
nb: Ukjent RAID-nivå %s.
or: ଅଜଣା RAID ସ୍ତର %s.
pa: ਅਣਜਾਣ ਰੇਡ ਲੈਵਲ: %s
pt: Nível de RAID desconhecido %s.
pt_br: Nível desconhecido de RAID %s
sl: Neznana RAID raven %s.
sr: Непознати РАИД ниво %s.
sv: Okänd RAID-nivå %s.
ta: தெரியாத ரெய்ட் நிலை %s.
th: ไม่รู้จักระดับ RAID %s

source: Disk is healthy
ca@valencia: El disc està en bon estat
de: Laufwerk ist funktionstüchtig
el: Ο δίσκος είναι σε υγιή κατάσταση
et: Ketas on hea tervise juures
fi: Levy on kunnossa
gl: O disco está san
hi: डिस्क ठीक है
hu: A lemez egészséges
id: Diska dalam keadaan baik
it: Il disco è in buono stato
ja: ディスクは正常です
kn: ಡಿಸ್ಕ್ ಆರೋಗ್ಯಕರವಾಗಿದೆ
lt: Diske gedimų nėra
lv: Disks ir veselīgs
ml: ഡിസ്കില്‍ തകരാറുകളില്ല
mr: डिस्कची स्थिती चांगली आहे
nb: Disken er sunn
or: ଡିସ୍କଟି ସୁସ୍ଥ ଅଛି
pa: ਡਿਸਕ ਠੀਕ-ਠਾਕ ਹੈ
pt: O disco está em boa condição
pt_br: A unidade está bem
sl: Disk deluje brezhibno
sr: Диск је исправан
sv: Disken mår bra
ta: வட்டு நன்றாக உள்ளது
th: ดิสก์มีสภาพดี

source: Disk was used outside of design parameters in the past
ca@valencia: Anteriorment s'utilitzà el disc fora dels paràmetres de disseny
de: Das Laufwerk wurde in der Vergangenheit außerhalb der erlaubten Betriebsbedingungen betrieben
el: Ο δίσκος στο παρελθόν λειτούργησε εκτός σχεδιαστικών παραμέτρων
et: Ketast on minevikus kasutatud väljaspool ettenähtud parameetreid
fi: Levyä on käytetty aiemmin suunniteltujen arvojen ulkopuolella
gl: O disco foi usado fóra dos parámetros de deseño no pasado
hi: अतीत में डिजायन पैरामीटर के बाहर डिस्क प्रयुक्त नहीं था
hu: A lemez a múltban a tervezettől eltérő környezetben volt
id: Diska pernah dipakai di luar parameter desain
it: Il disco è stato usato oltre i parametri di progettazione
ja: ディスクは過去に設計値を超過して使用されたことがあります
kn: ಡಿಸ್ಕನ್ನು ಈ ಹಿಂದೆ ವಿನ್ಯಾಸ ನಿಯತಾಂಕಗಳನ್ನೂ ಮೀರಿ ಬಳಸಲಾಗಿತ್ತು
lt: Diskas anksčiau buvo naudotas gamintojų nenumatytų parametrų ribose
lv: Disks iepriekš ir darbojies ārpus paredzētajiem parametriem
ml: സജ്ജമാക്കിയിട്ടുള്ള പരാമീറ്ററുകള്‍ക്കു് പുറമേയും ഡിസ്ക് ഉപയോഗിച്ചിട്ടുണ്ടു്.
mr: पूर्वी डिस्कचा वापर रचना घटकांच्या पलीकडे केले गेले
or: ଅତିତରେ ଡିସ୍କଟି ସଂରଚନା ପ୍ରାଚଳ ବାହାରେ ବ୍ୟବହାର ହୋଇଥିଲା
pa: ਡਿਸਕ ਬਣਾਈਆਂ ਗਈਆਂ ਹੱਦਾਂ ਤੋਂ ਬਾਹਰ ਵਰਤੀ ਜਾ ਰਹੀ ਹੈ
pt: O disco foi utilizado no passado fora dos parâmetros de design
pt_br: Disco foi usado fora dos parâmetros desenhados no passado
sl: Disk je bil v preteklosti uporabljan zunaj načrtovanih parametrov
sr: Диск је коришћен у прошлости, ван зацртаних параметара
sv: Disken användes tidigare utanför dess designparametrar
ta: வட்டு வெளியே வடிவமைக்கப்பட்ட கடைசியில் அளவுருக்கள் பயன்படுத்தப்படுகின்றன
th: ดิสก์มีการใช้งานในอดีตด้วยพารามิเตอร์ที่เกินกว่าค่าที่ออกแบบไว้

source: Disk has a few bad sectors
ca@valencia: El disc conté alguns sectors erronis.
de: Das Laufwerk enthält einige fehlerhafte Sektoren
el: Ο δίσκος έχει μερικούς εσφαλμένους τομείς
et: Kettal on mõned vigased sektorid
fi: Levyllä on muutama viallinen sektori
gl: O disco ten algúns sectores defectuosos
hi: डिस्क में कुछ खराब खंड है
hu: A lemez hibás szektorokat tartalmaz
id: Diska memiliki beberapa sektor rusak
it: Il disco contiene alcuni settori danneggiati
ja: ディスクにはほんの数個のバッドセクタがあります
kn: ಡಿಸ್ಕಿನಲ್ಲಿ ಕೆಲವು ಸರಿಯಲ್ಲದ ಭಾಗಗಳಿವೆ
lt: Diske yra keletas blogų sektorių
lv: Diskam ir daži slikti sektori
ml: ഡിസ്കില്‍ കുറച്ചു് ബാഡ് സെക്ടറുകളുണ്ടു്
mr: डिस्कमध्ये काहिक दोषीत सेक्टर आढळले
nb: Disken har noen dårlige sektorer
or: ଡିସ୍କରେ କିଛି ଖରାପ ବିଭାଗ ଅଛି
pa: ਡਿਸਕ ਵਿੱਚ ਕੁਝ ਕੁ ਖਰਾਬ (Bad) ਸੈਕਟਰ ਹਨ।
pt: O disco tem alguns sectores danificados
pt_br: Disco possui alguns setores ruins
sl: Disk ima nekaj slabih sektorjev
sr: Диск има неколико оштећених сектора
sv: Disken innehåller ett par trasiga sektorer
ta: வட்டு சில மோடமான பிரிவுகளைக் கொண்டுள்ளது
th: ดิสก์มีเซ็กเตอร์เสียเล็กน้อย

source: DISK IS BEING USED OUTSIDE DESIGN PARAMETERS
ca@valencia: S'ESTÀ UTILITZANT EL DISC FORA DELS PARÀMETRES DE DISSENY
de: DAS LAUFWERK WIRD AUSSERHALB DER ERLAUBTEN BETRIEBSBEDINGUNGEN BETRIEBEN
el: Ο ΔΙΣΚΟΣ ΧΡΗΣΙΜΟΠΟΙΕΙΤΑΙ ΕΚΤΟΣ ΠΑΡΑΜΕΤΡΩΝ ΣΧΕΔΙΑΣΗΣ
et: KETAST KASUTATAKSE VÄLJASPOOL ETTENÄHTUD PARAMEETREID
fi: LEVYÄ KÄYTETÄÄN VALMISTAJAN OHJEARVOJEN VASTAISESTI
gl: O DISCO ESTÁ A SER USADO FÓRA DOS PARÁMETROS DE DESEÑO
hi: डिस्क को डिजायन पैरामीटर के अलावे प्रयोग किया जा रहा है
hu: A LEMEZT A TERVEZETTŐL ELTÉRŐ KÖRNYEZETBEN HASZNÁLJA
id: DISKA DIGUNAKAN DI LUAR PARAMETER DESAIN
it: Il disco è in uso oltre i parametri di progettazione
ja: ディスクは設計値を超過して酷使されています
lt: DISKAS NAUDOJAMAS NE GAMINTOJŲ NUMATYTŲ PARAMETRŲ RIBOSE
lv: DISKS TIEK LIETOTS ĀRPUS PAREDZĒTAJIEM PARAMETRIEM
pa: ਡਿਸਕ ਬਣਾਈਆਂ ਗਈਆਂ ਹੱਦਾਂ ਤੋਂ ਬਾਹਰ ਵਰਤੀ ਜਾ ਰਹੀ ਹੈ
pt: O DISCO ESTÁ A SER UTILIZADO FORA DOS PARÂMETROS DE DESIGN
pt_br: O DISCO ESTÁ SENDO USADO FORA DOS PARÂMETROS DO DESENHO
sl: DISK DELUJE ZUNAJ NAČRTOVANIH PARAMETROV
sr: ДИСК ЈЕ КОРИШЋЕН ВАН ЗАЦРТАНИХ ПАРАМЕТАРА
sv: DISKEN ANVÄNDS UTANFÖR DESS DESIGNPARAMETRAR
th: * ดิสก์กำลังใช้งานด้วยพารามิเตอร์ที่เกินกว่าค่าที่ออกแบบไว้ *

source: Backup all data and replace the disk
ca@valencia: Feu una còpia de seguretat de totes les dades i reemplaceu el disc
de: Sichern Sie alle Daten und ersetzen Sie das Laufwerk
el: Πάρτε αντίγραφο ασφαλείας από όλα τα δεδομένα και αντικαταστήστε το δίσκο
et: Varunda kõik andmed ja asenda ketas
fi: Varmuuskopioi kaikki tiedot ja korvaa levy
gl: Faga unha copia de seguranza de todos os datos e substitúa o disco
hi: सभी आँकड़ा का बैकअप ले और डिस्क प्रतिस्थापित करें
hu: Mentsen minden adatot és cserélje ki a lemezt
id: Buat cadangan data dan ganti diska tersebut
it: Fare una copia di sicurezza dei dati e sostituire il disco
ja: すべてのデータをバックアップし、ディスクを交換してください
kn: ಡಿಸ್ಕಿನಲ್ಲಿನ ಎಲ್ಲಾ ದತ್ತಾಂಶವನ್ನು ಬ್ಯಾಕ್‌ಅಪ್‌ ತೆಗೆದುಕೊಂಡು ಡಿಸ್ಕನ್ನು ಬದಲಾಯಿಸಿ
lt: Pasidarykite atsarginę visų duomenų kopiją ir pakeiskite diską
lv: Izveidojiet rezerves kopijas visiem datiem un nomainiet disku
ml: എല്ലാ ഡേറ്റയുടെയും ബാക്കപ്പെടുത്തു് ഡിസ്ക് മാറ്റുക
mr: सर्व डाटाचे बॅकअप करा व डिस्क बदला
nb: Ta sikkerhetskopi av alle data og erstatt disken
or: ସମସ୍ତ ତଥ୍ୟର ନକଲ ସଂରକ୍ଷଣ କରନ୍ତୁ ଏବଂ ଡିସ୍କକୁ ବଦଳାଇ ଦିଅନ୍ତୁ
pa: ਸਾਰੇ ਡਾਟੇ ਦਾ ਬੈਕਅੱਪ ਲਵੋ ਅਤੇ ਬਦਲੋ
pt: Crie uma cópia de segurança de todos os dados e substitua o disco
pt_br: Fazer um backup de todos os dados e substituir o disco
sl: Naredite varnostno kopijo vseh podatkov in zamenjajte disk
sr: Направите резервну копију свих података и замените диск
sv: Säkerhetskopiera allt data och byt ut disken
ta: அனைத்து தரவையும் பின்சேமி மற்றும் வட்டை இடமாற்று
th: ควรสำรองข้อมูลทั้งหมดแล้วเปลี่ยนดิสก์

source: DISK HAS MANY BAD SECTORS
ca@valencia: EL DISC CONTÉ MOLTS SECTORS MALMESOS
de: LAUFWERK HAT VIELE FEHLERHAFTE SEKTOREN
el: Ο ΔΙΣΚΟΣ ΕΧΕΙ ΠΟΛΛΟΥΣ ΕΣΦΑΛΜΕΝΟΥΣ ΤΟΜΕΙΣ
et: KETTAL ON PALJU VIGASEID SEKTOREID
fi: LEVYLLÄ ON PALJON VIALLISIA SEKTOREITA
gl: O DISCO TEN DEMASIADOS SECTORES ESTRAGADOS
hi: डिस्क में कई खराब खंड हैं
hu: A LEMEZ SOK HIBÁS SZEKTORT TARTALMAZ
id: DISKA MEMILIKI BANYAK SEKTOR RUSAK
it: Il disco contiene molti settori danneggiati
ja: ディスクに多くのバッドセクタがあります
lt: DISKE YRA DAUG BLOGŲ SEKTORIŲ
lv: DISKAM IR PĀRĀK DAUDZ SLIKTO SEKTORU
ml: ഡിസ്കില്‍ അനവധി ബാഡ് സെക്ടറുകളുണ്ടു്
nb: DISKEN HAR MANGE DÅRLIGE SEKTORER
pa: ਡਿਸਕ ਉੱਤੇ ਕਈ ਖ਼ਰਾਬ ਸੈਕਟਰ ਹਨ
pt: O DISCO POSSUI MUITOS SECTORES DANIFICADOS
pt_br: O DISCO POSSUI MUITOS SETORES RUINS
sl: DISK IMA VELIKO SLABIH SEKTORJEV
sr: ДИСК ИМА МНОГО ОШТЕЋЕНИХ СЕКТОРА
sv: DISKEN INNEHÅLLER MÅNGA TRASIGA SEKTORER
th: * ดิสก์มีเซ็กเตอร์เสียจำนวนมาก *

source: DISK FAILURE IS IMMINENT
ca@valencia: EL DISC POT FALLAR DE FORMA IMMINENT
de: LAUFWERKSVERSAGEN STEHT UNMITTELBAR BEVOR
el: ΕΠΙΚΕΙΜΕΝΗ ΑΠΟΤΥΧΙΑ ΔΙΣΚΟΥ
et: KOHE JÄRGNEB KETTA RIKNEMINE
fi: LEVY ON HAJOAMASSA PIAN
gl: O FALLO DO DISCO É INMINENTE
hi: डिस्क विफलता तत्काल है
hu: A LEMEZ MEGHIBÁSODÁSA VÁRHATÓ
it: Un guasto del disco è imminente
ja: ディスクが故障しかけています
lt: GRESIA DISKO GEDIMAS
lv: DISKAM DRAUD AVĀRIJA
nb: DISKEN ER I FERD MED Å FEILE
pa: **ਡਿਸਕ ਛੇਤੀ ਹੀ ਫੇਲ੍ਹ ਹੋ ਸਕਦੀ ਹੈ**
pt: FALHA DE DISCO ESTÁ EMINENTE
pt_br: UMA FALHA NO DISCO É IMINENTE
sl: OKVARA DISKA JE NEIZBEŽNA
sr: ИЗВЕСТАН ЈЕ ПРЕСТАНАК РАДА ДИСКА
sv: RISK FÖR DISKFEL ÄR ÖVERHÄNGANDE
th: * ดิสก์ใกล้จะเสีย *

source: CD-ROM Disc
ca@valencia: Disc CD-ROM
de: CD-ROM-Medium
el: Δίσκος CD-ROM
et: CD-ROM plaat
fi: CD-ROM-levy
gl: Disco CD-ROM
hi: CD-ROM डिस्क
hu: CD-ROM lemez
id: Diska CD-ROM
it: Disco CD-ROM
ja: CD-ROM ディスク
kn: CD-ROM ಡಿಸ್ಕ್‍
lt: CD-ROM diskas
lv: CD-ROM disks
ml: CD-ROM ഡിസ്ക്
mr: CD-ROM डिस्क
nb: CD-ROM plate
or: ସି.ଡି.-ରମ ଡିସ୍କ
pa: CD-ROM ਡਿਸਕ
pt: Disco CD-ROM
pt_br: Unidade CD-ROM
sl: CD-ROM disk
sr: ЦД-РОМ диск
sv: CD-ROM-skiva
ta: CD-ROM வட்டு
th: แผ่น CD-ROM

source: Blank CD-ROM Disc
ca@valencia: Disc CD-ROM buit
de: Leeres CD-ROM-Medium
el: Κενός δίσκος CD-ROM
et: Tühi CD-ROM plaat
fi: Tyhjä CD-ROM-levy
gl: Disco CD-ROM en branco
hi: खाली CD-ROM डिस्क
hu: Üres CD-ROM lemez
id: Diska CD-ROM Kosong
it: Disco CD-ROM vuoto
ja: 空の CD-ROM ディスク
kn: ಖಾಲಿ CD-ROM ಡಿಸ್ಕ್‍
lt: Tuščias CD-ROM diskas
lv: Tukšs CD-ROM disks
ml: കാലിയായ CD-ROM ഡിസ്ക്
mr: रिकामी CD-ROM डिस्क
nb: Tom CD-ROM plate
or: ଖାଲି CD-ROM ଡିସ୍କ
pa: ਖਾਲੀ CD-ROM ਡਿਸਕ
pt: Disco CD-ROM Virgem
pt_br: Unidade CD-ROM vazia
sl: Prazen CD-ROM disk
sr: Празан ЦД-РОМ диск
sv: Tom CD-ROM-skiva
ta: வெற்று CD-ROM வட்டு
th: แผ่น CD-ROM เปล่า

source: CD-R Disc
ca@valencia: Disc CD-R
de: CD-R-Medium
el: Δίσκος CD-R
et: CD-R plaat
fi: CD-R-levy
gl: Disco CD-R
hi: CD-R डिस्क
hu: CD-R lemez
id: Diska CD-R
it: Disco CD-R
ja: CD-R ディスク
kn: CD-R ಡಿಸ್ಕ್‍
lt: CD-R diskas
lv: CD-R disks
ml: CD-R ഡിസ്ക്
mr: CD-R डिस्क
nb: CD-R plate
or: ସି.ଡି.-ଆର୍ ଡିସ୍କ
pa: CD-R ਡਿਸਕ
pt: Disco CD-R
pt_br: Unidade CD-R
sl: CD-R disk
sr: ЦД диск
sv: CD-R-skiva
ta: CD-R வட்டு
th: แผ่น CD-R

source: Blank CD-R Disc
ca@valencia: Disc CD-R buit
de: Leeres CD-R-Medium
el: Κενός δίσκος CD-R
et: Tühi CD-R plaat
fi: Tyhjä CD-R-levy
gl: Disco CD-R en branco
hi: खाली CD-R डिस्क
hu: Üres CD-R lemez
id: Diska CD-R Kosong
it: Disco CD-R vuoto
ja: 空の CD-R ディスク
kn: ಖಾಲಿ CD-R ಡಿಸ್ಕ್‍
lt: Tuščias CD-R diskas
lv: Tukšs CD-R disks
ml: ശൂന്യമായ CD-R ഡിസ്ക്
mr: रिकामी CD-R डिस्क
nb: Tom CD-R plate
or: ଖାଲି ସି.ଡି.-ଆର୍ ଡିସ୍କ
pa: ਖਾਲੀ CD-R ਡਿਸਕ
pt: Disco CD-R Virgem
pt_br: Unidade CD-R vazia
sl: Prazen CD-R disk
sr: Празан ЦД диск
sv: Tom CD-R-skiva
ta: வெற்று CD-R வட்டு
th: แผ่น CD-R เปล่า

source: CD-RW Disc
ca@valencia: Disc CD-RW
de: CD-RW-Medium
el: Δίσκος CD-RW
et: CD-RW plaat
fi: CD-RW-levy
gl: Disco CD-RW
hi: CD-RW डिस्क
hu: CD-RW lemez
id: Diska CD-RW
it: Disco CD-RW
ja: CD-RW ディスク
kn: CD-RW ಡಿಸ್ಕ್‍
lt: CD-RW diskas
lv: CD-RW disks
ml: CD-RW ഡിസ്ക്
mr: CD-RW डिस्क
nb: CD-RW plate
or: ସି.ଡି.-ଆର୍.ଡବ୍ଲୁ. ଡିସ୍କ
pa: CD-RW ਡਿਸਕ
pt: Disco CD-RW
pt_br: Unidade CD-RW
sl: CD-RW disk
sr: Преписив ЦД диск
sv: CD-RW-skiva
ta: CD-RW வட்டு
th: แผ่น CD-RW

source: Blank CD-RW Disc
ca@valencia: Disc CD-RW buit
de: Leeres CD-RW-Medium
el: Κενός δίσκος CD-RW
et: Tühi CD-RW plaat
fi: Tyhjä CD-RW-levy
gl: Disco CD-RW en branco
hi: खाली CD-RW डिस्क
hu: Üres CD-RW lemez
id: Diska CD-RW Kosong
it: Disco CD-RW vuoto
ja: 空の CD-RW ディスク
kn: ಖಾಲಿ CD-RW ಡಿಸ್ಕ್‍
lt: Tuščias CD-RW diskas
lv: Tukšs CD-RW disks
ml: ശൂന്യമായ CD-RW ഡിസ്ക്
mr: रिकामी CD-RW डिस्क
nb: Tom CD-RW plate
or: ଖାଲି ସି.ଡି.-ଆର୍.ଡବ୍ଲୁ. ଡିସ୍କ
pa: ਖਾਲੀ CD-RW ਡਿਸਕ
pt: Disco CD-RW Virgem
pt_br: Unidade CD-RW vazia
sl: Prazen CD-RW disk
sr: Празан, преписив ЦД
sv: Tom CD-RW-skiva
ta: வெற்று CD-RW வட்டு
th: แผ่น CD-RW เปล่า

source: DVD-ROM Disc
ca@valencia: Disc DVD-ROM
de: DVD-ROM-Medium
el: Δίσκος DVD-ROM
et: DVD-ROM plaat
fi: DVD-ROM-levy
gl: Disco DVD-ROM
hi: DVD-ROM डिस्क
hu: DVD-ROM lemez
id: Diska DVD-ROM
it: Disco DVD-ROM
ja: DVD-ROM ディスク
kn: DVD-ROM ಡಿಸ್ಕ್‍
lt: DVD-ROM diskas
lv: DVD-ROM disks
ml: DVD-ROM ഡിസ്ക്
mr: DVD-ROM डिस्क
nb: DVD-ROM plate
or: ଡି.ଭି.ଡି.-ରମ ଡିସ୍କ
pa: DVD-ROM ਡਿਸਕ
pt: Disco DVD-ROM
pt_br: Unidade DVD-ROM
sl: DVD-ROM disk
sr: ДВД-РОМ диск
sv: DVD-ROM-skiva
ta: DVD-ROM வட்டு
th: แผ่น DVD-ROM

source: Blank DVD-ROM Disc
ca@valencia: Disc DVD-ROM buit
de: Leeres DVD-ROM-Medium
el: Κενός δίσκος DVD-ROM
et: Tühi DVD-ROM plaat
fi: Tyhjä DVD-ROM-levy
gl: Disco DVD-ROM en branco
hi: खाली DVD-ROM डिस्क
hu: Üres DVD-ROM lemez
id: Diska DVD-ROM Kosong
it: Disco DVD-ROM vuoto
ja: 空の DVD-ROM ディスク
kn: ಖಾಲಿ DVD-ROM ಡಿಸ್ಕ್‍
lt: Tuščias DVD-ROM diskas
lv: Tukšs DVD-ROM disks
ml: ശൂന്യമായ DVD-ROM ഡിസ്ക്
mr: रिकामी DVD-ROM डिस्क
nb: Tom DVD-ROM plate
or: ଖାଲି DVD-ROM ଡିସ୍କ
pa: ਖਾਲੀ DVD-ROM ਡਿਸਕ
pt: Disco DVD-ROM Virgem
pt_br: Unidade DVD-ROM vazia
sl: Prazen DVD-ROM disk
sr: Празан ДВД-РОМ диск
sv: Tom DVD-ROM-skiva
ta: வெற்று DVD-ROM வட்டு
th: แผ่น DVD-ROM เปล่า

source: DVD-RW Disc
ca@valencia: Disc DVD-RW
de: DVD-RW-Medium
el: Δίσκος DVD-RW
et: DVD-RW plaat
fi: DVD-RW-levy
gl: Disco DVD-RW
hu: DVD-RW lemez
id: Diska DVD-RW
it: Disco DVD-RW
ja: DVD-RW ディスク
kn: DVD-RW ಡಿಸ್ಕ್‍
lt: DVD-RW diskas
lv: DVD-RW disks
ml: DVD-RW ഡിസ്ക്
mr: DVD-RW डिस्क
nb: DVD-RW plate
or: ଡି.ଭି.ଡି.-ଆର୍.ଡବ୍ଲୁ. ଡିସ୍କ
pa: DVD-RW ਡਿਸਕ
pt: Disco DVD-RW
pt_br: Unidade DVD-RW
sl: DVD-RW disk
sr: Преписив ДВД диск
sv: DVD-RW-skiva
ta: DVD-RW வட்டு
th: แผ่น DVD-RW

source: Blank DVD-RW Disc
ca@valencia: Disc DVD-RW buit
de: Leeres DVD-RW-Medium
el: Κενός δίσκος DVD-RW
et: Tühi DVD-RW plaat
fi: Tyhjä DVD-RW-levy
gl: Disco DVD-RW en branco
hu: Üres DVD-RW lemez
id: Diska DVD-RW Kosong
it: Disco DVD-RW vuoto
ja: 空の DVD-RW ディスク
kn: ಖಾಲಿ DVD-RW ಡಿಸ್ಕ್‍
lt: Tuščias DVD-RW diskas
lv: Tukšs DVD-RW disks
ml: ശൂന്യമായ DVD-RW ഡിസ്ക്
mr: रिकामी DVD-RW डिस्क
nb: Tom DVD-RW plate
or: ଖାଲି ଡି.ଭି.ଡି.-ଆର୍.ଡବ୍ଲୁ. ଡିସ୍କ
pa: ਖਾਲੀ DVD-RW ਡਿਸਕ
pt: Disco DVD-RW Virgem
pt_br: Unidade DVD-RW vazia
sl: Prazen DVD-RW disk
sr: Празан, преписив ДВД
sv: Tom DVD-RW-skiva
ta: வெற்று DVD-RW வட்டு
th: แผ่น DVD-RW เปล่า

source: DVD-RAM Disc
ca@valencia: Disc DVD-RAM
de: DVD-RAM-Medium
el: Δίσκος DVD-RAM
et: DVD-RAM plaat
fi: DVD-RAM-levy
gl: Disco DVD-RAM
hi: DVD-RAM डिस्क
hu: DVD-RAM lemez
id: Diska DVD-RAM
it: Disco DVD-RAM
ja: DVD-RAM ディスク
kn: DVD-RAM ಡಿಸ್ಕ್‍
lt: DVD-RAM diskas
lv: DVD-RAM disks
ml: DVD-RAM ഡിസ്ക്
mr: DVD-RAM डिस्क
nb: DVD-RAM plate
or: ଡି.ଭି.ଡି.-ରାମ୍ ଡିସ୍କ
pa: DVD-RAM ਡਿਸਕ
pt: Disco DVD-RAM
pt_br: Unidade DVD-RAM
sl: DVD-RAM disk
sr: ДВД-РАМ диск
sv: DVD-RAM-skiva
ta: DVD-RAM வட்டு
th: แผ่น DVD-RAM

source: Blank DVD-RAM Disc
ca@valencia: Disc DVD-RAM buit
de: Leeres DVD-RAM-Medium
el: Κενός δίσκος DVD-RAM
et: Tühi DVD-RAM plaat
fi: Tyhjä DVD-RAM-levy
gl: Disco DVD-RAM en branco
hi: खाली DVD-RAM डिस्क
hu: Üres DVD-RAM lemez
id: Diska DVD-RAM Kosong
it: Disco DVD-RAM vuoto
ja: 空の DVD-RAM ディスク
kn: ಖಾಲಿ DVD-ROM ಡಿಸ್ಕ್‍
lt: Tuščias DVD-RAM tuščias
lv: Tukšs DVD-RAM disks
ml: ശൂന്യമായ DVD-RAM ഡിസ്ക്
mr: रिकामी DVD-RAM डिस्क
nb: Tom DVD-RAM plate
or: ଖାଲି ଡି.ଭି.ଡି.-ରାମ୍ ଡିସ୍କ
pa: ਖਾਲੀ DVD-RAM ਡਿਸਕ
pt: Disco DVD-RAM Virgem
pt_br: Unidade DVD-RAM vazia
sl: Prazen DVD-RAM disk
sr: Празан ДВД-РАМ диск
sv: Tom DVD-RAM-skiva
ta: வெற்று DVD-RAM வட்டு
th: แผ่น DVD-RAM เปล่า

source: DVD+R Disc
ca@valencia: Disc DVD+R
de: DVD+R-Medium
el: Δίσκος DVD+R
et: DVD+R plaat
fi: DVD+R-levy
gl: Disco DVD+R
hu: DVD+R lemez
id: Diska DVD+R
it: Disco DVD+R
ja: DVD+R ディスク
kn: DVD+R ಡಿಸ್ಕ್‍
lt: DVD+R diskas
lv: DVD+R disks
ml: DVD+R ഡിസ്ക്
mr: DVD+R डिस्क
nb: DVD+R plate
or: ଡି.ଭି.ଡି.+ଆର୍ ଡିସ୍କ
pa: DVD+R ਡਿਸਕ
pt: Disco DVD-R
pt_br: Unidade DVD+R
sl: DVD+R disk
sr: ДВД+Р диск
sv: DVD+R-skiva
ta: DVD+R வட்டு
th: แผ่น DVD+R

source: Blank DVD+R Disc
ca@valencia: Disc DVD+R buit
de: Leeres DVD+R-Medium
el: Κενός δίσκος DVD+R
et: Tühi DVD+R plaat
fi: Tyhjä DVD+R-levy
gl: Disco DVD+R en branco
hu: Üres DVD+R lemez
id: Diska DVD+R Kosong
it: Disco DVD+R vuoto
ja: 空の DVD+R ディスク
kn: ಖಾಲಿ DVD+R ಡಿಸ್ಕ್‍
lt: Tuščias DVD+R diskas
lv: Tukšs DVD+R disks
ml: ശൂന്യമായ DVD+R ഡിസ്ക്
mr: रिकामी DVD+R डिस्क
nb: Tom DVD+R plate
or: ଖାଲି ଡି.ଭି.ଡି.+ଆର୍ ଡିସ୍କ
pa: ਖਾਲੀ DVD+R ਡਿਸਕ
pt: Disco DVD+R Virgem
pt_br: Unidade DVD+R vazia
sl: Prazen DVD+R disk
sr: Празан ДВД+Р диск
sv: Tom DVD+R-skiva
ta: வெற்று DVD+R வட்டு
th: แผ่น DVD+R เปล่า

source: DVD+RW Disc
ca@valencia: Disc DVD+RW
de: DVD+RW-Medium
el: Δίσκος DVD+RW
et: DVD+RW plaat
fi: DVD+RW-levy
gl: DIsco DVD-+RW
hu: DVD+RW lemez
id: Diska DVD+RW
it: Disco DVD+RW
ja: DVD+RW ディスク
kn: DVD+RW ಡಿಸ್ಕ್‍
lt: DVD+RW diskas
lv: DVD+RW disks
ml: DVD+RW ഡിസ്ക്
mr: DVD+RW डिस्क
nb: DVD+RW plate
or: ଡି.ଭି.ଡି.+ଆର୍.ଡବ୍ଲୁ. ଡିସ୍କ
pa: DVD+RW ਡਿਸਕ
pt: Disco DVD+RW
pt_br: Unidade DVD+RW
sl: DVD+RW disk
sr: Преписив ДВД+Р диск
sv: DVD+RW-skiva
ta: DVD+RW வட்டு
th: แผ่น DVD+RW

source: Blank DVD+RW Disc
ca@valencia: Disc DVD+RW buit
de: Leeres DVD+RW-Medium
el: Κενός δίσκος DVD+RW
et: Tühi DVD+RW plaat
fi: Tyhjä DVD+RW-levy
gl: Disco DVD+RW en branco
hu: Üres DVD+RW lemez
id: Diska DVD+RW Kosong
it: Disco DVD+RW vuoto
ja: 空の DVD+RW ディスク
kn: ಖಾಲಿ DVD+RW ಡಿಸ್ಕ್‍
lt: Tuščias DVD+RW diskas
lv: Tukšs DVD+RW disks
ml: ശൂന്യമായ DVD+RW ഡിസ്ക്
mr: रिकामी DVD+RW डिस्क
nb: Tom DVD+RW plate
or: ଖାଲି ଡି.ଭି.ଡି.+ଆର୍.ଡବ୍ଲୁ. ଡିସ୍କ
pa: ਖਾਲੀ DVD+RW ਡਿਸਕ
pt: Disco DVD+RW Virgem
pt_br: Unidade DVD+RW vazia
sl: Prazen DVD+RW disk
sr: Празан, преписив ДВД+Р
sv: Tom DVD+RW-skiva
ta: வெற்று DVD+RW வட்டு
th: แผ่น DVD+RW เปล่า

source: DVD+R DL Disc
ca@valencia: Disc DVD+R de doble capa
de: DVD+R-Medium (zweischichtig)
el: Δίσκος DVD+R DL
et: DVD+R DL plaat
fi: DVD+R DL -levy
gl: Disco DVD+R DL
hi: DVD+R DL डिस्क
hu: DVD+R DL lemez
id: Diska DVD+R DL
it: Disco DVD+R DL
ja: DVD+R DL ディスク
kn: DVD+R DL ಡಿಸ್ಕ್‍
lt: DVD+R DL diskas
lv: DVD+R disks
ml: DVD+R DL ഡിസ്ക്
mr: DVD+R DL डिस्क
nb: DVD+R DL plate
or: DVD+R DL ଡିସ୍କ
pa: DVD+R DL ਡਿਸਕ
pt: Disco DVD+R DL
pt_br: Unidade DVD+R DL
sl: DVD+R DL disk
sr: Двослојни ДВД+Р диск
sv: DVD+R DL-skiva
ta: DVD+R DL வட்டு
th: แผ่น DVD+R DL

source: Blank DVD+R DL Disc
ca@valencia: Disc DVD+R de doble capa buit
de: Leeres DVD+R-Medium (zweischichtig)
el: Κενός δίσκος DVD+R DL
et: Tühi DVD+R DL plaat
fi: Tyhjä DVD+R DL -levy
gl: Disco DVD+R DL en branco
hi: खाली DVD+R DL डिस्क
hu: Üres DVD+R DL lemez
id: Diska DVD+R DL Kosong
it: Disco DVD+R DL vuoto
ja: 空の DVD+R DL ディスク
kn: ಖಾಲಿ DVD+R DL ಡಿಸ್ಕ್‍
lt: Tuščias DVD+R DL diskas
lv: Tukšs DVD+R disks
ml: ശൂന്യമായ DVD+R DL ഡിസ്ക്
mr: रिकामी DVD+R DL डिस्क
nb: Tom DVD+R DL plate
or: ଖାଲି DVD+R DL ଡିସ୍କ
pa: ਖਾਲੀ DVD+R DL ਡਿਸਕ
pt: Disco DVD+R DL Virgem
pt_br: Unidade DVD+R DL vazia
sl: Prazen DVD+R DL disk
sr: Празан, двослојни ДВД+Р
sv: Tom DVD+R DL-skiva
ta: வெற்று DVD+R DL வட்டு
th: แผ่น DVD+R DL เปล่า
