Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-disk-utility/po/*.po
Languages: ca@valencia, de, el, et, fi, gl, hi, hu, id, it, ja, kn, lt, lv, ml, mr, nb, or, pa, pt, pt_br, sl, sr, sv, ta, th

source: Ext3 (version %s)
ca@valencia: Ext3 (versió %s)
el: Ext3 (έκδοση %s)
et: Ext3 (versioon %s)
fi: Ext3 (versio %s)
gl: Ext3 (versión %s)
hu: Ext3 (%s verzió)
id: Ext3 (versi %s)
it: Ext3 (versione %s)
ja: Ext3 (バージョン %s)
lt: Ext3 (versija %s)
lv: Ext3 (versija %s)
nb: Ext3 (versjon %s)
pa: Ext3 (ਵਰਜਨ %s)
pt: Ext3 (versão %s)
pt_br: Ext3 (versão %s)
sl: Ext3 (različica %s)
sr: Екст3 (издање %s)
ta: எக்ஸ்ட்3 (பதிப்பு %s)
th: Ext3 (รุ่น %s)

source: Ext3
sr: Екст3

source: ext3
sr: екст3

source: Journal for Ext3 (version %s)
ca@valencia: Ext3 amb registre de canvis (versió %s)
de: Journal für ext3 (Version %s)
el: Journal για Linux ext3 (έκδοση %s)
et: Žurnaaliv Ext3 (versioon %s)
fi: Journal-tieto Ext3:lle (versio %s)
gl: Ext3 transaccional (versión %s)
hu: Napló Ext3-hoz (%s verzió)
id: Journal untuk Ext3 (versi %s)
it: Journal per Linux Ext3 (versione %s)
ja: Ext3 ジャーナリング (バージョン %s)
lt: Ext3 žurnalas (versija %s)
lv: Ext3 žurnāls (versija %s)
nb: Journal for Ext3 (versjon %s)
pa: ext3 (ਵਰਜਨ %s) ਲਈ ਜਰਨਲ
pt: Jornal para Linux Ext3 (versão %s)
pt_br: Journal para Ext3 (versão %s)
sl: Journal za Ext3 (različica %s)
sr: Дневник за Екст3 (издање %s)
sv: Journal för Ext3 (version %s)
ta: லினக்ஸ் எக்ஸ்ட்3 (பதிப்பு %s) க்கு பதிவேடு
th: Journal สำหรับ Ext3 (รุ่น %s)

source: Journal for Ext3
ca@valencia: Ext3 amb registre de canvis
de: Journal für Ext3
el: Journal για Linux ext3
et: Žurnaaliv Ext3
fi: Journal-tieto Ext3:lle
gl: Ext3 transaccional
hu: Linux Ext3-hoz
id: Journal untuk Ext3
it: Journal per Ext3
ja: Ext3 ジャーナリング
lt: Ext3 žurnalas
lv: Ext3 žurnāls
pa: Ext3 ਲਈ ਜਰਨਲ
pt: Jornal para Linux Ext3
pt_br: Journal para Ext3
sl: Journal za Ext3
sr: Дневник за Екст3
sv: Journal för Ext3
ta: லினக்ஸ் எக்ஸ்ட்3 க்கு பதிவேடு
th: Journal สำหรับ Ext3

source: jbd
fi: jdb
pt: jdb
sr: јбд

source: Ext4 (version %s)
ca@valencia: Ext4 (versió %s)
el: Ext4 (έκδοση %s)
et: Ext4 (versioon %s)
fi: Ext4 (versio %s)
gl: Ext4 (versión %s)
hu: Ext4 (%s verzió)
id: Ext4 (versi %s)
it: Ext4 (versione %s)
ja: Ext4 (バージョン %s)
lt: Ext4 (versija %s)
lv: Ext4 (versija %s)
nb: Ext4 (versjon %s)
pa: Ext4 (ਵਰਜਨ %s)
pt: Ext4 (versão %s)
pt_br: Ext4 (versão %s)
sl: Ext4 (različica %s)
sr: Екст4 (издање %s)
ta: எக்ஸ்ட்4 (பதிப்பு %s)
th: Ext4 (รุ่น %s)

source: Ext4
sr: Екст4

source: ext4
sr: екст4

source: XFS (version %s)
ca@valencia: XFS (versió %s)
el: XFS (έκδοση %s)
et: XFS (versioon %s)
fi: XFS (versio %s)
gl: XFS (versión %s)
hu: XFS (%s verzió)
id: XFS (versi %s)
it: XFS (versione %s)
ja: XFS (バージョン %s)
lt: XFS (versija %s)
lv: XFS (versija %s)
nb: XFS (versjon %s)
pa: XFS (ਵਰਜਨ %s)
pt: XFS (versão %s)
pt_br: XFS (versão %s)
sl: XFS (različica %s)
sr: ИксФС (издање %s)
ta: எக்ஸ்எப்எஸ் (பதிப்பு %s)
th: XFS (รุ่น %s)

source: XFS
sr: ИксФС

source: xfs
sr: иксфс

source: ReiserFS (version %s)
ca@valencia: ReiserFS (versió %s)
el: ReiserFS (έκδοση %s)
et: ReiserFS (versioon %s)
fi: ReiserFS (versio %s)
gl: ReiserFS (versión %s)
hu: ReiserFS (%s verzió)
id: ReiserFS (versi %s)
it: ReiserFS (versione %s)
ja: ReiserFS (バージョン %s)
lt: ReiserFS (versija %s)
lv: ReiserFS (versija %s)
nb: ReiserFS (versjon %s)
pa: ReiserFS (ਵਰਜਨ %s)
pt: ReiserFS (versão %s)
pt_br: ReiserFS (versão %s)
sl: RaiserFS (različica %s)
sr: РеизерФС (издање %s)
ta: ரெய்ஸர் எப்எஸ் (பதிப்பு %s)
th: ReiserFS (รุ่น %s)

source: ReiserFS
sr: РеизерФС
ta: ரெய்சர் எஃப்எஸ்

source: reiserfs
sr: реизерфс
ta: ரெய்சர் எஃப்எஸ்

source: ISO 9660
sr: ИСО 9660

source: iso9660
sr: исо9660

source: Universal Disk Format
ca@valencia: Format de disc universal (UDF)
et: Universaalne kettavorming (UDF)
fi: UDF (universal disk format)
gl: Formato de disco universal
hi: यूनिवर्सल डिस्क फॉर्मेट
hu: Univerzális lemezformátum
id: Format Diska Universal
kn: ಯೂನಿವರ್ಸಲ್ ಡಿಸ್ಕ್ ಫಾರ್ಮಾಟ್
lt: Universalusis disko formatas (UDF)
ml: യൂണിവേഴ്സല്‍ ഡിസ്ക് മാതൃക
or: ଜାଗତିକ ଡିସ୍କ ସଜ୍ଜିକରଣ ଶୈଳୀ
pa: ਯੂਨੀਵਰਸਲ ਡਿਸਕ ਫਾਰਮੈਟ
sl: Splošni zapis UDF
sr: Универзални формат диска
ta: யுனிவர்சல் வட்டு வடிவம்

source: udf
sr: удф

source: Swap Space
ca@valencia: Espai d'intercanvi
de: Auslagerungsspeicher
el: Χώρος Swap
et: Saaleala
fi: Sivutustila
gl: Espazo de intercambio (swap)
hi: स्वैप जगह
hu: Lapozóterület
id: Ruang Swap
it: Spazio di swap
ja: スワップ領域
kn: ಸ್ವಾಪ್ ಸ್ಥಳ
lt: Mainų sritis
lv: Maiņvieta
ml: സ്വാപ്പ് സ്പെയിസ്
mr: स्वॅफ स्पेस्
nb: Swap-område
or: ସ୍ବାପ ସ୍ଥାନ
pa: ਸਵੈਪ ਥਾਂ
pt: Espaço Swap
pt_br: Área de swap
sl: Izmenjevalni prostor
sr: Замена за меморију
sv: Växlingsutrymme
ta: இட மாற்று நினைவக வெளி
th: พื้นที่สลับ

source: swap
ca@valencia: espai d'intercanvi
de: Auslagerung
hi: स्वैप
ja: スワップ
kn: ಸ್ವಾಪ್
lv: maiņvieta
sl: izmenjalni razdelek
sr: замена
sv: växlingsutrymme
ta: இட மாற்று நினைவகம்
th: สลับ

source: LVM2 Physical Volume (version %s)
ca@valencia: Volum físic LVM2 (versió %s)
de: Physikalischer LVM2-Datenträger (Version %s)
el: Φυσικός τόμος LVM2 (έκδοση %s)
et: LVM2 füüsiline köide (versioon %s)
fi: LVM2 fyysinen taltio (versio %s)
gl: Volume físico de LVM2 (versión %s)
hi: LVM2 भौतिक आयतन (संस्करण %s)
hu: LVM2 fizikai kötet (%s verzió)
id: Volume Fisik LVM2 (versi %s)
it: Volume fisico LVM2 (versione %s)
ja: LVM2 物理ボリューム (バージョン %s)
kn: LVM2 ಭೌತಿಕ ಪರಿಮಾಣ (ಆವೃತ್ತಿ %s)
lt: LVM2 fizinis tomas (versija %s)
lv: LVM2 fiziskais sējums (versija %s)
ml: LVM2 ഫിസിക്കല്‍ വോള്യം (%s പതിപ്പു്)
nb: LVM2 fysisk volum (versjon %s)
or: LVM2 ଭୌତିକ ଆକାର (ସଂସ୍କରଣ %s)
pa: LVM2 ਫਿਜ਼ੀਕਲ ਵਾਲੀਅਮ (ਵਰਜਨ %s)
pt: Volume Físico LVM2 (versão %s)
pt_br: LVM2 Volume Físico (versão %s)
sl: LVM2 fizični nosilec (različica %s)
sr: ЛВМ2 физички диск (издање %s)
sv: Fysisk LVM2-volym (version %s)
ta: LVM2 பருநிலை தொகுதி (பதிப்பு %s)
th: โวลุมจริง LVM2 (รุ่น %s)

source: LVM2 Physical Volume
ca@valencia: Volum físic LVM2
de: Physikalischer LVM2-Datenträger
el: Φυσικός τόμος LVM2
et: LVM2 füüsiline köide
fi: LVM2 fyysinen taltio
gl: Volume físico de LVM2
hi: LVM2 भौतिक आयतन
hu: LVM2 fizikai kötet
id: Volume Fisik LVM2
it: Volume fisico LVM2
ja: LVM2 物理ボリューム
kn: LVM2 ಭೌತಿಕ ಪರಿಮಾಣ
lt: LVM2 fizinis tomas
lv: LVM2 fiziskais sējums
ml: LVM2 ഫിസിക്കല്‍ വോള്യം
nb: LVM2 fysisk volum
or: LVM2 ଭୌତିକ ଆକାର
pa: LVM2 ਫਿਜ਼ੀਕਲ ਵਾਲੀਅਮ
pt: Volume Físico LVM2
pt_br: LVM2 Volume Físico
sl: LVM2 fizični nosilec
sr: ЛВМ2 физички диск
sv: Fysisk LVM2-volym
ta: LVM2 பருநிலை தொகுதி
th: โวลุมจริง LVM2

source: lvm2_pv
sr: лвм2_фд

source: RAID Component (version %s)
ca@valencia: Component RAID (versió %s)
de: RAID-Komponente (Version %s)
el: Συστατικό RAID (έκδοση %s)
et: RAID-komponent (versioon %s)
fi: RAID-pakan osa (versio %s)
gl: Compoñente do RAID (versión %s)
hi: RAID अवयव (version %s)
hu: RAID összetevő (%s verzió)
id: Komponen RAID (versi %s)
it: Componente RAID (versione %s)
ja: RAID コンポーネント (バージョン %s)
kn: RAID ಘಟಕ (ಆವೃತ್ತಿ %s)
lt: RAID komponentė (versija %s)
lv: RAID komponente (versija %s)
ml: RAID കോംപൊണന്റ് (%s പതിപ്പു്)
mr: RAID घटक (आवृत्ती %s)
nb: RAID-komponent (versjon %s)
or: RAID ଉପାଦାନ (ସଂସ୍କରଣ %s)
pa: RAID ਭਾਗ (ਵਰਜਨ %s)
pt: Componente RAID (versão %s)
pt_br: Componente RAID (versão %s)
sl: RAID enota (različica %s)
sr: РАИД компонента (издање %s)
sv: RAID-komponent (version %s)
ta: ரெய்ட் Component (version %s)
th: องค์ประกอบ RAID (รุ่น %s)

source: raid
sr: раид
ta: ரெய்ட்(ரெய்ட் )

source: Minix
sr: Миникс
ta: மினிக்ஸ்

source: minix
sr: миникс
ta: மினிக்ஸ்

source: Creating File System
ca@valencia: S'està creant el sistema de fitxers
de: Dateisystem wird erstellt
el: Δημιουργία συστήματος αρχείων
et: Failisüsteemi loomine
fi: Luodaan tiedostojärjestelmää
gl: Creando o sistema de ficheiros
hi: फ़ाइल तंत्र बना रहा है
hu: Fájlrendszer létrehozása
id: Membuat Sistem Berkas
it: Creazione file system
ja: ファイルシステムを作成中
kn: ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ನಿರ್ಮಿಸಲಾಗುತ್ತಿದೆ
lt: Failų sistemos sukūrimas
lv: Izveido failu sistēmu
ml: ഫയല്‍ സിസ്റ്റം ഉണ്ടാക്കുന്നു
mr: फाइल प्रणाली बनवत आहे
nb: Oppretter filsystem
or: ଫାଇଲ ତନ୍ତ୍ର ନିର୍ମାଣ କରୁଅଛି
pa: ਫਾਇਲ ਸਿਸਟਮ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pt: A Criar Sistema de Ficheiros
pt_br: Criando sistema de arquivos
sl: Ustvarjanje datotečnega sistema
sr: Правим систем датотека
sv: Skapar filsystemet
ta: கோப்பு முறைமை உருவாக்கம்
th: กำลังสร้างระบบแฟ้ม

source: Mounting File System
ca@valencia: S'està muntant el sistema de fitxers
de: Dateisystem wird eingehängt
el: Προσάρτηση συστήματος αρχείων
et: Failisüsteemi haakimine
fi: Liitetään tiedostojärjestelmää
gl: Montando o sistema de ficheiros
hi: फ़ाइल तंत्र आरोहित कर रहा है
hu: Fájlrendszer csatolása
id: Mengaitkan Sistem Berkas
it: Montaggio file system
ja: ファイルシステムをマウント中
kn: ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ಆರೋಹಿಸಲಾಗುತ್ತಿದೆ
lt: Failų sistemos prijungimas
lv: Montē failu sistēmu
ml: ഫയല്‍ സിസ്റ്റം മൌണ്ട് ചെയ്യുന്നു
mr: फाइल प्रणाली माऊंट करत आहे
nb: Monterer filsystem
or: ଫାଇଲ ତନ୍ତ୍ର ସ୍ଥାପନ କରୁଅଛି
pa: ਫਾਇਲ ਸਿਸਟਮ ਮਾਊਂਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt: A Montar Sistema de Ficheiros
pt_br: Montando sistema de arquivos
sl: Priklapljanje datotečnega sistema
sr: Монтирам систем датотека
sv: Monterar filsystemet
ta: கோப்பு முறைமை ஏற்றம்
th: กำลังเมานท์ระบบแฟ้ม

source: Unmounting File System
ca@valencia: S'està desmuntant el sistema de fitxers
de: Dateisystem wird ausgehängt
el: Αποπροσάρτηση συστήματος αρχείων
et: Failisüsteemi lahtihaakimine
fi: Irrotetaan tiedostojärjestelmää
gl: Desmontando o sistema de ficheiros
hi: अनमाउंटिंग फ़ाइल तंत्र
hu: Fájlrendszer leválasztása
id: Melepas Kaitan Sistem Berkas
it: Smontaggio file system
ja: ファイルシステムをアンマウント中
kn: ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ಅವರೋಹಿಸಲಾಗುತ್ತಿದೆ
lt: Failų sistemos atjungimas
lv: Nomontē failu sistēmu
ml: ഫയല്‍ സിസ്റ്റം അണ്‍മൌണ്ട് ചെയ്യുന്നു
mr: फाइल प्रणाली माऊंट अशक्य करा
nb: Avmonterer filsystem
or: ଫାଇଲତନ୍ତ୍ର ବିସ୍ଥାପନ କରୁଅଛି
pa: ਫਾਇਲ ਸਿਸਟਮ ਅਣ-ਮਾਊਂਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt: A Desmontar Sistema de Ficheiros
pt_br: Desmontando sistema de arquivos
sl: Odklapljanje datotečnega sistema
sr: Демонтирам систем датотека
sv: Avmonterar filsystemet
ta: கோப்பு முறைமை ஏற்ற நீக்கம்
th: กำลังเลิกเมานท์ระบบแฟ้ม

source: Checking File System
ca@valencia: S'està comprovant el sistema de fitxers
de: Dateisystem wird überprüft
el: Έλεγχος συστήματος αρχείων
et: Failisüsteemi kontrollimine
fi: Tarkistetaan tiedostojärjestelmää
gl: Comprobando o sistema de ficheiros
hi: फ़ाइल तंत्र जाँच की जा रही है
hu: Fájlrendszer ellenőrzése
id: Memeriksa Sistem Berkas
it: Controllo file system
ja: ファイルシステムをチェック中
kn: ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ
lt: Failų sistemos patikra
lv: Pārbauda failu sistēmu
ml: ഫയല്‍ സിസ്റ്റം പരിശോധിക്കുന്നു
mr: फाइल प्रणाली तपासत आहे
nb: Sjekker filsystem
or: ଫାଇଲତନ୍ତ୍ର ଯାଞ୍ଚକରୁଅଛି
pa: ਫਾਇਲ ਸਿਸਟਮ ਚੈੱਕ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt: A Verificar Sistema de Ficheiros
pt_br: Verificando sistema de arquivos
sl: Preverjanje datotečnega sistema
sr: Проверавам систем датотека
sv: Kontrollerar filsystemet
ta: கோப்பு முறைமை சோதனை
th: กำลังตรวจสอบระบบแฟ้ม

source: Creating LUKS Device
ca@valencia: S'està creant el dispositiu LUKS
de: LUKS-Gerät wird erstellt
el: Δημιουργία συσκευής LUKS
et: LUKS-seadme loomine
fi: Luodaan LUKS-laitetta
gl: Creando o dispositivo LUKS
hi: LUKS युक्ति बना रहा है
hu: LUKS eszköz létrehozása
id: Membuat Perangkat LUKS
it: Creazione dispositivo LUKS
ja: LUKS デバイスを作成中
kn: LUKS ಸಾಧನವನ್ನು ನಿರ್ಮಿಸಲಾಗುತ್ತಿದೆ
lt: LUKS įrenginio sukūrimas
lv: Izveido LUKS ierīci
ml: LUKS ഡിവൈസ് ഉണ്ടാക്കുന്നു
mr: LUKS उपकरण बनवत आहे
nb: Oppretter LUKS-enhet
or: LUKS ଉପକରଣ ନିର୍ମାଣ କରୁଅଛି
pa: LUKS ਜੰਤਰ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pt: A Criar Dispositivo LUKS
pt_br: Criando dispositivo LUKS
sl: Ustvarjanje LUKS naprave
sr: Правим ЛУКС уређај
sv: Skapar LUKS-enhet
ta: LUKS சாதனத்தை உருவாக்குகிறது
th: กำลังสร้างอุปกรณ์ LUKS

source: Unlocking LUKS Device
ca@valencia: S'està desblocant el dispositiu LUKS
de: LUKS-Gerät wird entsperrt
el: Ξεκλείδωμα συσκευής LUKS
et: LUKS-seadme lahtilukustamine
fi: Avataan LUKS-laitteen lukitusta
gl: Desbloqueando o dispositivo LUKS
hi: LUKS युक्ति खोल रहा है
hu: LUKS eszköz feloldása
id: Membuka Kunci Perangkat LUKS
it: Sblocco dispositivo LUKS
ja: LUKS デバイスをロック解除中
kn: LUKS ಸಾಧನವನ್ನು ಅನ್‌ಲಾಕ್‌ ಮಾಡಲಾಗುತ್ತಿದೆ
lt: LUKS įrenginio atrakinimas
lv: Atbloķē LUKS ierīci
ml: LUKS ഡിവൈസ് അണ്‍ലോക്ക് ചെയ്യുന്നു
mr: LUKS उपकरण कुलूपबंद अशक्य
nb: Låser opp LUKS-enhet
or: LUKS ଉପକରଣକୁ ପରିବର୍ତ୍ତନଶୀଳ କରୁଅଛି
pa: LUKS ਜੰਤਰ ਅਣ-ਲਾਕ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt: A Destrancar Dispositivo LUKS
pt_br: Desbloqueando dispositivo LUKS
sl: Odklepanje LUKS naprave
sr: Откључавам ЛУКС уређај
sv: Låser upp LUKS-enhet
ta: பூட்டப்படாத LUKS சாதனதம்
th: กำลังปลดล็อคอุปกรณ์ LUKS

source: Locking LUKS Device
ca@valencia: S'està blocant el dispositiu LUKS
de: LUKS-Gerät wird gesperrt
el: Κλείδωμα συσκευής LUKS
et: LUKS-seadme lukustamine
fi: Lukitaan LUKS-laitetta
gl: Bloqueando o dispositivo LUKS
hi: LUKS युक्ति तालित कर रहा है
hu: LUKS eszköz zárolása
id: Mengunci Perangkat LUKS
it: Blocco dispositivo LUKS
ja: LUKS デバイスをロック中
kn: LUKS ಸಾಧನವನ್ನು ಲಾಕ್‌ ಮಾಡಲಾಗುತ್ತಿದೆ
lt: LUKS įrenginio užrakinimas
lv: Bloķē LUKS ierīci
ml: LUKS ഡിവൈസ് പൂട്ടുന്നു
mr: LUKS उपकरण कुलूपबंद करत आहे
nb: Låser LUKS-enhet
or: LUKS ଉପକରଣକୁ ଅପରିବର୍ତ୍ତନୀୟ କରୁଅଛି
pa: LUKS ਜੰਤਰ ਲਾਕ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt: A Trancar Dispositivo LUKS
pt_br: Bloqueando dispositivo LUKS
sl: Zaklepanje LUKS naprave
sr: Закључавам ЛУКС уређај
sv: Låser LUKS-enhet
ta: LUKS சாதனத்தை பூட்டுகிறது
th: กำลังล็อคอุปกรณ์ LUKS

source: Creating Partition Table
ca@valencia: S'està creant la taula de particions
de: Partitionstabelle wird erstellt
el: Δημιουργία πίνακα διαμερίσματος
et: Partitsioonitabeli loomine
fi: Luodaan osiotaulua
gl: Creando a táboa de particións
hi: विभाजन सारणी बना रहा है
hu: Partíciós tábla létrehozása
id: Membuat Tabel Partisi
it: Creazione tabella delle partizioni
ja: パーティションテーブルを作成中
kn: ವಿಭಜನಾ ಕೋಷ್ಟಕವನ್ನು ನಿರ್ಮಿಸಲಾಗುತ್ತಿದೆ
lt: Skirsnių lentelės sukūrimas
lv: Izveido sadaļu tabulu
ml: പാര്‍ട്ടീഷന്‍ ടേബിള്‍ ഉണ്ടാക്കുന്നു
mr: पार्टिशन टेबल बनवत आहे
nb: Oppretter partisjonstabell
or: ବିଭାଜନ ସାରଣୀ ନିର୍ମାଣ କରୁଅଛି
pa: ਪਾਰਟੀਸ਼ਨ ਟੇਬਲ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pt: A Criar Tabela de Partições
pt_br: Criando tabela de partição
sl: Ustvarjanje preglednice razdelka
sr: Правим табелу партиција
sv: Skapar partitionstabell
ta: பகிர்வு அட்டவணையை உருவாக்குகிறது
th: กำลังสร้างตารางพาร์ทิชัน

source: Deleting Partition
ca@valencia: S'està suprimint la partició
de: Partition wird gelöscht
el: Διαγραφή διαμερίσματος
et: Partitsiooni kustutamine
fi: Poistetaan osiotaulua
gl: Eliminando a partición
hi: विभाजन मिटा रहा है
hu: Partíció törlése
id: Menghapus Partisi
it: Eliminazione partizione
ja: パーティションを削除中
kn: ವಿಭಾಗವನ್ನು ಅಳಿಸಲಾಗುತ್ತಿದೆ
lt: Skirsnio pašalinimas
lv: Dzēš sadaļu
ml: പാര്‍ട്ടീഷന്‍ നീക്കം ചെയ്യുന്നു
mr: विभाजन नष्ट करा
nb: Sletter partisjon
or: ବିଭାଜନକୁ ଅପସାରଣ କରୁଅଛି
pa: ਪਾਰਟੀਸ਼ਨ ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pt: A Apagar Partição
pt_br: Excluindo partição
sl: Brisanje razdelka
sr: Бришем партицију
sv: Tar bort partition
ta: பகிர்வை அழிக்கிறது
th: กำลังลบพาร์ทิชัน

source: Creating Partition
ca@valencia: S'està creant la partició
de: Partition wird erstellt
el: Δημιουργία διαμερίσματος
et: Partitsiooni loomine
fi: Luodaan osiotaulua
gl: Creando a partición
hi: विभाजन बना रहा है
hu: Partíció létrehozása
id: Membuat Partisi
it: Creazione partizione
ja: パーティションを作成中
kn: ವಿಭಾಗವನ್ನು ನಿರ್ಮಿಸಲಾಗುತ್ತಿದೆ
lt: Skirsnio sukūrimas
lv: Izveido sadaļu
ml: പാര്‍ട്ടീഷന്‍ ഉണ്ടാക്കുന്നു
mr: पार्टिशन बनवत आहे
nb: Oppretter partisjon
or: ବିଭାଜନକୁ ନିର୍ମାଣ କରୁଅଛି
pa: ਪਾਰਟੀਸ਼ਨ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pt: A Criar Partição
pt_br: Criando partição
sl: Ustvarjanje razdelka
sr: Правим партицију
sv: Skapar partition
ta: பகிர்வை உருவாக்குகிறது
th: กำลังสร้างพาร์ทิชัน

source: Modifying Partition
ca@valencia: S'està modificant la partició
de: Partition wird geändert
el: Τροποποίηση διαμερίσματος
et: Partitsiooni muutmine
fi: Muokataan osiota
gl: Modificando a partición
hi: विभाजन रूपांतरित कर रहा है
hu: Partíció módosítása
id: Mengubah Partisi
it: Modifica partizione
ja: パーティションを変更中
kn: ವಿಭಾಗವನ್ನು ಮಾರ್ಪಡಿಸಲಾಗುತ್ತಿದೆ
lt: Skirsnio keitimas
lv: Maina sadaļu
ml: പാര്‍ട്ടീഷനില്‍ മാറ്റം വരുത്തുന്നു
mr: पार्टिशन बनवत आहे
nb: Endrer partisjon
or: ବିଭାଜନକୁ ପରିବର୍ତ୍ତନ କରୁଅଛି
pa: ਪਾਰਟੀਸ਼ਨ ਸੋਧਿਆ ਜਾ ਰਿਹਾ ਹੈ
pt: A Modificar Partição
pt_br: Modificando partição
sl: Spreminjanje razdelka
sr: Мењам партицију
sv: Ändrar partition
ta: பகிர்வை மாற்றியமைக்கிறது
th: กำลังปรับแก้พาร์ทิชัน

source: Setting Label for Device
ca@valencia: S'està establint l'etiqueta del dispositiu
de: Gerät wird bezeichnet
el: Ρύθμιση ονομασίας για συσκευή
et: Seadme pealdise määramine
fi: Asetetaan laitteen nimike
gl: Estabelecendo a etiqueta do dispositivo
hi: युक्ति के लिए लेबल सेट कर रहा है
hu: Eszköz címkéjének beállítása
id: Menyetel Label untuk Perangkat
it: Impostazione etichetta dispositivo
ja: デバイスのラベルを設定中
kn: ಸಾಧನಕ್ಕಾಗಿ ಲೇಬಲ್ ಅನ್ನು ಸಿದ್ಧಪಡಿಸಲಾಗುತ್ತಿದೆ
lt: Įrašomas įrenginio pavadinimas
lv: Iestata ierīces etiķeti
ml: ഡിവൈസിനുള്ള ലേബല്‍ സജ്ജമാക്കുന്നു
mr: उपकरण करीता लेबल ठरवत आहे
nb: Setter etikett for enhet
or: ଉପକରଣ ପାଇଁ ନାମପଟି ସେଟ କରୁଅଛି
pa: ਜੰਤਰ ਲਈ ਲੇਬਲ ਸੈੱਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt: A Definir Etiqueta para Dispositivo
pt_br: Definindo rótulo para o dispositivo
sl: Določevanje naziva naprave
sr: Постављам назив уређаја
sv: Anger etikett för enheten
ta: சாதனத்திற்கான லேபிலை அமைக்கிறது
th: กำลังกำหนดป้ายชื่อสำหรับอุปกรณ์

source: Changing Passphrase for Encrypted LUKS Device
ca@valencia: S'està canviant la contrasenya per al dispositiu encriptat LUKS
de: Kennwort für verschlüsseltes LUKS-Gerät wird geändert
el: Αλλαγή συνθηματικής φράσης για κρυπτογραφημένη συσκευή LUKS
et: Krüpteeritud LUKS-seadme parooli muutmine
fi: Muutetaan LUKS-salatun laitteen tunnuslausetta
gl: Cambiando a frase de paso para o dispositivo cifrado LUKS
hi: गोपित LUKS युक्ति के लिए कूटशब्द बदल रहा है
hu: Titkosított LUKS eszköz jelmondatának módosítása
id: Mengubah Pasfrasa untuk Perangkat LUKS Dienkripsi
it: Modifica della passphrase per il dispositivo LUKS cifrato
ja: 暗号化 LUKS デバイスのパスフレーズを変更中
kn: ಗೂಢಲಿಪೀಕರಿಸಲಾದ LUKS ಸಾಧನಕ್ಕಾಗಿನ ಗುಪ್ತಪದವನ್ನು ಬದಲಾಯಿಸಲಾಗುತ್ತಿದೆ
lt: Šifruotojo LUKS įrenginio slaptažodžio keitimas
lv: Maina paroli šifrētai LUKS ierīcei
ml: എന്‍ക്രിപ്റ്റഡ് LUKS ഡിവൈസിനുള്ള പാസ്ഫ്രെയിസ് മാറ്റുന്നു
mr: एनक्रिप्टेड LUKS उपकरण करीता गोपणीयवाक्य बदलवत आहे
or: ସଂଗୁପ୍ତ LUKS ଉପକରଣ ପାଇଁ ପ୍ରବେଶ ସଂକେତ ପରିବର୍ତ୍ତନ କରୁଅଛି
pa: ਇੰਕ੍ਰਿਪਟ ਕੀਤੇ LUKS ਜੰਤਰ ਲਈ ਸ਼ਬਦ ਬਦਲਿਆ ਜਾ ਰਿਹਾ ਹੈ
pt: A Alterar Frase-Senha para Dispositivo Encriptado LUKS
pt_br: Modificando frase secreta do dispositivo criptografado LUKS
sl: Spreminjanje šifrirnega gesla za šifrirano LUKS napravo
sr: Мењам лозинку за шифровани ЛУКС уређај
sv: Byter lösenfras för krypterad LUKS-enhet
ta: மறை குறியாக்கப்பட்ட LUKS சாதனத்திற்கான கடவுச்சொல்லை மாற்றுகிறது
th: กำลังเปลี่ยนวลีรหัสผ่านสำหรับอุปกรณ์เข้ารหัสลับ LUKS

source: Adding Component to RAID Array
ca@valencia: S'està afegint un component a la matriu RAID
de: Eine Komponente wird zur RAID-Anordnung hinzugefügt
el: Προσθήκη συστατικού στη συστοιχία RAID
et: Komponendi lisamine RAID-massiivi
fi: Lisätään osa RAID-pakkaan
gl: Engadindo o compoñente á matriz de RAID
hi: RAID सरणी में अवयव जोड़ रहा है
hu: Összetevő RAID-tömbhöz adása
id: Menambah Komponen pada Larik RAID
it: Aggiunta componente all'array RAID
ja: RAID アレイにコンポーネントを追加中
kn: RAID ವ್ಯೂಹಕ್ಕೆ(array) ಘಟಕವನ್ನು ಸೇರಿಸಲಾಗುತ್ತಿದೆ
lt: RAID masyvas papildomas dar vienu komponentu
lv: Pievieno komponenti RAID masīvam
ml: RAID അറേയിലേക്ക് കോംപണന്റ് ചേര്‍ക്കുന്നു
mr: RAID अर्रे करीता घटक समाविष्ट करत आहे
or: RAID ଆରେରେ ଉପାଦାନ ଯୋଗକରୁଅଛି
pa: RAIF ਅਰੇ ਲਈ ਭਾਗ ਜੋੜਿਆ ਜਾ ਰਿਹਾ ਹੈ
pt: A Adicionar Componente ao Conjunto RAID
pt_br: Adicionando componente na matriz RAID
sl: Dodajanje elementa v RAID polje
sr: Додајем компоненту у РАИД опсег
sv: Lägger till komponent till RAID-kedja
ta: ரெய்ட் வரிசைக்கு பகுப் பொருளை சேர்க்கிறது
th: กำลังเพิ่มองค์ประกอบให้กับแอร์เรย์ RAID

source: Removing Component from RAID Array
ca@valencia: S'està suprimint un component de la matriu RAID
de: Eine Komponente wird von der RAID-Anordnung entfernt
el: Διαγραφή στοιχείου από την συστοιχία RAID
et: Komponendi eemaldamine RAID-massiivist
fi: Poistetaan osa RAID-pakasta
gl: Eliminando o compoñente da matriz de RAID
hi: RAID सरणी से घटक हटा रहा है
hu: Összetevő eltávolítása RAID-tömbből
id: Membuang Komponen dari Larik RAID
it: Rimozione componente dall'array RAID
ja: RAID アレイからコンポーネントを取り外し中
kn: RAID ವ್ಯೂಹದಿಂ(array) ಘಟಕವನ್ನು ತೆಗೆಯಲಾಗುತ್ತಿದೆ
lt: RAID masyvo komponentės pašalinimas
lv: Izņem komponenti no RAID masīva
ml: RAID അറേയില്‍ നിന്നും കോംപണന്റ് നീക്കം ചെയ്യുന്നു
mr: RAID अर्रे पासून घटक काढून टाकत आहे
or: RAID ଆରେରୁ ଉପାଦାନ ବାହାର କରୁଅଛି
pa: RAID ਅਰੇ ਲਈ ਭਾਗ ਹਟਾਏ ਜਾ ਰਹੇ ਹਨ
pt: A Remover Componente do Conjunto RAID
pt_br: Removendo componente da matriz RAID
sl: Odstranjevanje elementa iz RAID polja
sr: Уклањам компоненту из РАИД опсега
sv: Tar bort komponent från RAID-kedja
ta: ரெய்ட் வரிசையிலிருந்து பகுப் பொருளை நீக்குகிறது
th: กำลังลบองค์ประกอบออกจากแอร์เรย์ RAID

source: Stopping RAID Array
ca@valencia: S'està aturant la matriu RAID
de: RAID-Anordnung wird angehalten
el: Διακοπή συστοιχίας RAID
et: RAID-massiivi peatamine
fi: Pysäytetään RAID-pakka
gl: Detendo a matriz de RAID
hi: RAID सरणी रोक रहा है
hu: RAID-tömb leállítása
id: Menghentikan Larik RAID
it: Arresto array RAID
ja: RAID アレイを停止中
kn: RAID ವ್ಯೂಹವನ್ನು(array) ನಿಲ್ಲಿಸಲಾಗುತ್ತಿದೆ
lt: RAID masyvo sustabdymas
lv: Aptur RAID masīvu
ml: RAID അറേ നിര്‍ത്തുന്നു
mr: Stopping RAID अर्रे थांबवत आहे
or: RAID ଆରେକୁ ଅଟକାଉଅଛି
pa: ਰੇਡ ਅਰੇ ਰੋਕੀ ਜਾ ਰਹੀ ਹੈ
pt: A Parar Conjunto RAID
pt_br: Parando matriz RAID
sl: Zaustavljanje RAID polja
sr: Заустављам РАИД опсег
sv: Stoppar RAID-kedja
ta: ரெய்ட் வரிசையை நிறுத்துகிறது
th: กำลังหยุดแอร์เรย์ RAID

source: Starting RAID Array
ca@valencia: S'està iniciant la matriu RAID
de: RAID-Anordnung wird gestartet
el: Έναρξη συστοιχίας RAID
et: RAID-massiivi käivitamine
fi: Käynnistetään RAID-pakka
gl: Iniciando a matriz de RAID
hi: RAID सरणी आरंभ कर रहा है
hu: RAID-tömb indítása
id: Memulai Larik RAID
it: Attivazione array RAID
ja: RAID アレイを開始中
kn: RAID ವ್ಯೂಹವನ್ನು(array) ಆರಂಭಿಸಲಾಗುತ್ತಿದೆ
lt: RAID masyvo paleidimas
lv: Palaiž RAID masīvu
ml: RAID അറേ ആരംഭിക്കുന്നു
mr: RAID अर्रे सुरू करत आहे
or: RAID ଆରେକୁ ଆରମ୍ଭ କରୁଅଛି
pa: ਰੇਡ ਅਰੇ ਸ਼ੁਰੂ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pt: A Iniciar Conjunto RAID
pt_br: Iniciando matriz RAID
sl: Zaganjanje RAID polja
sr: Покрећем РАИД опсег
sv: Startar RAID-kedja
ta: ரெய்ட் வரிசையை துவக்குகிறது
th: กำลังเริ่มแอร์เรย์ RAID

source: Checking RAID Array
ca@valencia: S'està comprovant la matriu RAID
de: RAID-Anordnung wird überprüft
el: Γίνεται έλεγχος συστοιχίας RAID
et: RAID-massiivi kontroll
fi: Tarkistetaan RAID-pakka
gl: Verificando a matriz de RAID
hi: RAID सरणी जाँच रहा है
hu: RAID-tömb ellenőrzése
id: Memeriksa Larik RAID
it: Controllo array RAID
ja: RAID アレイをチェック中
kn: RAID ವ್ಯೂಹವನ್ನು(array) ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ
lt: RAID masyvo tikrinimas
lv: Pārbauda RAID masīvu
ml: RAID അറേ പരിശോധിക്കുന്നു
mr: RAID अर्रे तपासत आहे
or: RAID ଆରେକୁ ଯାଞ୍ଚକରୁଅଛି
pa: ਰੇਡ ਅਰੇ ਚੈੱਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pt: A Verificar Conjunto RAID
pt_br: Verificando matriz RAID
sl: Preverjanje RAID polja
sr: Проверавам РАИД опсег
sv: Kontrollerar RAID-kedja
ta: ரெய்ட் வரிசையை சரிபார்க்கிறது
th: กำลังตรวจสอบแอร์เรย์ RAID

source: Repairing RAID Array
ca@valencia: S'està reparant la matriu RAID
de: RAID-Anordnung wird repariert
el: Γίνεται επιδιόρθωση συστοιχίας RAID
et: RAID-massiivi parandamine
fi: Korjataan RAID-pakka
gl: Reparando a matriz de RAID
hi: RAID सरणी सुधार रहा है
hu: RAID-tömb javítása
id: Memperbaiki Larik RAID
it: Riparazione array RAID
ja: RAID アレイを修復中
kn: RAID ವ್ಯೂಹವನ್ನು(array) ದುರಸ್ತಿಗೊಳಿಸಲಾಗುತ್ತಿದೆ
lt: RAID masyvo taisymas
lv: Labo RAID masīvu
ml: RAID അറേ ശരിയാക്കുന്നു
mr: RAID अर्रे सुधारीत करत आहे
nb: Reparerer RAID-array
or: RAID ଆରେକୁ ସଜାଡୁଅଛି
pa: ਰੇਡ ਅਰੇ ਰਿਪੇਅਰ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pt: A Reparar Conjunto RAID
pt_br: Reparando matriz RAID
sl: Popravljanje RAID polja
sr: Поправљам РАИД опсег
sv: Reparerar RAID-kedja
ta: ரெய்ட் வரிசையை பழுது பார்க்கிறது
th: กำลังซ่อมแซมแอร์เรย์ RAID
