Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-media/profiles/help/*/*.po
Languages: de, fr

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.
fr: Permission vous est donnée de copier, distribuer et/ou modifier ce document selon les termes de la licence de documentation libre GNU, Version 1.1 ou ultérieure publiée par la Free Software Foundation sans section inaltérable, sans texte de première page de couverture ni texte de dernière page de couverture. Vous trouverez un exemplaire de cette licence en suivant ce <ulink type="help" url="ghelp:fdl">lien</ulink> ou dans le fichier COPYING-DOCS fourni avec le présent manuel.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Das vorliegende Handbuch ist Teil einer Reihe von MATE-Handbüchern, die unter der GFDL verteilt werden. Wenn Sie dieses Handbuch separat verteilen möchten, können Sie dies tun, indem Sie dem Handbuch eine Kopie der Lizenz, wie in Abschnitt 6 der Lizenz beschrieben, hinzufügen.
fr: Ce manuel fait partie de la collection de manuels MATE distribués selon les termes de la licence de documentation libre GNU. Si vous souhaitez distribuer ce manuel indépendamment de la collection, vous devez joindre un exemplaire de la licence au document, comme indiqué dans la section 6 de celle-ci.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Bei vielen der von Firmen zur Unterscheidung ihrer Produkte und Dienstleistungen verwendeten Namen handelt es sich um Marken. An den Stellen, an denen derartige Namen in einer MATE-Dokumentation vorkommen und wenn die Mitglieder des MATE-Dokumentationsprojekts über diese Marken informiert wurden, sind die Namen in Großbuchstaben oder mit großen Anfangsbuchstaben geschrieben.
fr: La plupart des noms utilisés par les entreprises pour distinguer leurs produits et services sont des marques déposées. Lorsque ces noms apparaissent dans la documentation MATE et que les membres du projet de documentation MATE sont informés de l'existence de ces marques déposées, soit ces noms entiers, soit leur première lettre est en majuscule.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: DAS DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE JEGLICHE GEWÄHRLEISTUNG, WEDER AUSDRÜCKLICH NOCH STILLSCHWEIGEND, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, GEWÄHRLEISTUNGEN, DASS DAS DOKUMENT ODER EINE MODIFIZIERTE VERSION DES DOKUMENTS FREI VON HANDELSÜBLICHEN FEHLERN UND FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST UND KEINE RECHTE DRITTER VERLETZT. JEGLICHES RISIKO IN BEZUG AUF DIE QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS TRAGEN SIE. SOLLTE SICH EIN DOKUMENT ODER EINE MODIFIZIERTE VERSION DAVON IN IRGENDEINER WEISE ALS FEHLERHAFT ERWEISEN, TRAGEN SIE (NICHT DER URSPRÜNGLICHE VERFASSER, AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR JEGLICHE ERFORDERLICHE SERVICE-, REPARATUR- UND KORREKTURMASSNAHMEN: DIESE BESCHRÄNKUNG DER GEWÄHRLEISTUNG IST WESENTLICHER BESTANDTEIL DIESER LIZENZ. JEDE VERWENDUNG EINES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS UNTERLIEGT DIESER BESCHRÄNKUNG; UND
fr: LE PRÉSENT DOCUMENT EST FOURNI « TEL QUEL », SANS AUCUNE GARANTIE, EXPRESSE OU IMPLICITE, Y COMPRIS, ET SANS LIMITATION, LES GARANTIES DE MARCHANDABILITÉ, D'ADÉQUATION À UN OBJECTIF PARTICULIER OU DE NON INFRACTION DU DOCUMENT OU DE SA VERSION MODIFIÉE. L'UTILISATEUR ASSUME TOUT RISQUE RELATIF À LA QUALITÉ, À LA PERTINENCE ET À LA PERFORMANCE DU DOCUMENT OU DE SA VERSION DE MISE À JOUR. SI LE DOCUMENT OU SA VERSION MODIFIÉE S'AVÉRAIT DÉFECTUEUSE, L'UTILISATEUR (ET NON LE RÉDACTEUR INITIAL, L'AUTEUR, NI TOUT AUTRE PARTICIPANT) ENDOSSERA LES COÛTS DE TOUTE INTERVENTION, RÉPARATION OU CORRECTION NÉCESSAIRE. CETTE DÉNÉGATION DE RESPONSABILITÉ CONSTITUE UNE PARTIE ESSENTIELLE DE CETTE LICENCE. AUCUNE UTILISATION DE CE DOCUMENT OU DE SA VERSION MODIFIÉE N'EST AUTORISÉE AUX TERMES DU PRÉSENT ACCORD, EXCEPTÉ SOUS CETTE DÉNÉGATION DE RESPONSABILITÉ ; EN AUCUNE CIRCONSTANCE ET SOUS AUCUNE INTERPRÉTATION DE LA LOI, QU'IL S'AGISSE DE RESPONSABILITÉ CIVILE (Y COMPRIS LA NÉGLIGENCE), CONTRACTUELLE OU AUTRE, L'AUTEUR, LE RÉDACTEUR INITIAL, TOUT PARTICIPANT ET TOUT DISTRIBUTEUR DE CE DOCUMENT OU DE SA VERSION DE MISE À JOUR AINSI QUE TOUT FOURNISSEUR DE QUELQUE PARTIE QUE CE SOIT NE POURRONT ÊTRE TENUS RESPONSABLES À L'ÉGARD DE QUICONQUE POUR TOUT DOMMAGE DIRECT, INDIRECT, PARTICULIER OU ACCIDENTEL DE TOUT TYPE Y COMPRIS, SANS LIMITATION, LES DOMMAGES LIÉS À LA PERTE DE CLIENTÈLE, AUX ARRÊTS DE TRAVAIL, AUX DÉFAILLANCES ET AUX DYSFONCTIONNEMENTS INFORMATIQUES OU TOUT AUTRE DOMMAGE OU PERTE LIÉE À L'UTILISATION DU PRÉSENT DOCUMENT ET DE SES VERSIONS DE MISE À JOUR, ET CE MÊME SI CES PARTIES ONT ÉTÉ INFORMÉES DE LA POSSIBILITÉ DE TELS DOMMAGES.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND MODIFIZIERTE VERSIONEN DES DOKUMENTS WERDEN GEMÄSS DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE MIT DER FOLGENDEN VEREINBARUNG BEREITGESTELLT: <placeholder-1/>
fr: LE PRÉSENT DOCUMENT ET SES VERSIONS DE MISE À JOUR SONT FOURNIS SOUS LES CONDITIONS DE L'ACCORD DE LICENCE DE DOCUMENTATION LIBRE GNU, SACHANT QUE : <placeholder-1/>

source: @@image: 'figures/mate-audio-profiles-profiles-window.png'; md5=08874167dcd48db9a9c2e9623706bb1b
de: x

source: @@image: 'figures/mate-audio-profiles-profile-window.png'; md5=21171454e8a63a62c751ce8fc3a8d11e
de: x

source: <application>MATE Audio Profiles</application> Manual
de: <application>MATE Audio-Profile</application>-Handbuch
fr: Manuel de <application>MATE Audio Profiles</application>

source: <application>MATE Audio Profiles</application> is a set of audio encoding configurations for GStreamer based applications.
de: <application>MATE Audio-Profile</application> bietet eine Reihe von Einstellmöglichkeiten für Audio-Enkodierungen für Anwendungen, die auf GStreamer basieren.
fr: <application>MATE Audio Profiles</application> est un ensemble de configurations de codage audio pour les applications utilisant GStreamer.

source: MATE Documentation Project
de: MATE-Dokumentationsprojekt
fr: Le projet de documentation MATE

source: MATE Project
de: MATE-Projekt
fr: Projet MATE

source: Audio Profiles Manual V2.27.0
de: Audio-Profile-Handbuch V2.27.0
fr: Manuel de Audio Profiles V2.27.0

source: June 2009
de: Juni 2009
fr: Juin 2009

source: Fill some blanks, add screenshots.
de: Einige Ergänzungen sowie Bildschirmfotos.
fr: Compléter des zone vides, ajouter des captures d'écran.

source: Release with MATE Media 2.27.3
de: Veröffentlichung mit MATE Media 2.27.3
fr: Version de MATE Media 2.27.3

source: Audio Profiles Manual V0.1
de: Audio-Profile-Handbuch V0.1
fr: Manuel de Audio Profiles V0.1

source: December 2008
de: Dezember 2008
fr: Décembre 2008

source: This manual describes version 2.27.3 of MATE Audio Profiles.
de: Dieses Handbuch beschreibt Version 2.27.3 von MATE Audio-Profile.
fr: Ce manuel documente la version 2.27.3 de MATE Audio Profiles.

source: Feedback
de: Rückmeldungen
fr: Votre avis

source: To report a bug or make a suggestion regarding the <application>MATE Audio Profiles</application> application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">Feedback section of the MATE User Guide</ulink>.
de: Um einen Fehler zu melden oder einen Vorschlag zur Anwendung <application>MATE Audio-Profile</application> oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen im <ulink url="ghelp:user-guide?feedback-bugs" type="help">Abschnitt zu Rückmeldungen des MATE-Benutzerhandbuchs</ulink>.
fr: Pour rapporter une anomalie ou émettre une suggestion concernant <application>MATE Audio Profiles</application> ou ce manuel, procédez selon les instructions de <ulink url="ghelp:user-guide?feedback-bugs" type="help">la section « Votre avis » du Guide d'utilisation du bureau MATE</ulink>.

source: MATE Audio Profiles
de: MATE Audio-Profile

source: Introduction
de: Einführung

source: <application>MATE Audio Profiles</application> let you select and modify a list of pre-defined encoding formats. By default, <application>MATE Audio Profiles</application> provides the following audio format:
de: In <application>MATE Audio-Profile</application> können Sie in einer Liste vordefinierte Enkodierungsformate auswählen und die Liste auch bearbeiten. Standardmäßig stellt <application>MATE Audio-Profile</application> die folgenden Audioformate bereit:
fr: <application>MATE Audio Profiles</application> vous permet de sélectionner et de modifier la liste de format de codage prédéfinis. Par défaut, <application>MATE Audio Profile</application> fournit les format audio suivants :

source: AAC-MP4 - The new standard of lossy compression.
de: AAC-MP4 - Der neue Standard der verlustbehafteten Kompression.
fr: AAC-MP4 - le nouveau standard de compression avec pertes,

source: Ogg Vorbis - Xiph.Org lossy compression.
de: Ogg Vorbis - Verlustbehaftete Kompression von Xiph.org.
fr: Ogg Vorbis - compression avec pertes de Xiph.Org,

source: Speex - Xiph.Org lossy compression optimized for voice.
de: Speex - Speziell für Sprache ausgelegte verlustbehaftete Kompression von Xiph.org.
fr: Speex - compression avec pertes optimisée pour la voix de Xiph.Org,

source: FLAC - Xiph.Org lossless audio compression.
de: FLAC - Verlustlose Audiokompression von Xiph.org.
fr: FLAC - compression audio sans perte de Xiph.Org,

source: MP3 - The popular lossy compression format.
de: MP3 - Das populäre verlustbehaftete Kompressionsformat.
fr: MP3 - le célèbre format de compression avec pertes,

source: MP2 - MPEG-1 Audio Layer II, largely supported.
de: MP2 - MPEG-1 Audio Layer II, auf breiter Basis unterstützt.
fr: MP2 - MPEG-1 Audio Layer II, largement pris en charge,

source: WAV - Lossless.
de: WAV - Verlustlos.
fr: WAV - sans perte.

source: Some format may be illegal in your jurisdiction.
de: Einige Formate könnten im Rahmen der für Sie geltenden Gesetze illegal sein.
fr: Certains formats peuvent être illégaux dans le ressort de votre juridiction.

source: Usage
de: Benutzung
fr: Utilisation

source: Use <application>MATE Audio Profiles</application> to modify a list of pre-defined encoding formats.
de: Verwenden Sie <application>MATE Audio-Profile</application> zum Anpassen einer Liste vordefinierter Enkodierungsformate.
fr: Utilisez <application>MATE Audio Profiles</application> pour modifier une liste de formats de codage prédéfinis.

source: Profile selection dialog
de: Profilauswahldialog
fr: Boîte de dialogue de sélection de profils

source: The following window is displayed to modify, add or remove the pre-defined formats.
de: Für das Ändern, Hinzufügen oder Entfernen der vordefinierten Formate wird das folgende Fenster angezeigt.
fr: La fenêtre suivante est affichée pour modifier, ajouter ou supprimer des formats prédéfinis.

source: <application>MATE Audio Profiles</application> Window
de: <application>MATE Audio-Profile</application>-Fenster
fr: Fenêtre <application>MATE Audio Profiles</application>

source: Shows <placeholder-1/> main window. Contains list of profiles and modification options.
de: Zeigt das <placeholder-1/>-Hauptfenster. Enthält eine Liste der Profile sowie Bearbeitungsoptionen.
fr: Affiche la fenêtre principale <placeholder-1/>. Celle-ci contient la liste des profils et les options de modifications.

source: Select one of the profiles and click "Edit" to modify it. The "Profile modification window" will be displayed.
de: Wählen Sie eines der Profile aus und klicken Sie auf <guilabel>Bearbeiten</guilabel>, um es zu ändern. Das Fenster zur Bearbeitung von Profilen wird angezeigt.
fr: Sélectionnez un des profils et cliquez sur « Modifier » pour le modifier. La fenêtre « Modification du profil » s'affiche.

source: "Delete" will remove the currently selected profile from the list of profiles.
de: Klicken Sie auf <guilabel>Löschen</guilabel>, um das gewählte Profil aus der Liste zu löschen.
fr: « Supprimer » enlève le profil sélectionné de la liste des profils.

source: To create a new profile, click "New". The "Profile 5~ modification window" will be displayed.
de: Um ein neues Profil zu erstellen, klicken Sie auf <guilabel>Neu</guilabel>. Das Fenster zur Bearbeitung von Profilen wird angezeigt.
fr: Pour créer un nouveau profil, cliquez sur « Nouveau ». La fenêtre « Nouveau profil » s'affiche.

source: Profile editing
de: Bearbeitung von Profilen
fr: Modification de profil

source: <application>MATE Audio Profiles</application> let you modify the parameters of an audio profile.
de: Mit <application>MATE Audio-Profile</application> können Sie die Parameter eines Audioprofils anpassen.
fr: <application>MATE Audio Profiles</application> vous permet de modifier les paramètres d'un profil audio.

source: Profile modification window
de: Fenster zur Bearbeitung von Profilen
fr: Fenêtre de modification du profil

source: Shows <placeholder-1/> profile window.
de: Zeigt das Profilfenster von <placeholder-1/>.
fr: Affiche la fenêtre <placeholder-1/> du profil.

source: Profile name - user friendly name of the profile.
de: Profilname - Benutzerfreundlicher Name des Profils.
fr: Nom du profil - le nom convivial du profil,

source: Profile description - long description of this profile.
de: Profilbeschreibung - Ausführlichere Beschreibung des Profils.
fr: Description du profil - la description complète de ce profil,

source: GStreamer pipeline - the GStreamer encoding pipeline.
de: GSteamer-Weiterleitung - Die GStreamer-Weiterleitung des Profils.
fr: Pipeline GStreamer - le pipeline de codage de GStreamer,

source: File extension - the filename extension associated to this profile.
de: Dateiendung - Die dem Profil zugeordnete Dateiendung.
fr: Extension du fichier - l'extension du nom de fichier associée à ce profil,

source: Active - whether this profile is listed in client application.
de: Aktiv - Legt fest, ob das Profil in den entsprechenden Anwendungen zur Verfügung steht.
fr: Actif - indique si le profil s'affiche dans la liste d'une application cliente.

source: About <application>MATE Audio Profiles</application>
de: Info zu <application>MATE Audio-Profile</application>
fr: À propos de <application>MATE Audio Profiles</application>

source: To report a bug or make a suggestion regarding this application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">Feedback section of the MATE User Guide</ulink>.
de: Um einen Fehler zu melden oder einen Vorschlag zur dieser Anwendung oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen im <ulink url="ghelp:user-guide?feedback-bugs" type="help">Abschnitt zu Rückmeldungen des MATE-Benutzerhandbuchs</ulink>.
fr: Pour rapporter une anomalie ou émettre une suggestion concernant cette application ou ce manuel, procédez selon les instructions de <ulink url="ghelp:user-guide?feedback-bugs" type="help">la section « Votre avis » du Guide d'utilisation du bureau MATE</ulink>.

source: This program is distributed under the terms of the GNU Library General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A <ulink url="ghelp:lgpl" type="help">copy of this license</ulink> is included with this documentation; another can be found in the file COPYING included with the source code of this program.
de: Dieses Programm ist freie Software. Sie können es unter den Bedingungen der <citetitle>GNU General Public License</citetitle>, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder verändern, entweder gemäß Version 2 der Lizenz oder (nach Ihrer Option) jeder späteren Version. Eine <ulink url="ghelp:gpl" type="help">Kopie dieser Lizenz</ulink> ist in dieser Dokumentation enthalten, eine weitere in der Datei COPYING, die im Quellcode dieses Programms enthalten ist.
fr: Ce programme est distribué selon les termes de la GNU Library General Public license, tels que publiés par la Free Software Foundation ; soit la version 2 de cette licence ou (à votre choix) toute version ultérieure. Vous trouverez une <ulink url="ghelp:lgpl" type="help">copie de cette licence</ulink> dans cette documentation ou dans le fichier COPYING fourni avec la source du code de ce programme.

source: translator-credits
de: Mario Blättermann <mariobl@mate.org>, 2009 Christian Kirbach <Christian.Kirbach@googlemail.com>, 2009.
fr: Laurent Coudeur <laurentc@iol.ie>, 2009 Bruno Brouard <annoa.b@gmail.com>, 2010
