Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-applets/gswitchit/help/*/*.po
Languages: cs, de, eu, zh_cn

source: In the <application>Keyboard</application> preference tool, you can set which key that you would like to use to switch groups on your keyboard. Choose <guimenuitem>Open Keyboard Preferences</guimenuitem> in the applet popup menu, and choose the key you want to use in the <ulink url="ghelp:user-guide#prefs-keyboard-layoutoptions"><guilabel>Layout Options</guilabel></ulink> tab, under <guilabel>Group Shift/Lock behavior</guilabel>.
cs: V nástroji nastavení <application>Klávesnice</application> si můžete nastavit, pomocí jaké klávesové zkratky budete měnit rozložení klávesnice. Z kontextové nabídky appletu zvolte <guimenuitem>Předvolby klávesnice</guimenuitem> a na kartě <ulink url="ghelp:user-guide#prefs-keyboard-layoutoptions"><guilabel>Rozložení</guilabel></ulink> klepněte na tlačítko <guibutton>Možnosti rozložení</guibutton>. Nastavení se nachází ve skupině <guilabel>Chování skupiny Shift/Lock</guilabel>.
de: Im Einstellungswerkzeug <application>Tastatur</application> können Sie festlegen, welche Taste Ihrer Tastatur Sie zum Wechseln der Gruppen verwenden wollen. Wählen Sie <guimenuitem>Tastatureinstellungen</guimenuitem> im Kontextmenü des Applets. Anschließend wählen Sie im Reiter <ulink url="ghelp:user-guide#prefs-keyboard-layoutoptions"><guilabel>Belegungsoptionen</guilabel></ulink> unter <guilabel>Group Shift/Lock behavior</guilabel>die gewünschteTaste aus.
eu: <application>Teklatua</application> hobespen-tresnan, teklatuko taldeen artean aldatzeko erabili nahi duzun tekla ezar dezakezu. Aukeratu miniaplikazioaren laster-menuko <guimenuitem>Ireki Teklatuaren hobespenak</guimenuitem>, eta hautatu erabili nahi duzun tekla <ulink url="ghelp:user-guide#prefs-keyboard-layoutoptions"><guilabel>Esleipen-aukerak</guilabel></ulink> fitxan, <guilabel>Taldea aldatzeko portaera</guilabel>ren azpian.
zh_cn: 在 <application>键盘</application> 设置工具中，您可以设置您要在键盘上用哪个键切换组。在本小程序弹出式菜单中选择<guimenuitem>打开键盘设置</guimenuitem>，然后在<guilabel>组切换/锁定行为</guilabel>下<ulink url="ghelp:user-guide#prefs-keyboard-layoutoptions"><guilabel>布局选择</guilabel></ulink> 标签页中选择您要用的键。

source: To add other layouts to the list, open the <application>Keyboard</application> preference tool. Choose other layouts in the <ulink url="ghelp:user-guide#prefs-keyboard-layouts"><guilabel>Layouts</guilabel> tab</ulink>.
cs: Pokud chcete do seznamu přidat další rozložení, otevřete nástroj nastavení <application>Klávesnice</application>. Nastavení je umístěno na <ulink url="ghelp:user-guide#prefs-keyboard-layouts">kartě <guilabel>Rozložení</guilabel></ulink>.
de: Um weitere Belegungen zur Liste hinzuzufügen, öffnen Sie das Einstellungswerkzeug <application>Tastatur</application>. Im Reiter <ulink url="ghelp:user-guide#prefs-keyboard-layouts"><guilabel>Belegungen</guilabel></ulink> können Sie weitere Belegungen auswählen.
eu: Beste esleipen batzuk zerrendan gehitzeko, ireki <application>Teklatua</application> hobespen-tresna. Itxi <ulink url="ghelp:user-guide#prefs-keyboard-layouts"><guilabel>Esleipenak</guilabel></ulink> fitxako beste esleipenak.
zh_cn: 要将其他的布局添加到列表，打开<application>键盘</application> 设置工具。在<ulink url="ghelp:user-guide#prefs-keyboard-layouts"><guilabel>布局</guilabel> 标签页</ulink> 中选择其他的布局。

source: Layout View
cs: Prohlídka rozložení
de: Belegungsansicht
eu: Esleipen-ikuspegia
zh_cn: 布局查看

source: Choose <guimenuitem>Layout View</guimenuitem> from the applet popup menu to see a diagram of your current keyboard layout.
cs: Z kontextové nabídky appletu zvolte <guimenuitem>Zobrazit aktuální rozložení</guimenuitem> a zobrazí se nákres rozložení klávesnice.
de: Wählen Sie <guimenuitem>Aktuelles Layout anzeigen</guimenuitem>, um ein Diagramm Ihrer gegenwärtigen Tastaturbelegung anzuzeigen.
eu: Aukeratu miniaplikazioaren laster-menuko <guimenuitem>Esleipen-ikuspegia</guimenuitem>, uneko teklatu-esleipenen diagrama bat ikusteko.
zh_cn: 在小程序弹出式菜单中选择<guimenuitem>布局查看</guimenuitem>以查看您当前的键盘布局图表。

source: In the <guilabel>Layout View</guilabel> window, press a key on your keyboard to highlight its representation in the diagram.
cs: V okně <guilabel>Rozložení klávesnice</guilabel> je po stisknutí libovolné klávesy na klávesnici vyznačeno její umístění v nákresu.
de: Im Fenster <guilabel>Tastatur-Layout</guilabel> drücken Sie eine Taste Ihrer Tastatur, um deren Entsprechung im Diagramm hervorzuheben.
eu: <guilabel>Esleipen-ikuspegia</guilabel> leihoan, sakatu teklatuko tekla bat, haren adierazpena diagraman nabarmentzeko.
zh_cn: 在 <guilabel>布局查看</guilabel>窗口中，按下一键可在图表中高亮显示它。

source: Each key in the diagram has up to four characters. These can be produced with different keyboard modifiers, as follows:
cs: Každá klávesa nákresu má nejvíce čtyři znaky. Ty lze postupně zapsat pomocí různých modifikátorů klávesnice takto:
de: Jede Taste im Diagramm verfügt über bis zu vier Zeichen. Diese können wie folgt über Modifikationstasten erzeugt werden:
eu: Diagramako tekla bakoitzak lau karaktere arte ditu. Hainbat teklatu-aldatzailek sor ditzakete, esate baterako:
zh_cn: 图表中的每个键可达四个字符。这些包括不同的键盘标志符，如下：

source: For the character shown in the bottom left, press the key alone.
cs: Znak zobrazený vlevo dole lze zapsat prostým stisknutím samotné klávesy.
de: Um das links unten angezeigte Zeichen zu erzeugen, drücken Sie die Taste allein.
eu: Ezker-behealdeko karaktererako, sakatu tekla bakarrik.
zh_cn: 在左下角显示的字符，按下相应的键即可。

source: For the character shown in the top left, press the key with <keycap>Shift</keycap>.
cs: Znak zobrazený vlevo nahoře lze zapsat stisknutím klávesy zároveň s klávesou <keycap>Shift</keycap>.
de: Um das links oben angezeigte Zeichen zu erzeugen, drücken Sie die Taste zusammen mit der <keycap>Umschalttaste</keycap>.
eu: Ezker-goialdeko karaktererako, sakatu tekla <keycap>Maius</keycap> teklarekin.
zh_cn: 左上角显示的字符，按下<keycap>Shift</keycap>的同时按下此键。

source: For the character shown in the bottom right, press the key with the third level modifier.
cs: Znak zobrazený vpravo dole lze zapsat stisknutím klávesy zároveň s klávesou modifikátoru pro třetí úroveň.
de: Um das rechts unten angezeigte Zeichen zu erzeugen, drücken Sie die Taste zusammen mit der Modifikationstaste der dritten Ebene.
eu: Eskuin-behealdeko karaktererako, sakatu tekla hirugarren mailako aldatzailearekin.
zh_cn: 右下角显示的字符，同时按下第三级标志符和该键。

source: For the character shown in the top right, press the key with <keycap>Shift</keycap> and the third level modifier.
cs: Znak zobrazený vpravo nahoře lze zapsat stisknutím klávesy zároveň s klávesou <keycap>Shift</keycap> a modifikátoru pro třetí úroveň.
de: Um das rechts oben angezeigte Zeichen zu erzeugen, drücken Sie die Taste zusammen mit der <keycap>Umschalttaste</keycap> und der Modifikationstaste der dritten Ebene.
eu: Eskuin-goialdeko karaktererako, sakatu tekla, <keycap>Maius</keycap> eta hirugarren mailako aldatzailea.
zh_cn: 在右上角显示的字符，同时按下<keycap>Shift</keycap>和第三级标志符以及该键。

source: By default, no key is assigned to act as a third-level modifier. You can assign a key to act as a third level modifier in the <ulink type="help" url="ghelp:user-guide?prefs-keyboard-layoutoptions">Keyboard Layout Options Preferences</ulink>.
cs: Ve výchozím nastavení není modifikátor třetí úrovně přiřazen žádné klávese. Pokud chcete přiřadit nějaké klávese funkci modifikátoru pro třetí úroveň, použijte <ulink type="help" url="ghelp:user-guide?prefs-keyboard-layoutoptions">možnosti nastavení rozložení klávesnice</ulink>.
de: Standardmäßig ist keine Taste als Modifikationstaste der dritten Ebene zugeordnet. Wie Sie dies zuordnen können, lesen Sie in den <ulink type="help" url="ghelp:user-guide?prefs-keyboard-layoutoptions">Einstellungen der Tastaturbelegung</ulink>.
eu: Lehenespenez, ez da teklarik esleitzen hirugarren mailako aldatzaile gisa jarduteko. Tekla bat hirugarren mailako aldatzaile gisa esleitzeko, erabili <ulink type="help" url="ghelp:user-guide?prefs-keyboard-layoutoptions">Teklatuaren diseinuaren aukera-hobespenak</ulink>.
zh_cn: 默认情况下，没有键会被设为第三级标志符。您可以在 <ulink type="help" url="ghelp:user-guide?prefs-keyboard-layoutoptions">键盘布局选项设置</ulink>中设置第三级标志符。

source: Plugins
cs: Zásuvné moduly
eu: Pluginak
zh_cn: 插件

source: To open the <guilabel>Keyboard Indicator Plugins</guilabel> dialog, select <guimenuitem>Plugins</guimenuitem> from the popup menu. Your current plugins are shown in the <guilabel>Active plugins</guilabel> area.
cs: Zvolením položky <guimenuitem>Zásuvné moduly</guimenuitem> z kontextové nabídky otevřete okno <guilabel>Zásuvné moduly indikátoru klávesnice</guilabel>. Aktuálně používané moduly jsou vypsány v políčku <guilabel>Aktivní zásuvné moduly</guilabel>.
de: Um den Dialog <guilabel>Tastaturindikator-Plugins</guilabel> zu öffnen, wählen Sie <guimenuitem>Plugins</guimenuitem> aus dem Kontextmenü. Die aktuellen Plugins werden im Bereich <guilabel>Aktive Plugins</guilabel> angezeigt.
eu: <guilabel>Teklatu-adierazlearen pluginak</guilabel> elkarrizketa irekitzeko, hautatu laster-menuko <guimenuitem>Pluginak</guimenuitem>. Uneko pluginak <guilabel>Plugin aktiboen</guilabel> arean ikusten dira.
zh_cn: 要打开<guilabel>键盘指示器插件</guilabel> 对话框，在弹出式菜单中选择<guimenuitem>插件</guimenuitem> 。您当前的插件显示在<guilabel>活动的插件</guilabel> 区。

source: Adding a New Plugin
cs: Přidání nového zásuvného modulu
de: Hinzufügen eines neuen Plugins
eu: Pluginak gehitzea
zh_cn: 添加新插件

source: Click <guibutton>Add</guibutton>. In the <guilabel>Add Plugin</guilabel> window, select one of the plugins in the <guilabel>Available plugins</guilabel> area and click the <guibutton>OK</guibutton> button.
cs: Klepněte na tlačítko <guibutton>Přidat</guibutton>, v nově otevřeném okně <guilabel>Přidat zásuvný modul</guilabel> vyberte libovolný modul ze seznamu <guilabel>Dostupné zásuvné moduly</guilabel> a klepněte na tlačítko <guibutton>Budiž</guibutton>.
de: Klicken Sie auf <guibutton>Hinzufügen</guibutton>. Im Fenster <guilabel>Plugin hinzufügen</guilabel> können Sie eines der Plugins im Bereich <guilabel>Verfügbare Plugins</guilabel> auswählen. Klicken Sie dann auf <guibutton>Hinzufügen</guibutton>.
eu: Sakatu <guibutton>Gehitu</guibutton>. <guilabel>Gehitu plugina</guilabel> leihoan, hautatu <guilabel>Erabilgarri dauden pluginak</guilabel> area, eta egin klik <guibutton>Ados</guibutton> botoian.
zh_cn: 点击<guibutton>添加</guibutton>，在<guilabel>添加插件</guilabel>窗口中，在<guilabel>可用的插件</guilabel> 中选择一个并点击 <guibutton>确定</guibutton>按钮。

source: Removing a Plugin
cs: Odstranění zásuvného modulu
de: Entfernen eines Plugins
eu: Pluginak kentzea
zh_cn: 移除插件

source: Select the plugin in the <guilabel>Active plugins</guilabel> area that you do not want anymore and click <guibutton>Remove</guibutton>.
cs: Vyberte v seznamu <guilabel>Aktivních zásuvných modulů</guilabel> ten, který chcete odebrat a klepněte na tlačítko <guibutton>Odstranit</guibutton>.
de: Wählen Sie das nicht mehr benötigte Plugin im Bereich <guilabel>Aktive Plugins</guilabel> aus und klicken Sie auf <guibutton>Löschen</guibutton>.
eu: Hautatu kendu nahi duzun plugina, <guilabel>Plugin aktiboak</guilabel> arean, eta hautatu <guibutton>Kendu</guibutton>.
zh_cn: 在<guilabel>活动的插件</guilabel> 区域选择您不再需要的插件，然后点击<guibutton>移除</guibutton>。

source: Moving Items in the Plugin List
cs: Změna pořadí v seznamu aktivních zásuvných modulů
de: Verschieben von Einträgen in der Plugin-Liste
eu: Pluginen zerrendako elementuak lekuz aldatzea
zh_cn: 正在移除插件列表中的项目

source: To move items up and down the plugin list in the <guilabel>Active plugins</guilabel> area, select the plugin you want to move, and click <guibutton>Up</guibutton> or <guibutton>Down</guibutton>. You can use the arrows on the keyboard to move the selection point up and down.
cs: Pokud chcete změnit pozici nějakého modulu v seznamu <guilabel>Aktivních zásuvných modulů</guilabel>, vyberte jej a klepněte na tlačítko <guibutton>Výš</guibutton> nebo <guibutton>Níž</guibutton>. Také můžete k přesunu výběru použít kurzorové klávesy se šipkami.
de: Um Plugins innerhalb der Plugin-Liste nach oben oder unten zu verschieben, wählen Sie das zu verschiebende Plugin aus und klicken Sie auf <guibutton>Nach oben</guibutton> oder <guibutton>Nach unten</guibutton>. Sie können auch die Pfeiltasten Ihrer Tastatur verwenden, um das ausgewählte Plugin nach oben oder nach unten zu verschieben.
eu: <guilabel>Plugin aktiboen</guilabel> areako plugin-zerrendako elementuak gora eta behera mugitzeko, hautatu mugitu nahi duzun plugina, eta egin klik <guibutton>Gora</guibutton> edo <guibutton>Behera</guibutton> botoietan. Teklatuko gezi-teklak erabil ditzakezu hautapen-puntua gora eta behera mugitzeko.
zh_cn: 在<guilabel>活动的插件</guilabel>区域中上下移动插件列表，选择您要移动的插件，然后点击<guibutton>向上</guibutton>或<guibutton>向下</guibutton>。您可以使用键盘中的方向键上下移动选择点。

source: Changing the Properties of a Plugin
cs: Změna vlastností zásuvného modulu
de: Ändern der Eigenschaften eines Plugins
eu: Plugin baten propietateak aldatzea
zh_cn: 改变插件属性

source: To change the properties of the plugins, select the plugin you want and click <guibutton>Properties</guibutton>. The properties vary for each plugin.
cs: Pokud chcete změnit vlastnosti zásuvného modulu, vyberte jej ze seznamu a klepněte na tlačítko <guibutton>Vlastnosti</guibutton>. Možnosti nastavení se liší pro každý zásuvný modul.
de: Um die Eigenschaften eines Plugins zu ändern, wählen Sie das gewünschte Plugin aus und klicken anschließend auf <guibutton>Eigenschaften</guibutton>. Die änderbaren Eigenschaften sind nicht für alle Plugins in gleichem Umfang verfügbar.
eu: Pluginen propietateak aldatzeko, hautatu nahi duzun plugina, eta egin klik <guibutton>Propietateak</guibutton> botoian. Plugin bakoitzak bere propietateak ditu.
zh_cn: 要改变插件的属性，选择该插件，点击<guibutton>属性</guibutton>。每个插件的属性不同。

source: translator-credits
cs: Lucas Lommer <llommer@svn.mate.org>, 2009.
de: Mario Blättermann <mariobl@mate.org>, 2009
eu: Hizkuntza Politikarako Sailburuordetza hizkpol@ej-gv.es<>, 2008.
zh_cn: Zhang Miao <mymzhang@gmail.com>,2009.
