Repository: mate-desktop-legacy-archive/Mate-Extra
Catalog: mate-applets/gswitchit/help/*/*.po
Languages: cs, de, eu, zh_cn

source: Keyboard Indicator Manual
cs: Příručka Indikátoru klávesnice
de: Tastaturindikator-Applet-Handbuch
eu: Teklatu-adierazlearen eskuliburua
zh_cn: 键盘指示器手册

source: The Keyboard Indicator shows the active keyboard group and enables switching between different groups.
cs: Indikátor klávesnice zobrazuje právě používané rozložení klávesnice a umožňuje přepínat mezi různými skupinami.
de: Der Tastaturindikator zeigt die aktive Tastaturgruppe an und ermöglicht Ihnen den Wechsel zwischen verschiedenen Gruppen.
eu: Teklatu-adierazleak teklatu aktiboen taldea erakusten du, eta taldeen artean aldatzeko aukera ematen du.
zh_cn: 键盘指示器用于显示活动的键盘组以及启用不同键盘组间的切换。

source: MATE Documentation Project
cs: Dokumentační projekt MATE
de: MATE-Dokumentationsprojekt
eu: MATEren dokumentazio-proiektua
zh_cn: MATE 文档项目

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
cs: Máte právo kopírovat, distribuovat a/nebo upravovat tento dokument v souladu s licencí GNU Free Documentation License (GFDL), verze 1.1 nebo jakékoliv pozdější vydané Free Software Foundation bez neměnných sekcí, textů přebalu vpředu nebo vzadu. Kopii licence GFDL naleznete pod <ulink type="help" url="ghelp:fdl">tímto odkazem</ulink> nebo v souboru COPYING-DOCS dodávaném s touto příručkou.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.
eu: Baimena ematen da dokumentu hau kopiatu, banatu eta/edo aldatzeko Free Software Foundation-ek argitaratutako GNU Dokumentazio Librearen Lizentziaren 1.1. bertsioan edo berriago batean ezarritako baldintzak betetzen badira; Atal Aldaezinik, Aurreko azaleko testurik eta Atzeko azaleko testurik gabe. GFDL lizentziaren kopia <ulink type="help" url="ghelp:fdl">esteka</ulink> honetan edo eskuliburu honekin batera ematen den COPYING-DOCS fitxategian aurkituko duzu.
zh_cn: 对于本文档的复制、分发和／或修改必须遵循自由软件基金会 (Free Software Foundation) 发布的 GNU 自由文档许可证 (GFDL) 版本 1.1 或更高版本，该许可证没有固定的部分、没有封面和背页文本。您可以在此<ulink type="help" url="ghelp:fdl">链接</ulink>上或在随本手册一起分发的 COPYING-DOCS 文件中找到 GFDL 的副本。

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
cs: Tato příručka je součástí kolekce příruček MATE, distribuovaných pod licencí GNU FDL. Pokud chcete tento dokument šířit odděleně od kolekce, musíte přiložit kopii licence dle popisu v sekci 6 dané licence.
de: Dieses Handbuch ist Teil einer Sammlung von MATE-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.
eu: Eskuliburu hau GFDL lizentziarekin banatzen diren MATE eskuliburuen bildumakoa da. Eskuliburu hau bildumatik bereizita banatu nahi baduzu, bana dezakezu, baina eskuliburuari lizentziaren kopia bat gehitu beharko diozu, lizentzian bertan 6. atalean azaltzen den bezala.
zh_cn: 本手册是在 GFDL 许可之下分发的 MATE 手册集合的一部分。如果想要单独分发此手册，可以在手册中添加该许可证的一份副本然后分发，如该许可证的第 6 部分所述。

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
cs: Mnoho užívaných jmen určených k zviditelnění produktů nebo služeb jsou ochranné známky. Na místech, kde jsou tato jména v dokumentaci užita a členové Dokumentačního projektu MATE jsou si vědomi skutečnosti, že se jedná o ochrannou známku, je takové jméno psáno velkými písmeny celé nebo s velkým písmenem na začátku.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer MATE-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das MATE-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.
eu: Enpresek euren produktu eta zerbitzuak bereizteko erabiltzen dituzten izen asko marka erregistratu moduan hartu behar dira. Izen horiek MATEren edozein agiritan agertzen direnean, eta MATEren Dokumentazio Proiektuko kideak marka komertzialak direla konturatu badira, orduan izen horiek maiuskulaz idatzita egongo dira, osorik edo hasierako letra maiuskulaz jarrita.
zh_cn: 各个公司使用的许多用于区别它们产品和服务的名称都声明为商标。在所有的 MATE 文档以及 MATE 文档项目的成员中，这些名称都是以全大写字母或首字母大写显示，从而表明它们是商标。

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
cs: DOKUMENT JE POSKYTOVÁN V PODOBĚ „JAK JE“ BEZ ZÁRUKY V JAKÉKOLIV PODOBĚ, NEPOSKYTUJÍ SE ANI ODVOZENÉ ZÁRUKY, ZÁRUKY, ŽE DOKUMENT, NEBO JEHO UPRAVENÁ VERZE, JE BEZCHYBNÝ NEBO ZÁRUKY PRODEJNOSTI, VHODNOSTI PRO URČITÝ ÚČEL NEBO NEPORUŠENOSTI. RIZIKO NEKVALITY, NEPŘESNOSTI A ŠPATNÉHO PROVEDENÍ DOKUMENTU, NEBO JEHO UPRAVENÉ VERZE, LEŽÍ NA VÁS. POKUD KVŮLI TOMUTO DOKUMENTU, NEBO JEHO UPRAVENÉ VERZI, NASTANE PROBLÉM, VY (NIKOLIV PŮVODNÍ AUTOR NEBO JAKÝKOLIV PŘISPĚVATEL) PŘEBÍRÁTE JAKÉKOLIV NÁKLADY ZA NUTNÉ ÚPRAVY, OPRAVY ČI SLUŽBY. TOTO PROHLÁŠENÍ O ZÁRUCE PŘEDSTAVUJE ZÁKLADNÍ SOUČÁST TÉTO LICENCE. BEZ TOHOTO PROHLÁŠENÍ NENÍ, PODLE TÉTO DOHODY, POVOLENO UŽÍVÁNÍ ANI ÚPRAVY TOHOTO DOKUMENTU; DÁLE
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND
eu: DOKUMENTUA "DAGOEN-DAGOENEAN" EMATEN DA, INOLAKO BERMERIK GABE, EZ ESPRESUKI ADIERAZITAKORIK ETA EZ INPLIZITURIK ERE; BESTEAK BESTE (MUGARIK GABE), EZ DA BERMATZEN DOKUMENTUA EDO BERTSIO ALDATUA AKATSIK GABEA DENIK, MERKATURATZEKO EDO XEDE JAKIN BATERAKO EGOKIA DENIK EDO ARAURIK HAUSTEN EZ DUENIK. DOKUMENTUAREN EDO DOKUMENTUAREN BERTSIO ALDATUAREN KALITATEARI, ZEHAZTASUNARI ETA PERFORMANTZIARI BURUZKO ERANTZUKIZUN OSOA ZUREA DA. DOKUMENTUREN BATEK EDO BERTSIO ALDATUREN BATEK EDOZEIN MOTATAKO AKATSIK IZANEZ GERO, ZUK (EZ HASIERAKO IDAZLEAK, EZ EGILEAK ETA EZ INONGO KOLABORATZAILEK) ZEURE GAIN HARTU BEHARKO DUZU BERRIKUSTEKO, KONPONTZEKO EDO ZUZENTZEKO BEHARREZKO ZERBITZU GUZTIEN KOSTUA. BERME-UKATZE HAU LIZENTZIA HONEN FUNTSEZKO ZATIA DA. EZ DA BAIMENIK EMATEN EZEIN DOKUMENTU EDO BERTSIO ALDATU ERABILTZEKO, BALDIN ETA EZ BADA BERME-UKATZE HAU ONARTZEN.
zh_cn: 文档按“原样”提供，不提供任何明示或暗示的保证，包括但不限于：文档或文档的修改版本没有适销性方面的缺陷、适合特定目的的适用性，以及没有侵权行为。您将自行承担本文档以及文档修改版本的质量、准确性以及性能方面的风险。如果任何文档或文档修改版本存在缺陷，您(而不是最初的编写者、作者或撰写人)将承担所有必需的服务、维修或更正的费用。此免责声明是本许可证的重要组成部分。如果不接受此免责声明，那么您就没有权利使用任何文档或文档的修改版本；并且

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
cs: ZA ŽÁDNÝCH OKOLNOSTÍ A ŽÁDNÝCH PRÁVNÍCH PŘEDPOKLADŮ, AŤ SE JEDNÁ O PŘEČIN (VČETNĚ NEDBALOSTNÍCH), SMLOUVU NEBO JINÉ, NENÍ AUTOR, PŮVODNÍ PISATEL, KTERÝKOLIV PŘISPĚVATEL NEBO KTERÝKOLIV DISTRIBUTOR TOHOTO DOKUMENTU NEBO UPRAVENÉ VERZE DOKUMENTU NEBO KTERÝKOLIV DODAVATEL NĚKTERÉ Z TĚCHTO STRAN ODPOVĚDNÝ NĚJAKÉ OSOBĚ ZA PŘÍMÉ, NEPŘÍMÉ, SPECIÁLNÍ, NAHODILÉ NEBO NÁSLEDNÉ ŠKODY JAKÉHOKOLIV CHARAKTERU, VČETNĚ, ALE NEJEN, ZA POŠKOZENÍ ZE ZTRÁTY DOBRÉHO JMÉNA, PŘERUŠENÍ PRÁCE, PORUCHY NEBO NESPRÁVNÉ FUNKCE POČÍTAČE NEBO JINÉHO A VŠECH DALŠÍCH ŠKOD NEBO ZTRÁT VYVSTÁVAJÍCÍCH Z NEBO VZTAHUJÍCÍCH SE K POUŽÍVÁNÍ TOHOTO DOKUMENTU NEBO UPRAVENÝCH VERZÍ DOKUMENTU, I KDYŽ BY TAKOVÁTO STRANA BYLA INFORMOVANÁ O MOŽNOSTI TAKOVÉHOTO POŠKOZENÍ.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.
eu: EZINGO DA INONGO ZIRKUNSTANTZIA EDO LEGE-TEORIARIK OINARRI HARTU --EZ ERANTZUKIZUN ZIBILARI BURUZKORIK (ZABARKERIA BARNE HARTUTA) EZ KONTRATUARI BURUZKORIK, EZ BESTERIK-- DOKUMENTU HONEN EDO BERTSIO ALDATU BATEN EGILEA, HASIERAKO IDAZLEA, EDOZEIN KOLABORATZAILE EDO BANATZAILE, EDO ALDERDI HORIEN EDOZEIN HORNITZAILE BESTE PERTSONA BATEN AURREAN ERANTZULE EGITEKO, PERTSONA HORREK EDOZEIN MOTATAKO KALTE ZUZENEKO, ZEHARKAKO, BEREZI, INTZIDENTAL EDO ONDORIOZKOAK JASAN DITUELAKO, BESTEAK BESTE (MUGARIK GABE), BEZEROAK GALTZEAREN, LANA ETEN BEHARRAREN, ORDENAGAILUAK EZ IBILTZEAREN EDO GAIZKI IBILTZEAREN ONDORIOZKO KALTEAK, EDO DOKUMENTUA NAHIZ HAREN BERTSIO ALDATUAK ERABILTZETIK ONDORIOZTATZEN DIREN EDO ERABILERA HORREKIN ZERIKUSIA DUEN EDOZEIN KALTE EDO GALERA, ALDERDIARI KALTE HORIEK GERTA ZITEZKEELA ADITZERA EMAN BAZAIO ERE.
zh_cn: 无论在任何情况以及在任何法律理论下，本文档或文档修改版本的作者、最初的编写者、任何撰写人或任何分发者，或者任意这些方的任何提供者都不对任何人由于使用本"文档或文档修改版本引起或带来的任何直接的、间接的、特殊的、偶然的或继发的损失承担任何民事(包括疏忽)、合同或其它方面的责任，这些损失包括但不限于信誉损失、工作停止、计算机失败或故障，或任何以及所有其它损失或由此引发的或与之相关的损失，即使这些方已被告知存在出现此类损失的可能性时也是如此。

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
cs: DOKUMENT A JEHO UPRAVENÉ VERZE JSOU ŠÍŘENY V SOULADU SE ZNĚNÍM LICENCE GNU FREE DOCUMENTATION LICENSE S NÁSLEDUJÍCÍM USTANOVENÍM: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>
eu: DOKUMENTUA ETA DOKUMENTUAREN BERTSIO ALDATUAK GNU DOKUMENTAZIO LIBREAREN LIZENTZIAREN BALDINTZEN ARABERA EMATEN DIRA, ETA ONDOREN ZEHAZTEN DIRENAK ONARTZERA BEHARTZEN DUTE: <placeholder-1/>
zh_cn: 本文档以及文档的修改版本都是在遵循 GNU 自由文档许可证的条款下提供，这表示具有以下含义：<placeholder-1/>

source: This manual describes version 2.8 of the Keyboard Indicator applet.
cs: Tato příručka popisuje applet Indikátor klávesnice ve verzi 2.8.
de: Dieses Handbuch beschreibt Version 2.8 des Tastaturindikator-Applets.
eu: Eskuliburu honetan Teklatu-adierazlearen miniaplikazioaren 2.8 bertsioa azaltzen da.
zh_cn: 本手册描述的是 2.8 版的键盘指示器。

source: Feedback
cs: Ohlasy
de: Rückmeldungen
eu: Ohar-bidaltzea
zh_cn: 反馈

source: To report a bug or make a suggestion regarding the Keyboard Indicator applet or this manual, follow the directions in the <ulink url="ghelp:mate-feedback" type="help">MATE Feedback Page</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k appletu Indikátor klávesnice nebo této příručce, postupujte dle instrukcí na stránce <ulink url="ghelp:mate-feedback" type="help">Stránka ohlasů MATE</ulink>.
de: Um einen Fehler zu melden oder einen Vorschlag zum Tastaturindikator-Applet oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="ghelp:mate-feedback" type="help">MATE-Seite für Rückmeldungen</ulink>.
eu: Teklatu-adierazlearen miniaplikazioari edo eskuliburu honi buruzko akatsen berri emateko edo oharrak bidaltzeko, <ulink url="ghelp:mate-feedback" type="help">MATEra oharrak bidaltzeko orrian</ulink> aurkituko dituzu argibideak.
zh_cn: 对键盘指示器小程序或本手册报告错误或提供建议，请参照<ulink url="ghelp:mate-feedback" type="help">MATE 反馈页面</ulink> 的指导。

source: Keyboard Indicator
cs: Indikátor klávesnice
de: Tastaturindikator
eu: Teklatu-adierazlea
zh_cn: 键盘指示器

source: Introduction
cs: Úvod
de: Einführung
eu: Sarrera
zh_cn: 简介

source: <application>Keyboard Indicator</application> indicates the active keyboard group. The applet shows you which group you are currently using. Aside from the standard applet popup menu functions, the <application>Keyboard Indicator</application> applet popup menu allows you to launch the applet Preferences tool and to switch between language groups.
cs: <application>Indikátor klávesnice</application> zobrazuje aktuálně vybranou skupinu. Applet zobrazuje skupinu, kterou právě používáte. Krom běžných položek kontextového menu appletu vám <application>Indikátor klávesnice</application> navíc umožňuje otevřít nastavení appletu a přepínat mezi skupinami jazyků.
de: Der <application>Tastaturindikator</application> stellt die aktive Tastaturbelegungsgruppe dar. Das Applet zeigt an, welche Gruppe Sie gegenwärtig benutzen. Zusätzlich zu den Standardfunktionen eines Applet-Kontextmenüs erlaubt Ihnen der <application>Tastaturindikator</application> auch das Öffnen eines Einstellungswerkzeugs und den Wechsel zwischen Sprachgruppen.
eu: <application>Teklatu-adierazleak</application> teklatu aktiboen taldea adierazten du. Miniaplikazioak erakusten du erabiltzen ari zaren taldea. Miniaplikazio estandarraren laster-menuaz gain, <application>Teklatu-adierazlearen</application> miniaplikazioaren laster-menuak aukera ematen dizu miniaplikazioaren Hobespenen tresna abiarazteko, eta hizkuntza taldeen artean aldatzeko.
zh_cn: <application>键盘指示器</application> 显示活动的键盘组。小程序显示您当前正在使用的组。除了标准的小程序弹出式菜单功能，<application>键盘指示器</application>小程序弹出式菜单允许您启动小程序设置工具和切换语言组。

source: To add <application>Keyboard Indicator</application> to a panel, right-click on the panel, then choose <guimenuitem>Add to Panel</guimenuitem>. Select <application>Keyboard Indicator</application> in the <application>Add to the panel</application> dialog, then click <guibutton>OK</guibutton>. For more on this, see <ulink type="help" url="ghelp:user-guide?panels-addobject">Adding an Object to a Panel</ulink>.
cs: Pokud chcete přidat <application>Indikátor klávesnice</application> na panel, klepněte na něj pravým tlačítkem a zvolte <guimenuitem>Přidat na panel</guimenuitem>. V okně <application>Přidat na panel</application> zvolte ze seznamu <application>Indikátor klávesnice</application> a klepněte na tlačítko <guibutton>Přidat</guibutton>. Více informací popisuje <ulink type="help" url="ghelp:user-guide?panels-addobject">Přidávání objektu na panel</ulink>.
de: Um den <application>Tastaturindikator</application> zu einem Panel hinzuzufügen, klicken Sie mit der rechten Maustaste auf das Panel und wählen dann aus dem Kontextmenü <guimenuitem>Zum Panel hinzufügen</guimenuitem>. Wählen Sie <application>Tastaturindikator</application> im Dialog <application>Zum Panel hinzufügen</application>. Klicken Sie dann auf <guibutton>Hinzufügen</guibutton>. Weitere Informationen darüber finden Sie in <ulink type="help" url="ghelp:user-guide?panels-addobject">Hinzufügen eines Objekts zu einem Panel</ulink>.
eu: <application>Teklatu-adierazlea</application> panel batean gehitzeko, egin klik eskuin-botoiarekin panelean, eta aukeratu <guimenuitem>Gehitu panelari</guimenuitem>. Hautatu <application>Teklatu-adierazlea</application>, <application>Gehitu panelari</application> elkarrizketan, eta hautatu <guibutton>Ados</guibutton>. Informazio gehiago lortzeko, ikus <ulink type="help" url="ghelp:user-guide?panels-addobject">Objektu bat panel bati gehitzea</ulink>.
zh_cn: 要将<application>键盘指示器</application>添加到面板，在面板上右击，然后选择<guimenuitem>添加到面板</guimenuitem>。在<application>添加到面板l</application> 对话框中选择<application>键盘指示器</application>。关于这方面的更多信息，参见<ulink type="help" url="ghelp:user-guide?panels-addobject">添加对象到面板</ulink>。

source: To open the <application>Keyboard</application> preference tool, choose <guimenuitem>Open Keyboard Preferences</guimenuitem> in the applet popup menu. You may need to go to this dialog to be able to configure the keyboard (choose model, layouts, options, etc.). For help with setting Keyboard preferences, see <ulink url="ghelp:user-guide?prefs-keyboard">Configuring Keyboard Preferences</ulink>.
cs: Pokud chcete otevřít nástroj nastavení <application>Klávesnice</application>, zvolte z kontextové nabídky appletu <guimenuitem>Předvolby klávesnice</guimenuitem>. V tomto okně lze nastavit konfiguraci klávesnice (vybrat model, rozložení, vlastnosti atd.). Nápovědu týkající se nastavení klávesnice popisuje <ulink url="ghelp:user-guide?prefs-keyboard">Konfigurace nastavení klávesnice</ulink>.
de: Um das Einstellungswerkzeug <application>Tastatur</application> zu öffnen, wählen Sie <guimenuitem>Tastatureinstellungen</guimenuitem> im Kontextmenü des Applets. Es könnte notwendig sein, diesen Dialog zu öffnen, um die Tastatureinstellungen zu ändern (Modell, Belegungen, Optionen usw.). Hilfe zu den Tastatureinstellungen finden Sie in <ulink url="ghelp:user-guide?prefs-keyboard">Tastatureinstellungen</ulink>.
eu: <application>Teklatua</application> hobespen-tresna irekitzeko, aukeratu <guimenuitem>Ireki Teklatuaren hobespenak</guimenuitem>, miniaplikazioaren laster-menuan. Baliteke elkarrizketa horretan konfiguratu behar izatea teklatua (aukeratu modeloa, diseinuak, aukerak, etab.). Teklatuaren hobespenak ezartzeari buruzko laguntza lortzeko, ikus <ulink url="ghelp:user-guide?prefs-keyboard">Teklatuaren hobespenak konfiguratzea</ulink>.
zh_cn: 要打开<application>键盘</application>设置工具，在小程序弹出式菜单中选择<guimenuitem>打开键盘设置</guimenuitem>。您可能需要到此对话框中才能配置键盘(选择模式，布局，选项，等)。更多关于设置键盘的帮助，参见<ulink url="ghelp:user-guide?prefs-keyboard">配置键盘属性</ulink>。

source: Switching Language
cs: Přepínání jazyka
de: Ändern der Sprache
eu: Hizkuntza aldatzea
zh_cn: 切换语言

source: First, you must know that a group is a set of characters, whether it be for a language or non-language-related set of characters, like a dvorak. Each language may have more than one subset, and each subset is called a group. There are many ways you can switch the group that you are using on your keyboard.
cs: První, co byste měli vědět je, že skupina je sada znaků bez rozdílu, zda nějakého jazyka nebo s jazykem nesouvisející, jako například Dvorak. Každý jazyk může obsahovat jednu nebo více sad a každá tato sada se nazývá skupina. Existuje mnoho způsobů, jak přepínat skupiny, které používáte na klávesnici.
de: Zunächst sollten Sie wissen, dass eine Gruppe ein Zeichensatz ist, sei es ein sprachbezogener oder auch ein nicht sprachbezogener Zeichensatz, z.B. Dvorak. Jede Sprache kann mehr als einen Teilzeichensatz enthalten, und jeder dieser Teilsätze wird als Gruppe bezeichnet. Es gibt mehrere Möglichkeiten, die verwendeten Gruppen auf Ihrer Tastatur zu wechseln.
eu: Lehenik eta behin, talde bat karaktere multzo bat da, hizkuntza batentzat edo hizkuntzarekin lotu gabeko karaktere multzo batentzat, dvorak-entzat esate baterako. Hizkuntza bakoitzak azpimultzo bat baino gehiago izan dezake, eta azpimultzo bakoitzari talde esaten zaio. Modu bat baino gehiago dago teklatuan erabiltzen ari zaren taldea aldatzeko.
zh_cn: 首先，您需要知道一个组是一系列字符，无论它是否是语言中的，或是与语言无关的字符系列，如dvorak键盘。每个语言可能有多于一个的子集，每个自己称为一个组。切换您在使用的键盘组有许多方式。

source: Mouse Click
cs: Klepnutí myší
de: Mausklick
eu: Saguarekin klik egitea
zh_cn: 鼠标点击

source: You can switch between groups with a single click on the applet's panel icon. The groups switch in a cycle determined by the current configuration.
cs: Přepínat mezi skupinami můžete prostým klepnutím na ikonu appletu v panelu. Skupiny se přepínají v cyklu, který závisí na aktuálním nastavení skupin.
de: Sie können durch Anklicken des Symbols des Applets im Panel die Gruppen wechseln. Die Gruppen werden gemäß der in der aktuellen Konfiguration festgelegten Reihenfolge gewechselt.
eu: Miniaplikazioaren panel-ikonoan klik eginez taldeen artean alda zaitezke. Uneko konfigurazioak erabakitzen du taldeak aldatzeko zikloa.
zh_cn: 您可以在小程序面板图标上单击以在组间切换。一个循环中切换的组决定于当前的配置。

source: Popup Menu
cs: Kontextová nabídka
de: Kontextmenü
eu: Laster-menua
zh_cn: 弹出式菜单

source: To pick a specific group, select <guisubmenu>Groups</guisubmenu> from the popup menu. From there, choose the group you want to switch to.
cs: Pokud chcete vybrat konkrétní skupinu, zvolte z kontextové nabídky appletu položku <guisubmenu>Skupiny</guisubmenu>. Ze zobrazené nabídky vyberte požadovanou skupinu.
de: Um eine bestimmte Gruppe zu wählen, wählen Sie <guisubmenu>Gruppen</guisubmenu> aus dem Kontextmenü. Von hier aus können Sie die Gruppe auswählen, zu der Sie wechseln wollen.
eu: Talde jakin bat aukeratzeko, hautatu laster-menuko <guisubmenu>Taldeak</guisubmenu>. Han, aukeratu joan nahi duzun taldea.
zh_cn: 要选取特定的组，在弹出式菜单中选择<guisubmenu>组</guisubmenu>。从那里选取您想要切换的组。

source: Keyboard
cs: Klávesnice
de: Tastatur
eu: Teklatua
zh_cn: 键盘
